Repository: IssabelFoundation/issabelPBX
Catalog: ringgroups/i18n/*/LC_MESSAGES/ringgroups.po
Languages: bg_bg, fr_fr, it_it, pt_br, ru_ru, sv_se

source: Ring Group %s:
bg_bg: Група на Звънене %s:
fr_fr: Groupe de Sonnerie %s :
it_it: Gruppo di Chiamata %s:
pt_br: Grupo de extensão %s:
ru_ru: Группа вызова %s:
sv_se: Ringgrupp %s:

source: Ring Group: %s
bg_bg: Група на Звънене: %s
fr_fr: Groupe de Sonnerie : %s
it_it: Gruppo di Chiamata: %s
pt_br: Grupo de extensões: %s
ru_ru: Группа вызова %s
sv_se: Ringgrupp: %s

source: This ringgroup
bg_bg: Тази група на звънене
fr_fr: Ce groupe de sonnerie
it_it: Questo Gruppo di Chiamata
pt_br: Este grupo de extensões
ru_ru: Эта группа вызова
sv_se: Denna ringgrupp

source: is already in use
bg_bg: вече се използва
fr_fr: est déjà utilisé
it_it: è gia in uso
pt_br: Já está em uso
ru_ru: уже используется
sv_se: används redan

source: INUSE
bg_bg: ANVÄNDS
fr_fr: UTILISÉ
it_it: INUSO
pt_br: EM USO
ru_ru: ИСПОЛБЗУЕТСЯ
sv_se: ANVÄNDS

source: Ring Group: %s (%s)
bg_bg: Група на Звънене: %s (%s)
fr_fr: Groupe de Sonnerie : %s (%s)
it_it: Gruppo di Chiamata: %s (%s)
pt_br: Grupo de extensões: %s (%s)
ru_ru: Группа вызова: %s (%s)
sv_se: Ringgrupp: %s (%s)

source: Checking if recordings need migration..
bg_bg: Проверка дали записите имат нужда от преместване..
fr_fr: Contrôle si les enregistrements ont besoin d'être migrés...
it_it: Controllo se le registrazioni hanno bisogno di una migrazione..
pt_br: Verificando se as gravações precisam ser migradas...
ru_ru: Отметить, если запись нужно перенести
sv_se: Kontrollerar om inspelningar behöver migreras..

source: migrating
bg_bg: преместване
fr_fr: en cours de migration
it_it: migrazione
pt_br: Migrando.
ru_ru: перенос
sv_se: migrerar

source: adding annmsg_id field..
bg_bg: добаване на annmsg_id поле..
fr_fr: ajout du champ annmsg_id...
it_it: sto aggiungendo il campo annmsg_id..
pt_br: Adicionando campo 'annmsg_id'...
ru_ru: добавляется поле annmsg_id..
sv_se: lägger till fältet annmsg_id..

source: fatal error
bg_bg: фатална грешка
fr_fr: erreur fatale
it_it: errore fatale
pt_br: Erro fatal.
ru_ru: неустранимая ошибка
sv_se: kritiskt fel

source: ok
pt_br: Feito.
ru_ru: ОК

source: adding remotealert_id field..
bg_bg: добаване на remotealert_id поле..
fr_fr: ajout du champ remotealert_id...
it_it: sto aggiungendo il campo remotealert_id..
pt_br: Adicionando campo 'remotealert_id'...
ru_ru: добавляется поле remotealert_id..
sv_se: lägger till fältet remotealert_id..

source: adding toolate_id field..
bg_bg: добаване на toolate_id поле..
fr_fr: ajout du champ toolate_id...
it_it: sto aggiungendo il campo toolate_ids..
pt_br: Adicionando campo 'toolate_id'...
ru_ru: добавляется поле toolate_id..
sv_se: lägger till fältet toolate_id..

source: migrate annmsg to ids..
bg_bg: преместване към id на annmsg..
fr_fr: migration de annmsg vers ids...
it_it: migrazione annmsg verso ids..
pt_br: Migrando tabela 'annmgs' para identificadores...
ru_ru: перенос annmsg в ИД..
sv_se: migrerar annmsg till ids..

source: migrated %s entries
bg_bg: преместени %s въвеждания
fr_fr: %s entrées migrées
it_it: migrate %s voci
pt_br: Migrados %s elementos.
ru_ru: перенос %s записей
sv_se: migrerat %s poster

source: migrate remotealert to ids..
bg_bg: преместване към id на remotealert..
fr_fr: migration de remotealert vers ids...
it_it: migrazione remotealert to ids..
pt_br: Migrando tabela 'remotealert' para identificadores...
ru_ru: перенос remotealert в ИД..
sv_se: migrerar remotealert till ids..

source: migrate toolate to ids..
bg_bg: преместване към id на toolate..
fr_fr: migration de toolate vers ids...
it_it: migrazione toolate verso ids..
pt_br: Migrando tabela 'toolate' para identificadores...
ru_ru: перенос toolate в ИД..
sv_se: migrerar toolate till ids..

source: dropping annmsg field..
bg_bg: премахване на поле annmsg..
fr_fr: suppression du chamo annmsg
it_it: sto scartando il campo annmsg..
pt_br: Eliminando campo 'annmsg'...
ru_ru: сброс значений поля annmsg..
sv_se: kastar fältet annmsg..

source: no annmsg field???
bg_bg: няма annmsg поле???
fr_fr: pas de champ annmsg ???
it_it: nessun campo annmsg???
pt_br: O campo annmsg não existe.
ru_ru: нет поля annmsg???
sv_se: inget annmsg fält???

source: dropping remotealert field..
bg_bg: премахване на поле remotealert..
fr_fr: suppression du champ remotealert...
it_it: sto scartando il campo remotealert..
pt_br: Eliminando campo 'remotealert'...
ru_ru: сброс поля remotealert..
sv_se: kastar fältet remotealet..

source: no remotealert field???
bg_bg: няма remotealert поле???
fr_fr: pas de champ remotealert ???
it_it: nessun campo remotealert???
pt_br: Não há campo 'alerta remoto'.
ru_ru: нет поля remotealert???
sv_se: inget remotealert fält???

source: dropping toolate field..
bg_bg: премахване на поле toolate..
fr_fr: suppression du champ toolate...
it_it: sto scartando il campo toolate..
pt_br: Excluindo campo 'toolate'...
ru_ru: сброс поля toolate..
sv_se: kastar toolate fältet

source: no toolate field???
bg_bg: няма toolate поле???
fr_fr: pas de champ toolate ???
it_it: nessun campo toolate??
pt_br: Não existe um campo 'toolate'.
ru_ru: нет поля toolate???
sv_se: inget toolate fät???

source: already migrated
bg_bg: вече са преместени
fr_fr: déjà migré
it_it: già migrato
pt_br: Você migrado.
ru_ru: уже перенесено
sv_se: redan migrerad

source: Warning! Extension
bg_bg: Внимание! Вътрешна Линия
fr_fr: Attention ! L'Extension
it_it: Attenzione! L'interno
pt_br: Atenção. A extensão
ru_ru: Внимание! Внутренний номер
sv_se: Varning! Anknytning

source: is not allowed for your account
bg_bg: не е разрешена за вашия акаунт
fr_fr: n'est pas autorisée pour votre compte
it_it: non ha i permessi per il tuo account
pt_br: não é permitido sozinho.
ru_ru: отказан в вашем доступе
sv_se: är inte tillåtet för ditt konto

source: Add Ring Group
bg_bg: Добави Група на Звънене
fr_fr: Ajouter Groupe de Sonnerie
it_it: Aggiungi Gruppo di Chiamata
pt_br: Adicionar grupo de extensões
ru_ru: Добавить группу вызова
sv_se: Lägg till ringgrupp

source: Ring Group
bg_bg: Група на Звънене
fr_fr: Groupe de Sonnerie
it_it: Gruppo di Chiamata
pt_br: Grupo de extensão
ru_ru: Группа вызова
sv_se: Ringgrupp

source: deleted
bg_bg: изтрита
fr_fr: supprimé
it_it: eliminato
pt_br: eliminado
ru_ru: удалено
sv_se: borttagen

source: Delete Group
bg_bg: Изтрий Групата
fr_fr: Supprimer Groupe
it_it: Elimina Gruppo di Chiamata
pt_br: Excluir grupo de extensões
ru_ru: Удалить группу
sv_se: Ta bort grupp

source: Conflicting Extensions
bg_bg: Вътрешни Линии в Конфликт
fr_fr: Extensions Conflictuelles
it_it: Interni in conflitto
pt_br: Extensões conflitantes
ru_ru: Конфликт внутренних номеров
sv_se: Konfliktande anknytning

source: Edit Ring Group
bg_bg: Редактирай Група на Звънене
fr_fr: Editer Groupe de Sonnerie
it_it: Modifica Gruppo di Chiamata
pt_br: Modificar grupo de extensões
ru_ru: Редактировать группу вызова
sv_se: Redigera ringgrupp

source: Ring-Group Number
bg_bg: Номер на Група на Звънене
fr_fr: Numéro de Groupe de Sonnerie
it_it: Gruppo di Chiamata Numero
pt_br: Número do grupo de ramais
ru_ru: Номер группы вызова
sv_se: Ringgruppsnummer

source: The number users will dial to ring extensions in this ring group
bg_bg: Номерът който потребителите ще избират за звънене в тази група.
fr_fr: Le numéro que les utilisateurs composeront pour faire sonner les extensions de ce groupe
it_it: Il numero del Gruppo di Chiamata
pt_br: O número para o qual os usuários devem ligar para entrar em contato com este grupo de ramais.
ru_ru: Этот номер используется для того, чтобы можно было позвонить в э ту группу
sv_se: Detta nummer kommer användarna att ringa för att komma till denna ringgrupp

source: Group Description
bg_bg: Описание на Групата
fr_fr: Description du Groupe
it_it: Descrizione Gruppo
pt_br: Descrição do grupo de extensões
ru_ru: Описание группы
sv_se: Beskrivning för gruppen

source: Provide a descriptive title for this Ring Group.
bg_bg: Наименование за тази Група на Звънене.
fr_fr: Titre Descriptif pour ce Groupe de Sonnerie.
it_it: Il titolo descrittivo per questo gruppo
pt_br: Forneça uma descrição para este grupo de extensões.
ru_ru: Предложите понятное название для этой группы вызова
sv_se: Skriv in en kortfattat beskrivning för denna grupp

source: Ring Strategy
pt_br: Estratégia de toque

source: ringall
bg_bg: звъни на всички
fr_fr: Sonner Partout
pt_br: Ligar para todos
ru_ru: звонят-все
sv_se: ringalla

source: Ring all available channels until one answers (default)
bg_bg: Звъни на всички достъпни канали докато отговорят (по-подразбиране)
fr_fr: fait sonner tous les canaux disponibles jusqu'à qu'un réponde (par défaut)
it_it: chiama tutti fino a quando un interno non risponde (predefinito)
pt_br: Toque em todos os canais disponíveis até que alguém atenda (opção padrão).
ru_ru: Звонят все каналы, пока один кто либо не ответит (по умолчанию)
sv_se: Ring på alla anknytningar tills någon svarar (standard)

source: Ring first extension in the list, then ring the 1st and 2nd extension, then ring 1st 2nd and 3rd extension in the list.... etc.
bg_bg: Звъни на първата свободна вътрешна линия от списъка, след това на 1-та и 2-та, след това на 1-та, 2-та и 3-та вътрешна линия в списъка... и т.н.
fr_fr: fait sonner la première extension dans la liste, puis fait sonner la 1e et la 2e extension, puis 1e, 2e et 3e extension de la liste, etc...
it_it: chiama il primo interno della lista, poi il primo e il secondo, poi il primo, il secondo e il terzo... ecc.
pt_br: Toca o primeiro ramal da lista, depois o primeiro e o segundo, depois o primeiro, o segundo e o terceiro, etc.
ru_ru: Звонит первый внутренний номер в списке, затем первый и второй, затем первый, второй и третий в списке, и так далее.
sv_se: Ring första anknytningen i listan, ring sedan ettan och tvåan, ring sedan första, andra och tredje i listan..... etc

source: These modes act as described above. However, if the primary extension (first in list) is occupied, the other extensions will not be rung. If the primary is IssabelPBX DND, it won't be rung. If the primary is IssabelPBX CF unconditional, then all will be rung
bg_bg: Този режим е като описания по-горе. Само че ако основната вътрешна линия (първата в списъка) е заета, другите вътрешни линии няма да звънят. Ако основната е IssabelPBX DND, няма да звъни. Ако основната е безусловен IssabelPBX CF, тогава всички ще звънят
fr_fr: ces modes se agissent tel que décrit ci-dessus. Cependant, si l'extension primaire (1e dans la liste) est occupée, les autres extensions ne sonneront pas. Si la primaire est IssabelPBX Ne pas Déranger, elle ne sonnera pas. Si la primaire est IssabelPBX Transfert d'Appel inconditionnel, alors toutes sonneront
it_it: queste modalità sono attuate come descritto sopra. Però, se l'interno primario (il primo della lista è occupato, gli altri interni non saranno chiamati. Se il primario ha attivato il Non Disturbare di IssabelPBX, non andrà avanti. Se il primario è un Trasferimento di Chiamata incondizionato attivato su IssabelPBX, tutti squilleranno.
pt_br: Esses modos funcionam conforme descrito acima. Ainda assim, se o primeiro ramal (o primeiro da lista) estiver ocupado, os demais ramais não tocarão. Se o primeiro ramal estiver no modo 'Não perturbe' (DND), ele não tocará. Se o primeiro ramal estiver no modo 'Reencaminhamento de chamada incondicional', todos eles tocarão.
ru_ru: Этот режим работает так же, как вышеописанные, за исключением того, что если первый внутренний номер из списка занят, следующие по списку не будут звонить. Также зависит от установок 'Не беспокоить' и 'Перенаправление' на первом внутреннем номере списка. Если DND, то поиск в группе на этом заканчивается. Если CF (перенаправление) не перенаправит, то поиск в группе продолжится.
sv_se: Dessa strategier fungerar som ovanstående. Men, om första anknytningen (den första i listan) är upptagen, kommer de andra anknytningarna i listan inta att ringas. Om den första anknytningen är IssabelPBX Stör Ej (DND), kommer den inte att ringas. Om den första anknytningen är IssabelPBX Vidarebefordra Samtal (CF) kommer alla anknytningar att ringas

source: firstavailable
bg_bg: първия свободен
fr_fr: Premier Disponible
pt_br: Primeiro disponível
ru_ru: первый-доступный
sv_se: först-tillgänglig

source: ring only the first available channel
bg_bg: звъни само на първия свободен канал
fr_fr: fait sonner uniquement le premier canal disponible
it_it: squilla solo il primo disponibile
pt_br: Reproduz apenas o primeiro canal ativo.
ru_ru: звонит первый доступный канал
sv_se: ring bara den första tillgängliga kanalen

source: firstnotonphone
bg_bg: първия не на телефона
fr_fr: Premier pas au téléphone
pt_br: Em primeiro lugar, não fique ao telefone.
ru_ru: первый-на-телефоне
sv_se: första-inte-upptagen

source: ring only the first channel which is not offhook - ignore CW
bg_bg: звъни само на първия канал който не е отворен - игнорира CW
fr_fr: fait sonner uniquement le premier canal qui n'est pas au téléphone - ignore les alertes d'appel
it_it: squilla solo il primo che è al telefono - ignora l'Avviso di Chiamata
pt_br: Toca o primeiro canal que não está no telefone, ignorando a opção de chamada em espera.
ru_ru: звонит первый телефон, у которого не снята трубка.
sv_se: ring endast den första kanalen som inte är upptagen - strunta i Samtal Väntar (CF)

source: Ring Time (max 300 sec)
pt_br: Tempo de toque (máximo 300 segundos)

source: Time in seconds that the phone(s) will ring. For all hunt style ring strategies, this is the time for each iteration of phones that are rung
pt_br: Tempo em segundos que os telefones tocarão. Este é o tempo entre cada iteração de chamada telefônica, para todas as estratégias

source: Extension List
bg_bg: Списък с Вътрешни Линии.
fr_fr: Liste d'Extension
it_it: Lista Interni
pt_br: Lista de extensões
ru_ru: Лист внутренних номеров
sv_se: Anknytningslista

source: List extensions to ring, one per line, or use the Extension Quick Pick below to insert them here.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a '#'. ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing)<br><br>Extensions without a '#' will not ring a user's Follow-Me. To dial Follow-Me, Queues and other numbers that are not extensions, put a '#' at the end.
pt_br: Lista de ramais que tocarão, um por linha, ou use o 'Seletor rápido de ramais' abaixo.<br/><br/>Você pode incluir um ramal em um sistema remoto ou um número externo adicionando o sufixo '#' , por exemplo, 2448089# discaria o telefone 2448089 na linha tronco apropriada (consulte a seção 'Rotas de saída').<br/><br/>Extensões (sem o símbolo '#') não chamarão números de paging (Siga-me) desta extensão. Para ligar para números siga-me, filas e outros números que não sejam ramais, coloque o símbolo '#' no final.

source: Extension Quick Pick
bg_bg: Бързо Избиране на Вътрешни Линии
fr_fr: Extension de Sélection Rapide
it_it: Selezione Veloce Interno
pt_br: Seletor de extensão rápido
ru_ru: Выбрать номера
sv_se: Snabbvalslista för anknytningar

source: Choose an extension to append to the end of the extension list above.
bg_bg: Изберете вътрешна линия за поставяне в края на списъка по-горе.
fr_fr: Choisissez une extension à placer à la fin de la liste d'extensions ci-dessous.
it_it: Scegliere un interno da aggiungere alla fine della lista qui sopra.
pt_br: Selecione uma extensão para adicioná-la ao final da lista de extensões acima.
ru_ru: Выберите внутренний номер для добавления в список.
sv_se: Välj en anknytning för att lägga till den i slutet på anknytningslista ovan.

source: (pick extension)
bg_bg: (избери вътрешна линия)
fr_fr: (choisir extension)
it_it: (scegliere l'interno)
pt_br: (Selecione uma extensão)
ru_ru: (выбрать внутренний номер)
sv_se: (välj anknytning)

source: Announcement
pt_br: Anuncio

source: Message to be played to the caller before dialing this group.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
bg_bg: Съобщение което ще се възпроизведе на обаждащия се преди да се набере групата.<br><br>За да добавите допълнителни записи, моля използвайте Меню "Системни Записи" отляво
fr_fr: Message qui sera joué à l'appelant avant de composer le numéro de ce groupe.<br><br>Pour ajouter des enregistrements additionnels, veuillez utiliser le MENU "Enregistrements Système" sur la gauche
it_it: Il Messaggio da riprodurre al chiamante prima di chiamare questo gruppo.<br><br>Per aggiungere ulteriori registrazioni utilizzare il Modulo "Registrazioni di Sistema" nel MENU di sinistra
pt_br: Mensagem a ser reproduzida para o chamador antes de ligar para este grupo.<br/><br/>Para adicionar mais gravações, use a opção 'Gravações do Sistema' no menu esquerdo.
ru_ru: Сообщение, которое будет воспроизведено для входящего респондента, прежде чем пойдет звонок в эту группу.<br><br>Для создания такого приветствия используйте раздел меню Запись сообщений.
sv_se: Meddelande som kommer att spelas för uppringaren innan det börjar ringa gruppanknytningar.<br><br>För att lägga till fler meddelanden använd "Systeminspelningar" i menyn till vänster.

source: None
bg_bg: Няма
fr_fr: Aucun
it_it: Nessuno
pt_br: Nenhum
ru_ru: Нет
sv_se: Inga

source: Message to be played to the caller before dialing this group.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
bg_bg: Съобщение което ще се възпроизведе на обаждащия се преди да се набере групата.<br><br>Трябва да сте инсталирали и разрешили Модул "Системни Записи" за да редактирате тази опция
fr_fr: Message qui sera joué à l'appelant avant de composer le numéro de ce groupe.<br><br>Vous devez installer et activer le Module "Enregistrements Système" pour éditer cette option
it_it: Il Messaggio da riprodurre al chiamante prima di chiamare questo gruppo.<br><br>Per modificare questa opzione bisogna installare ed attivare il Modulo "Registrazioni di Sistema"
pt_br: Mensagem que será reproduzida para o chamador antes de ligar para este grupo.<br/><br/>Você deve instalar o módulo 'Gravações do Sistema' para poder usar esta opção.
ru_ru: Должен быть инсталлирован и задействован модуль 'Запись сообщений' для редакции этой опции.
sv_se: Meddelande som kommer att spelas för uppringaren innan det börjar ringa gruppanknytningar.<br><br>Du måste ha installerat och aktiverat modulen "Systeminspelningar" för att redigera detta val.

source: Play Music On Hold?
bg_bg: Пускане на Музика при Задържане?
fr_fr: Jouer la Musique d'Attente ?
it_it: Riproduci Musica di Attesa?
pt_br: Tocar música em espera?
ru_ru: Использовать Музыку в ожидании?
sv_se: Spela Pausmusik

source: If you select a Music on Hold class to play, instead of 'Ring', they will hear that instead of Ringing while they are waiting for someone to pick up.
bg_bg: Ако изберете категория на Музика При Задържане за възпроизвеждане вместо Звънене, те ще чуват това вместо Звънене докато чакат някой да оговори.
fr_fr: Si vous sélectionnez une classe de Musique d'Attente à jouer, à la place de 'Sonner', ils entendront cela à la place de la Sonnerie pendant qu'ils attendent que quelqu'un ne leur réponde.
it_it: Se si seleziona una classe di Musica di Attesa, invece che 'Squillo', l'utente ascolterà questa mentre è in attesa di una risposta.
pt_br: Se você optou por reproduzir música em espera em vez de tocar, o chamador ouvirá a música em espera em vez de toques enquanto espera alguém atender a chamada.
ru_ru: Если выбран класс Музыки в ожидании вместо простого сигнала вызова, то позвонивший будет слушать музыку, пока кто-то не поднимет трубку.
sv_se: Om du valt Pausmusik i stället för 'Ring' kommer uppringaren att höra musik i stället för ringljud under tiden de väntar på att samtalet ska besvaras.

source: Ring
bg_bg: Звънене
fr_fr: Sonner
it_it: Squillo
pt_br: Sonar
ru_ru: Звонок

source: none
bg_bg: няма
fr_fr: aucun
pt_br: Nenhum
sv_se: ingen

source: default
bg_bg: по-подразбиране
fr_fr: par défaut
pt_br: Por padrão
sv_se: standard

source: CID Name Prefix
bg_bg: Префикс на CID Име
fr_fr: Préfixe de Nom CID
it_it: Prefisso ID Chiamante
pt_br: Prefixo do identificador de nome
ru_ru: Префикс ИД имени
sv_se: Prefix för nummerpresentation

source: You can optionally prefix the CallerID name when ringing extensions in this group. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
pt_br: Opcionalmente, você pode adicionar um prefixo ao nome do identificador de chamada ao ligar para ramais deste grupo. Ou seja, se você adicionar o prefixo "Vendas:", uma chamada de John Doe seria exibida como "Vendas:John Doe" nos ramais que estão tocando.
ru_ru: Опционально, можно использовать какой-то префикс для звонка в эту группу. Например, если это группа "Sales:", то, установив такой префикс для этой группы, можно видеть, если звонит John Doe, то мы увидим на дисплее Sales:John Doe.

source: Alert Info
bg_bg: Информация за Сигнал
fr_fr: Info d'Alerte
pt_br: Informações de alerta
ru_ru: Дополнительная информация

source: ALERT_INFO can be used for distinctive ring with SIP devices.
bg_bg: ALERT_INFO може да се използва за различно звънене при някои SIP устройства.
fr_fr: ALERT_INFO peut être utilisé pour avoir des sonneries distinctes avec les périphériques SIP.
it_it: ALERT_INFO viene utilizzato per distinguere le suonerie su apparati di tipo SIP.
pt_br: ALERT_INFO pode ser usado para gerar toque diferenciado em dispositivos SIP
ru_ru: Дополнительная информация ALERT_INFO может быть использования для распознавания адресата чтобы присвоить различный тип звонков на SIP устройствах.
sv_se: Alertinfo kan användas för att sätta en speciell ringsignal på SIP telefoner

source: Ignore CF Settings
bg_bg: Игнорирай настройките за CF
fr_fr: Ingorer les Paramètres de TA
it_it: Ignora Impostazioni Trasf. Chiamata
pt_br: Ignorar desvios
ru_ru: Игнорировать установки форварда звонков (CF)
sv_se: Ignorera Vidarebefordra samtal (CF)
