Repository: IssabelFoundation/issabelPBX
Catalog: ringgroups/i18n/*/LC_MESSAGES/ringgroups.po
Languages: bg_bg, fr_fr, it_it, pt_br, ru_ru, sv_se

source: When checked, agents who attempt to Call Forward will be ignored, this applies to CF, CFU and CFB. Extensions entered with '#' at the end, for example to access the extension's Follow-Me, might not honor this setting .
bg_bg: Когато е маркирано, агентите които опитват Пренасочване на Обаждането ще се игнорират, това важи за CF, CF Общ и CF Заето. Вътрешните Номера въведени с '#' в края, например за достъп до Следвай Ме, може да не зачетат тези настройки.
fr_fr: Lorsque coché, les agents qui tentent de transférer l'appel seront ignorés. S'applique à tout type de transfert d'appel (Incondionnel, Non-Disponible, Occupé). Les extensions entrées avec '#' à la fin, par exemple pour accéder au Suivez-Moi de l'extension, n'honnoreront probablement pas ce paramètre.
it_it: Se si attiva questa opzione, gli agenti che hanno attivato il Trasferimento di Chiamata saranno ignorati, questo si applica a tutti i tipi di traferimento (Incondizionato, Non-Disponibile, Occupato). Gli interni che hanno il '#' alla fine, per esempio utilizzato per adoperare il Seguimi, potrebbero ignorare questa impostazione.
pt_br: Quando esta opção estiver marcada, os agentes que possuem o encaminhamento de chamadas ativado serão ignorados. Isso se aplicará quando o Encaminhamento de chamada incondicional, o Encaminhamento de chamada ocupado e o Encaminhamento de chamada sem resposta estiverem ativados. Extensões às quais foi adicionado o símbolo '#' no final, para acessar números de pesquisa (Siga-me), por exemplo, podem não levar em consideração esta opção.
ru_ru: Если отмечено, форвардинг звонка будет игнорироваться. Это относится к общим установкам CF, форвардингу на Занято и на Неответе. Внутренний номер, набранный с '#' на конце, например для доступа к опции Следуйте сюда, может быть не сработать.
sv_se: Om detta är valt kommer telefoner med Vidarebefordra samtal inte att skicka samtalet vidare, detta gäller för Vidarebefordra samtal (CF), Vidarebefordra alltid samtal (CFU) och Vidarebefordra samtal vid upptaget (CFB). Anknytningar med '#' i slutet behöver alltid inte följa detta

source: Skip Busy Agent
bg_bg: Пропусни Зает Агент
fr_fr: Passer Agent Occupé
it_it: Salta Agenti Occupati
pt_br: Ignorar agentes ocupados
ru_ru: Пропускать занятого оператора
sv_se: Ignorera upptagna telefoner

source: When checked, agents who are on an occupied phone will be skipped as if the line were returning busy. This means that Call Waiting or multi-line phones will not be presented with the call and in the various hunt style ring strategies, the next agent will be attempted.
bg_bg: Когато е маркирано, агентите които говорят ще бъдат пропуснати като заета линия. Това означава че Чакащо Повикване или телефони с няклоко линии няма да се представят в обаждането и в различните стратегии на звънене, следващия агент ще бъде повикан.
fr_fr: Lorsque coché, on passe les agents qui sont sur un téléphone occupé comme si la ligne était occupée. Cela signifie que l'Attente Téléphonique ou les téléphones multi-lignes ne seront pas concernés par l'appel et dans la plupart des styles de stratégies de sonnerie, l'agent suivant sera sollicité.
it_it: Quando attivato, gli agenti che sono occupati al telefono saranno saltati come se la linea fosse occupata. Questo significa che nelle varie strategie di squillo hunt, la chiamata non arriverà mai ad un telefono multi-linea o con l'avviso di chiamata ma andrà all'agente successivo.
pt_br: Quando esta opção estiver marcada, os agentes ocupados serão ignorados como se o ramal estivesse ocupado. Isso significa que os telefones com chamada em espera ou multilinha não receberão a chamada em diversas estratégias de toque e tentarão o próximo agente.
ru_ru: Если отмечено, оператор на вызове будет пропущен и линия возвратит статус Занято. Это служит для тех случаев, когда используются мультиканальные телефоны и телефоны с опцией ожидания второго звонка, которые не верно отрабатывают в различных стратегиях звонков с серийным исканием, таким образом звонок перейдёт следующему члену группы дозвона.
sv_se: Om detta är valt kommer telefoner som är upptagna att hoppas över. Detta innebär att om Samtal väntar (CW) är satt eller om det är en multilinje-telefon kommer det inte att ringa i den telefonen, beroende på ringstrategi kommer nästa telefon att ringa

source: Enable Call Pickup
pt_br: Ativar captura de chamadas

source: Checking this will allow calls to the Ring Group to be picked up with the directed call pickup feature using the group number. When not checked, individual extensions that are part of the group can still be picked up by doing a directed call pickup to the ringing extension, which works whether or not this is checked.
pt_br: Marcar isso permitirá que as chamadas para o grupo de toque sejam atendidas com o recurso de captura de chamada direcionada usando o número do grupo. Quando desmarcado, ramais individuais que fazem parte do grupo ainda podem ser atendidos fazendo uma captura de chamada direcionada ao ramal que está tocando, o que funciona independentemente de estar marcado ou não.

source: Confirm Calls
bg_bg: Потвърди Обажданията
fr_fr: Confirmer les Appels
it_it: Conferma Chiamate
pt_br: Confirmar chamadas
ru_ru: Подтверждение звонков
sv_se: Bekräfta samtal

source: Enable this if you're calling external numbers that need confirmation - eg, a mobile phone may go to voicemail which will pick up the call. Enabling this requires the remote side push 1 on their phone before the call is put through. This feature only works with the ringall ring strategy
bg_bg: Разрешете ако ви се обаждат външни номера които се нуждаят от потвърждение - например мобилен телефон може да отиде към гласовата поща която да отговори на обаждането. Разрешаването изисква от отсрещната страна да наберат 1 преди обаждането да се достави. Тази услуга работи само със звъни на всички стратегия.
fr_fr: Activez cette fonctionnalité si vous appelez des numéros extérieurs qui demandent confirmation - ex : un téléphone portable ira peut-être vers la messagerie vocale qui prendra l'appel. Activer ceci requiert qu'on appuye sur 1 de l'autre côté sur les téléphones avant que l'appel ne soit transmis. Cette fonctionnalité ne fonctionne qu'avec les stratégies de sonnerie Sonner Partout/Sonner Partout-prim
it_it: Attivare questa opzione se si vogliono chiamano numeri esterni che hanno bisogno di conferma - es., un telefono cellulare potrebbe andare ad una segreteria, e in quel caso la chiamata sarà presa. Attivando questa opzione l'utente remoto dovrà digitare 1 sul proprio telefono per accettare la chiamata. Questa opzione funziona solo con la strategia di squillo ringall.
pt_br: Ative esta opção se estiver ligando para números externos que precisam de confirmação, por exemplo, mil telefones que podem ir para o seu correio de voz que atenderá a chamada. Ativar esta opção fará com que o destino pressione a tecla 1 no telefone antes de fazer a chamada para você. Esta opção só funciona com a estratégia ‘Soar tudo’.
ru_ru: Используйте это, если звонок идёт на внешний номер, который нуждается в подтверждении. Например, мобильный телефон может включить головую почту, которая перехватит этот вызов. Нажатием на 1 можно заблокировать такие действия. Опция действительна только при стратегии вызова звонят-все.
sv_se: Välj detta om du ringer externa telefonnummer som behöver bekräftelse - t.ex. en mobiltelefon som kanske går till mobilsvar. Om detta är valt krävs det att uppringaren trycker 1 för att samtalet ska kopplas upp. Denna funktion fungera endast med strategin ringalla.

source: Remote Announce
pt_br: Anúncio remoto

source: Message to be played to the person RECEIVING the call, if 'Confirm Calls' is enabled.<br><br>To add additional recordings use the "System Recordings" MENU to the left
bg_bg: Съобщение което ще се възпроизведе на ПРИЕМАЩИЯ обаждането, ако Потвърди Обажданията е маркирано.<br><br>За да добавите допълнителни записи, моля използвайте Меню "Системни Записи" отляво
fr_fr: Message qui sera joué à la personne RECEVANT l'appel, si 'Confirmer les Appels' est activé.<br><br>Pour ajouter des enregistrements additionnels, utilisez le MENU "Enregistrements Système" sur la gauche
it_it: Il messaggio da riprodurre alla persona che RICEVE la chiamata, se è stato attivato 'Conferma Chiamate'<br><br>Per aggiungere ulteriori registrazioni utilizzare "Registrazioni di Sistema" nel MENU di sinistra
pt_br: Mensagem que será reproduzida para o destinatário da chamada, caso o parâmetro 'Confirmar Chamadas' esteja habilitado.<br/><br/>Para adicionar mais gravações, utilize a opção 'Gravações do Sistema' no menu esquerdo.
ru_ru: Сообщение воспроизводится для принявшего этот звонок, если включена опция Подтверждение звонков.<br><br>Для создания такого приветствия используйте раздел меню Запись сообщений.
sv_se: Meddelande som kommer att spelas upp för den UPPRINGDA anknytningen om Bekräfta samtal är valt.<br><br>För att lägga till meddelanden använd "Systeminspelningar"

source: Default
bg_bg: По-Подразбиране
fr_fr: Par défaut
it_it: Predefinito
pt_br: Por padrão
ru_ru: По умолчанию
sv_se: Standard

source: Too-Late Announce
pt_br: Anúncio tarde demais

source: Message to be played to the person RECEIVING the call, if the call has already been accepted before they push 1.<br><br>To add additional recordings use the "System Recordings" MENU to the left
bg_bg: Съобщение което ще се възпроизведе на ПРИЕМАЩИЯ обаждането, ако обаждането вече е било прието преди те да натиснат 1.<br><br>За да добавите допълнителни записи, моля използвайте Меню "Системни Записи" отляво
fr_fr: Message qui sera joué à la personnne RECEVANT l'appel, si l'appel a déjà été accepté avant qu'ils n'appuyent sur 1.<br><br>Pour ajouter des enregistrements additionnels, utilisez le MENU "Enregistrements Système" sur la gauche
it_it: Il messaggio da riprodurre alla persona che RICEVE la chiamata, se la chiamata è già stata accettata prima di premere il tasto.<br><br>Per aggiungere ulteriori registrazioni utilizzare "Registrazioni di Sistema" nel MENU di sinistra
pt_br: Mensagem que será reproduzida para quem recebe a chamada, caso a chamada tenha sido atendida pressionando a tecla 1.<br/><br/>Para adicionar mais gravações, utilize a opção 'Gravações do Sistema' no menu à esquerda .
ru_ru: Сообщение воспроизводится для принявшего этот звонок, если звонок уже принят прежде чем он успел нажать 1.<br><br>Для создания такого сообщения используйте раздел меню Запись сообщений.
sv_se: Meddelande som kommer att spelas upp för den UPPRINGDA anknytningen om samtalet redan har besvarats av annan anknytning innan denna hunnit trycka 1.<br><br>För att lägga till meddelanden använd "Systeminspelningar" i menyn till vänster

source: Change External CID Configuration
pt_br: Alteração de identificador externo
ru_ru: Изменить кофигурацию Номера ИД для внешних вызовов

source: Mode
pt_br: Caminho
ru_ru: Режим

source: Transmits the Callers CID if allowed by the trunk.
pt_br: Transmitir o identificador de chamadas se permitido pelo tronco.
ru_ru: Передавать Callers ID если транк это разрешает

source: Fixed CID Value
pt_br: Valor do identificador fixo
ru_ru: Фиксированное значение Номера ИД

source: Always transmit the Fixed CID Value below.
pt_br: Transmita sempre o Identificador Fixo definido abaixo.
ru_ru: Всегда передавать фиксированное значение Номера ИД указанное ниже

source: Outside Calls Fixed CID Value
pt_br: Valor fixo do identificador de chamadas externas
ru_ru: Фиксированное значение Номера ИД для внешних вызовов

source: Transmit the Fixed CID Value below on calls that come in from outside only. Internal extension to extension calls will continue to operate in default mode.
pt_br: Transmitir o valor CID fixo abaixo apenas em chamadas vindas de fora. As chamadas internas de ramal a ramal continuarão funcionando no modo padrão.
ru_ru: Передавать фиксированное значение Номера ИД указанное ниже только в случае исходящих внешних звонков. Внутренние соединения не будут использовать этот Номер ИД.

source: Use Dialed Number
pt_br: Usar Número Marcado
ru_ru: Использовать набранный номер

source: Transmit the number that was dialed as the CID for calls coming from outside. Internal extension to extension calls will continue to operate in default mode. There must be a DID on the inbound route for this. This will be BLOCKED on trunks that block foreign CallerID
pt_br: Transmite o número discado como CID para ligações provenientes do exterior. As chamadas internas de ramal a ramal continuarão funcionando no modo padrão. Deve haver um DID no caminho de entrada para isso. Isto SERÁ BLOQUEADO em troncos que bloqueiam o CallerID externo
ru_ru: Передавать набранный номер в качестве Номера ИД для перенаправленных звонков, пришедших снаружи. Внутренние соединения будут передавать Номер ИД в обычном режиме. Для этого предполагается входящий маршрут по DID. Он будет блокироваться на транке, где провайдеры блокируют чужие Номера ИД.

source: Force Dialed Number
pt_br: Forçar número discado
ru_ru: Форсировать набранный номер

source: Transmit the number that was dialed as the CID for calls coming from outside. Internal extension to extension calls will continue to operate in default mode. There must be a DID on the inbound route for this. This WILL be transmitted on trunks that block foreign CallerID
pt_br: Transmite o número discado como CID para ligações provenientes do exterior. As chamadas internas de ramal a ramal continuarão funcionando no modo padrão. Deve haver um DID no caminho de entrada para isso. Isso será transmitido em troncos que bloqueiam o identificador de chamadas externo
ru_ru: Передаёт номер, который был набран как назначение (DID) в качестве Номера ИД, для звонков пришедших снаружи. Внутренние соединения будут передавать Номер ИД в обычном режиме. Для этого предполагается входящий маршрут по DID. Он будет передаваться через транк, где провайдеры блокируют чужие Номера ИД.

source: Fixed value to replace the CID with used with some of the modes above. Should be in a format of digits only with an option of E164 format using a leading "+".
pt_br: Valor fixo para substituir o CID pelo utilizado em alguns dos modos acima. Deve estar no formato somente dígito com uma opção de formato E164 com um "+" inicial
ru_ru: Фиксированное значение для замены Номера ИД в зависимости от одного из режимов выше. Должен быть только в цифровом формате, или опционально - в формате Е164 с использованием "+" впереди номера.

source: Call Recording
pt_br: Gravação de chamadas

source: Record Calls
pt_br: Gravar chamadas

source: You can always record calls that come into this ring group, never record them, or allow the extension that answers to do on-demand recording. If recording is denied then one-touch on demand recording will be blocked.
pt_br: Você sempre pode gravar chamadas recebidas neste grupo de ramais, nunca gravá-las ou permitir que o ramal que atende faça uma gravação sob demanda. Se a gravação for negada, a gravação sob demanda com um toque será bloqueada.

source: Always
pt_br: Sempre

source: On Demand
pt_br: A Demanda

source: Never
pt_br: Nunca

source: Destination if no answer
bg_bg: Направление ако не е отговорено
fr_fr: Destination si pas de réponse
it_it: Destinazione se nessuna risposta
pt_br: Destino se não houver resposta
ru_ru: Назначение, если никто не ответил
sv_se: Destination vid inget svar

source: Submit Changes
bg_bg: Приеми Промените
fr_fr: Appliquer les Modifications
it_it: Conferma Cambiamenti
pt_br: Enviar alterações
ru_ru: Применить изменения
sv_se: Spara ändringar

source: Invalid Group Number specified
bg_bg: Неправилно определен Номер на Група.
fr_fr: Numéro de Groupe spécifié invalide
it_it: Numero Gruppo specificato non valido
pt_br: Número de grupo de ramais inválido
ru_ru: Указан неверный номер группы
sv_se: Ogiltigt gruppnummer angivet

source: Please enter an extension list.
bg_bg: Моля въведете списъка с вътрешни линии.
fr_fr: Veuillez entrer une liste d'extension
it_it: Prego immettere un lista di interni.
pt_br: Especifique pelo menos uma extensão na lista de extensões.
ru_ru: Укажите список внутренних номеров
sv_se: Skriv in en anknytningslista

source: Invalid time specified
bg_bg: Неправилно въведено време
fr_fr: Temps spécifié invalide
it_it: Tempo specificato non valido
pt_br: Hora especificada inválida.
ru_ru: Указано неверное время
sv_se: Ogiltig tid angiven

source: Time must be between 1 and 60 seconds
bg_bg: Трябва да е между 1 и 60 секунди
fr_fr: Le temps doit être compris entre 1 et 60 secondes
it_it: Il tempo deve essere compreso tra 1 e 60 secondi
pt_br: O tempo deve estar entre 1 e 60 segundos.
ru_ru: Время должно быть указано между 1 и 60 секундами
sv_se: Tiden måste vara mellan 1 och 60 sekunder

source: Please enter a valid Group Description
bg_bg: Моля въведете правилно Описание за Групата
fr_fr: Veuillez entrer une Description de Groupe valide
it_it: Prego immettere una Descrizione del Gruppo valida
pt_br: Insira uma descrição válida do grupo de extensões.
ru_ru: Укажите разрешённое названание группы
sv_se: Skriv in en giltig gruppbeskrivning

source: Ring Groups
bg_bg: Групи на Звънене
fr_fr: Groupes de Sonnerie
it_it: Gruppi di chiamata
pt_br: Grupos de extensão
ru_ru: Группы вызова
sv_se: Ringgrupper

source: Ring Group Module
pt_br: Módulo de Grupo de extensions

source: Ring Strategy:
bg_bg: Стратегия на Звънене:
fr_fr: Stratégie de Sonnerie :
it_it: Strategia di Squillo:
ru_ru: Стратегия дозвона:
sv_se: Ringstrategi

source: hunt
bg_bg: преследване
fr_fr: Chasse
ru_ru: серийное-искание
sv_se: runda

source: Take turns ringing each available extension
bg_bg: Върти звъненето по всички достъпни вътрешни линии
fr_fr: Fait sonner tour à tour chaque extension disponible
it_it: chiama a circolo tutti gli interni disponibili
ru_ru: Звонок поступает на любой доступный внутренний номер
sv_se: Ring runt på respektive anknytning

source: memoryhunt
bg_bg: преследване с запомняне
fr_fr: Chasse avec mémoire
ru_ru: прогресс-серийное-искание
sv_se: minnesrunda

source: *-prim
bg_bg: *-основна
ru_ru: *-прим
sv_se: *-första

source: Ring Time (max 60 sec)
bg_bg: Време на Звънене (max 60 секунди):
fr_fr: Temps de Sonnerie (max 60 secondes)
it_it: Tempo di Squillo (max 60 sec)
ru_ru: Время вызова (макс. 60 сек)
sv_se: Ringtid (max 60 sek)

source: Time in seconds that the phones will ring. For all hunt style ring strategies, this is the time for each iteration of phone(s) that are rung
bg_bg: Времето в секунди за което телефона ще звъни. За всички типове преследване за стратегии на звънене, това е времето за всяко повторение на телефона(ите) които звънят
fr_fr: Temps en secondes pendant lequel les téléphones sonneront. Pour toutes les stratégies de styles de sonnerie "Chasse", c'est le temps pour chaque itération de téléphone qui sonne
it_it: Il tempo in secondi che un telefono squilla. Per i gruppi di chiamata con strategia hunt, equivale allo squillo di ogni singolo interno
ru_ru: Время в секундах в течение которого телефоны будут звонить. Для всех типов серийного искания в стратегиях звонков, это время звонка для каждого шага стратегий звонков.
sv_se: Tid i sekunder som telefonen kommer att ringa. För alla rund-rings-strategier, detta är tiden för varje runda av telefoner som rings

source: List extensions to ring, one per line, or use the Extension Quick Pick below to insert them here.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a '#'. ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing)<br><br>Extensions (without a '#' will not ring a user's Follow-Me. To dial Follow-Me, Queues and other numbers that are not extensions, put a '#' at the end.
bg_bg: Списък с вътрешни линии за звънене, една на ред, или използвайте Бързо Избиране на Вътрешни Линии по-долу за да ги добавите тук.<br><br>Можете да включите вътрешна линия от отдалечена система, или външен номер чрез добавяне на наставка '#'. Например: 2448089# ще избира 2448089 от съответната външна линия (виж Изходящи Маршрути)<br><br>Вътрешни номера без '#' няма да звънят на потребителски Следвай Ме. За да избирате Следвай Ме, Опашки и други номера които не са вътрешни линии, поставете '#' в края.
fr_fr: Listez les extensions à faire sonner, une par ligne, ou utilisez l'Extension Sélection Rapide ci-dessous.<br><br>Vous pouvez inclure une extension sur un système distant, ou un numéro externe en suffixant un numéro avec un dièse (#). exemple : 2448089# composera 2448089 sur le trunk approprié (voir Routes Sortantes).
it_it: Inserire gli interni o numeri da chiamare, uno per riga, o utilizzare la Selezione Veloce degli Interni qui sotto<br><br>Per includere numeri esterni, inserire cancelletto (#) alla fine del numero. Es.: per chiamare 06123456789 bisogna inserire 006123456789# (se nelle Rotte in uscita è stato inserito lo 0 per le chiamate esterne).Gli interni che non hanno '#' alla fine non andranno nel Seguimi. Per le Code o i Seguimi o altre destinazioni che non sono interni bisogna mettere '#' alla fine.
ru_ru: Лист номеров, по одному в строке, или воспользуйтесь Выбором из меню ниже чтобы добавить в список <br><br>Можно включать номера из других удалённых систем, или внешние номера, с использованием знака # в качестве суффикса. Например: 2448089# наберёт номер 2448089 на любом внешнем транке, попадающем в правила Исходящей маршрутизации.<br><br>Задействуются только фактические внутренние номера. Если хотите использовать при этом посторонние каналы (чтобы звонить на follow-me или в другие группы вызова, или очереди, просто ставьте знак # в конце номера. Но будте осторожны! Это рекурсия, и система может задушиться.
sv_se: Lista med anknytningar att ringa, en per rad, eller välj i snabbvalslistan nedan för att inkludera dom här.<br><br>Du kan inkludera ett externt nummer genom att skriva ett '#' efter telefonnumret, t.ex. 040123456#, då kommer nummer 040123456 att ringas upp via lämplig trunk (se Utgående väg)<br><br>Anknytningar utan '#' kommer inte att ringa Följ-Mig. För att ringa Följ-Mig, Köer och andra nummer som inte är anknytningar,lägg till ett '#' i slutet.

source: Announcement:
bg_bg: Съобщение:
fr_fr: Annonce :
it_it: Annuncio:
ru_ru: Приветствие:
sv_se: Påannonsering

source: Remote Announce:
bg_bg: Кратко Съобщение:
fr_fr: Annonce Distante :
it_it: Annuncio Remoto
ru_ru: Удалённое приветствие:
sv_se: Fjärrannonsering

source: Too-Late Announce:
bg_bg: Много-Късно Съобщение:
fr_fr: Annonce Trop Tard :
it_it: Annuncio Troppo-Tardi
ru_ru: Сообщение Уже-поздно:
sv_se: För-sent meddelande

source: Only ringall, ringallv2, hunt and the respective -prim versions are supported when confirmation is checked
bg_bg: Само ringall, ringallv2, hunt и съответните - osnowna версии се поддържат когато е маркирано потвърждението
fr_fr: Sonner Partout, Sonner Partout v2, Chasse et les versions -prim respectives uniquement sont supportés lorsque confirmation est coché
it_it: Quando si seleziona la conferma, solo le strategie di squillo ringall, ringallv2, hunt e rispettive versioni -prim sono supportate
ru_ru: Если отмечено, поддерживаются только сценарии звонят-все, звонят-все-v2, серийное искание и соответствующие им -прим варианты
sv_se: Endast ringalla, ringallav2, runda och respektive -prim stöds när bekräftelse krävs
