Repository: IssabelFoundation/issabelPBX
Catalog: ringgroups/i18n/*/LC_MESSAGES/ringgroups.po
Languages: bg_bg, fr_fr, it_it, pt_br, ru_ru, sv_se

source: Creates a group of extensions that all ring together. Extensions can be rung all at once, or in various 'hunt' configurations. Additionally, external numbers are supported, and there is a call confirmation option where the callee has to confirm if they actually want to take the call before the caller is transferred.
ru_ru: Создаёт группу внутренних номеров, которые будут звонить одновременно. Сценарии групповых вызовов различны: все вместе, или различные варианты серийных исканий. Дополнительно в группе могут быть так же использованы внешние номера, и здесь можно указать опцию подтверждения для внешнего номера. Которая даёт возможность подтвердить желание принять звонок прежде, чем звонок будет туда перенаправлен.
