Repository: IssabelFoundation/issabelPBX
Catalog: bulkextensions/i18n/*/LC_MESSAGES/bulkextensions.po
Languages: es_es

source: By default (not checked) any call to this extension will go to this Follow-Me instead, including directory calls by name from IVRs. If checked, calls will go only to the extension.<BR>However, destinations that specify FollowMe will come here.<BR>Checking this box is often used in conjunction with VmX Locater, where you want a call to ring the extension, and then only if the caller chooses to find you do you want it to come here.
es_es: De manera predeterminada (sin marcar), cualquier llamada a esta extensión irá a este Sígueme, incluidas las llamadas de directorio por nombre de los IVR. Si está marcada, las llamadas solo irán a la extensión.<BR>Sin embargo, los destinos que especifican Sígueme vendrá aquí.<BR>Marcar esta casilla se usa a menudo junto con VmX Locater, donde desea que una llamada suene en la extensión, y solo si la persona que llama elige encontrarlo, desea que venga aquí.

source: This is the number of seconds to ring the primary extension prior to proceeding to the follow-me list. The extension can also be included in the follow-me list. A 0 setting will bypass this.
es_es: Este es el número de segundos para llamar a la extensión principal antes de pasar a la lista de seguimiento. La extensión también se puede incluir en la lista de seguimiento. Una configuración de 0 omitirá esto.

source: <b>ringallv2</b>: ring primary extension for initial ring time followed by all additional extensions until one answers<br><b>ringall</b>: ring all available channels until one answers (default)<br><b>hunt</b>: take turns ringing each available extension<br><b>memoryhunt</b>: ring first extension in the list, then ring the 1st and 2nd extension, then ring 1st 2nd and 3rd extension in the list.... etc.<br><b>*-prim</b>: these modes act as described above. However, if the primary extension (first in list) is occupied, the other extensions will not be rung. If the primary is IssabelPBX DND, it won't be rung. If the primary is IssabelPBX CF unconditional, then all will be rung<br><b>firstavailable</b>: ring only the first available channel<br><b>firstnotonphone</b>: ring only the first channel which is not off hook - ignore CW<br>
es_es: <b>ringallv2</b>: llamar a la extensión principal para el tiempo de timbre inicial seguido de todas las extensiones adicionales hasta que uno responda<br><b>ringall</b>: llamar a todos los canales disponibles hasta que uno responda (predeterminado)<br ><b>buscar</b>: turnarse para llamar a cada extensión disponible<br><b>memoryhunt</b>: llamar a la primera extensión de la lista, luego llamar a la 1.ª y 2.ª extensión, luego llamar a la 1.ª, 2.ª y 3.ª extensión en la lista.... etc.<br><b>*-prim</b>: estos modos actúan como se describe anteriormente. Sin embargo, si la extensión principal (primera en la lista) está ocupada, las otras extensiones no lo estarán. peldaño. Si el primario es IssabelPBX DND, no se llamará. Si el primario es IssabelPBX CF incondicional, entonces todos se llamarán<br><b>primero disponible</b>: llamar solo al primer canal disponible<br> <b>firstnotonphone</b>: suena solo el primer canal que no está descolgado - ignora CW<br>

source: Time in seconds that the phones will ring. For all hunt style ring strategies, this is the time for each iteration of phone(s) that are rung
es_es: Tiempo en segundos en que sonarán los teléfonos. Para todas las estrategias de timbre de estilo de búsqueda, este es el tiempo para cada iteración de teléfono(s) que suena(n)

source: extension-extension-extension-... (extension is numeric; multiple extensions separated by '-')<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a pound (#). ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing).
es_es: extensión-extensión-extensión-... (la extensión es numérica; múltiples extensiones separadas por '-')<br><br>Puede incluir una extensión en un sistema remoto o un número externo agregando un sufijo a un número con un almohadilla (#). ej.: 2448089# marcaría 2448089 en la troncal correspondiente (consulte Enrutamiento de salida).

source: Message to be played to the caller before dialing this group.<br><br>To add additional recordings please use the 'System Recordings' MENU to the left
es_es: Mensaje que se reproducirá para la persona que llama antes de marcar este grupo.<br><br>Para agregar grabaciones adicionales, use el MENÚ 'Grabaciones del sistema' a la izquierda

source: If you select a Music on Hold class to play, instead of 'Ring', they will hear that instead of Ringing while they are waiting for someone to pick up.
es_es: Si selecciona una clase de música en espera para reproducir, en lugar de 'Timbre', escucharán eso en lugar de Timbre mientras esperan que alguien conteste.

source: You can optionally prefix the Caller ID name when ringing extensions in this group. ie: If you prefix with 'Sales:', a call from John Doe would display as 'Sales:John Doe' on the extensions that ring.
es_es: Opcionalmente, puede anteponer el nombre del identificador de llamadas cuando llame a las extensiones de este grupo. Es decir: si antepone 'Ventas:', una llamada de John Doe se mostraría como 'Ventas:John Doe' en las extensiones que suenan.

source: You can optionally include an Alert Info which can create distinctive rings on SIP phones.
es_es: Opcionalmente, puede incluir una información de alerta que puede crear timbres distintivos en teléfonos SIP.

source: Enable this if you're calling external numbers that need confirmation - eg, a mobile phone may go to Voicemail which will pick up the call. Enabling this requires the remote side push 1 on their phone before the call is put through. This feature only works with the ringall/ringall-prim ring strategy
es_es: Habilite esto si está llamando a números externos que necesitan confirmación, por ejemplo, un teléfono móvil puede ir al correo de voz que atenderá la llamada. Habilitar esto requiere que el lado remoto presione 1 en su teléfono antes de que se realice la llamada. Esto función solo funciona con la estrategia de anillo ringall/ringall-prim

source: Message to be played to the person RECEIVING the call, if 'Confirm Calls' is enabled.<br><br>To add additional recordings use the 'System Recordings' MENU to the left
es_es: Mensaje que se reproducirá para la persona que RECIBE la llamada, si 'Confirmar llamadas' está habilitado.<br><br>Para agregar grabaciones adicionales, use el MENÚ 'Grabaciones del sistema' a la izquierda

source: Message to be played to the person RECEIVING the call, if the call has already been accepted before they push 1.<br><br>To add additional recordings use the 'System Recordings' MENU to the left
es_es: Mensaje que se reproducirá para la persona que RECIBE la llamada, si la llamada ya ha sido aceptada antes de presionar 1.<br><br>Para agregar grabaciones adicionales, use el MENÚ 'Grabaciones del sistema' a la izquierda

source: Destination if no answer: (Follow Me page)
es_es: Destino si no hay respuesta: (página Sígueme)

source: Enables fax if setting is set to <b>true</b>. If left blank fax settings are removed
es_es: Habilita el fax si la configuración se establece en <b>verdadero</b>. Si se deja en blanco, se eliminan las configuraciones de fax

source: Email address where fax should be emailed to
es_es: Dirección de correo electrónico a la que debe enviarse el fax

source: Number of seconds to ring during a Call Forward, Call Forward Busy or Call Forward Unavailable call prior to continuing to voicemail or specified destination. Setting to Always will not return, it will just continue to ring. Default will use the current Ring Time. If voicemail is disabled and their is not destination specified, it will be forced into Always mode
es_es: Número de segundos para sonar durante una llamada de desvío de llamada, desvío de llamada ocupada o desvío de llamada no disponible antes de continuar con el correo de voz o el destino especificado. Si se establece en Siempre, no regresará, solo seguirá sonando. De manera predeterminada, se usará el Tiempo de timbre actual Si el correo de voz está deshabilitado y no se especifica el destino, se forzará al modo Siempre

source: Maximum number of outbound simultaneous calls that an extension can make. This is also very useful as a Security Protection against a system that has been compromised. It will limit the number of simultaneous calls that can be made on the compromised extension.
es_es: Número máximo de llamadas salientes simultáneas que puede realizar una extensión. Esto también es muy útil como protección de seguridad contra un sistema que ha sido comprometido. Limitará la cantidad de llamadas simultáneas que se pueden realizar en la extensión comprometida.

source: When set to Intercom, calls to this extension/user from other internal users act as if they were intercom calls meaning they will be auto-answered if the endpoint supports this feature and the system is configured to operate in this mode. All the normal white list and black list settings will be honored if they are set. External calls will still ring as normal, as will certain other circumstances such as blind transfers and when a Follow Me is configured and enabled. If Disabled, the phone rings as a normal phone.
es_es: Cuando se establece en Intercomunicador, las llamadas a esta extensión/usuario de otros usuarios internos actúan como si fueran llamadas de intercomunicador, lo que significa que se responderán automáticamente si el terminal es compatible con esta función y el sistema está configurado para operar en este modo. Todos los las configuraciones normales de la lista blanca y la lista negra se respetarán si están configuradas. Las llamadas externas seguirán sonando normalmente, al igual que otras circunstancias, como las transferencias ciegas y cuando un Sígueme está configurado y habilitado. Si está desactivado, el teléfono suena como un teléfono normal.

source: If this extension is part of a Queue then the Queue will attempt to use the user's extension state or device state information when determining if this queue member should be called. In some uncommon situations such as a Follow-Me with no physical device, or some virtual extension scenarios, the state information will indicate that this member is not available when they are. Setting this to 'Ignore State' will make the Queue ignore all state information thus always trying to contact this member. Certain side affects can occur when this route is taken due to the nature of how Queues handle Local channels, such as subsequent transfers will continue to show the member as busy until the original call is terminated. In most cases, this SHOULD BE set to 'Use State'.
es_es: Si esta extensión es parte de una Cola, la Cola intentará usar el estado de la extensión del usuario o la información del estado del dispositivo para determinar si se debe llamar a este miembro de la cola. En algunas situaciones poco comunes, como un Sígueme sin dispositivo físico, o algunos escenarios de extensión virtual, la información de estado indicará que este miembro no está disponible cuando lo esté. Al establecer esto en 'Ignorar estado', la cola ignorará toda la información de estado, por lo que siempre intentará ponerse en contacto con este miembro. Ciertos efectos secundarios pueden ocurrir cuando esta ruta se toma debido a la naturaleza de cómo las colas manejan los canales locales, por ejemplo, las transferencias posteriores seguirán mostrando al miembro como ocupado hasta que finalice la llamada original. En la mayoría de los casos, esto DEBE establecerse en 'Usar estado'.

source: Whether Asterisk should trust the RPID settings from this device. Usually should be yes for CONNECTEDLINE() functionality to work if supported by the endpoint.
es_es: Si Asterisk debe confiar en la configuración RPID de este dispositivo. Por lo general, debería ser sí para que la funcionalidad CONNECTEDLINE() funcione si es compatible con el punto final.

source: Whether Asterisk should send RPID (or PAI) info to the device. Usually should be enabled to the settings used by your device for CONNECTEDLINE() functionality to work if supported by the endpoint.
es_es: Si Asterisk debe enviar información RPID (o PAI) al dispositivo. Por lo general, debe habilitarse en la configuración utilizada por su dispositivo para que funcione la funcionalidad CONNECTEDLINE() si es compatible con el punto final.

source: Frequency in seconds to send qualify messages to the endpoint.
es_es: Frecuencia en segundos para enviar mensajes calificados al punto final.

source: This sets the allowed transport settings for this device and the default (Primary) transport for outgoing. The default transport is only used for outbound messages until a registration takes place. During the peer registration the transport type may change to another supported type if the peer requests so. In most common cases, this does not have to be changed as most devices register in conjunction with the host=dynamic setting. If you are using TCP and/or TLS you need to make sure the general SIP Settings are configured for the system to operate in those modes and for TLS, proper certificates have been generated and configured.
es_es: Esto establece la configuración de transporte permitida para este dispositivo y el transporte predeterminado (Principal) para los mensajes salientes. El transporte predeterminado solo se usa para los mensajes salientes hasta que se lleva a cabo un registro. Durante el registro del par, el tipo de transporte puede cambiar a otro tipo admitido si el par lo solicita. En la mayoría de los casos comunes, esto no tiene que cambiarse ya que la mayoría de los dispositivos se registran junto con la configuración hostu003ddynamic. Si está utilizando TCP y/o TLS, debe asegurarse de que la configuración general de SIP esté configurada. para que el sistema funcione en esos modos y para TLS, se han generado y configurado los certificados adecuados.

source: Whether to offer SRTP encrypted media (and only SRTP encrypted media) on outgoing calls to a peer. Calls will fail with HANGUPCAUSE=58 if the peer does not support SRTP. Defaults to no.
es_es: Si ofrecer medios cifrados con SRTP (y solo medios cifrados con SRTP) en llamadas salientes a un par. Las llamadas fallarán con HANGUPCAUSEu003d58 si el par no admite SRTP. El valor predeterminado es no.

source: Asterisk dialplan extension to reach voicemail for this device. Some devices use this to auto-program the voicemail button on the endpoint. If left blank, the default vmexten setting is automatically configured by the voicemail module. Only change this on devices that may have special needs.
es_es: Extensión del plan de marcación de Asterisk para comunicarse con el correo de voz de este dispositivo. Algunos dispositivos usan esto para programar automáticamente el botón de correo de voz en el terminal. Si se deja en blanco, el módulo de correo de voz configura automáticamente la configuración predeterminada de vmexten. Cambie esto solo en dispositivos que pueden tienen necesidades especiales.

source: Asterisk: cc_agent_policy. Used to enable Camp-On for this user and set the Technology Mode that will be used when engaging the feature. In most cases 'Generic Device' should be chosen unless you have phones designed to work with channel specific capabilities.
es_es: Asterisco: cc_agent_policy. Se usa para habilitar Camp-On para este usuario y configurar el Modo de tecnología que se usará al activar la función. En la mayoría de los casos, se debe elegir 'Dispositivo genérico' a menos que tenga teléfonos diseñados para funcionar con capacidades específicas del canal .

source: Asterisk: cc_monitor_policy. Used to control if other phones are allowed to Camp On to this extension. If so, it sets the technology mode used to monitor the availability of the extension. If no specific technology support is available then it should be set to a 'Generic Device'. In this mode, a callback will be initiated to this extension when it changes from an InUse state to NotInUse. If it was busy when first attempted, this will be when the current call has ended. If it simply did not answer, then this will be the next time this phone is used to make or answer a call and then hangs up. It is possible to set this to take advantage of 'Native Technology Support' if available and automatically fallback to the 'Generic Mode' when not.
es_es: Asterisco: cc_monitor_policy. Se usa para controlar si otros teléfonos pueden conectarse a esta extensión. Si es así, establece el modo de tecnología utilizado para monitorear la disponibilidad de la extensión. Si no hay soporte de tecnología específico disponible, entonces debe configurarse a un "Dispositivo genérico." En este modo, se iniciará una devolución de llamada a esta extensión cuando cambie de un estado En uso a No en uso. Si estaba ocupado cuando se intentó por primera vez, será cuando la llamada actual haya terminado. Si simplemente no respondió, entonces esta será la próxima vez que se use este teléfono para hacer o contestar una llamada y luego cuelgue. Es posible configurar esto para aprovechar la 'Soporte de tecnología nativa' si está disponible y retroceder automáticamente a la 'Compatibilidad genérica'. Modo' cuando no.

source: Recording of inbound calls from external sources.
es_es: Grabación de llamadas entrantes de fuentes externas.

source: Recording of outbound calls to external sources.
es_es: Grabación de llamadas salientes a fuentes externas.

source: Recording of calls received from other extensions on the system.
es_es: Grabación de llamadas recibidas de otras extensiones en el sistema.

source: Recording of calls made to other extensions on the system.
es_es: Grabación de llamadas realizadas a otras extensiones del sistema.

source: Enable or disable the ability to do on demand (one-touch) recording. The overall calling policy rules still apply and if calls are already being recorded they can not be paused.
es_es: Habilite o deshabilite la capacidad de realizar grabaciones a pedido (de un solo toque). Las reglas generales de la política de llamadas aún se aplican y, si las llamadas ya se están grabando, no se pueden pausar.

source: Call recording policy priority relative to other extensions when there is a conflict between an extension wanting recording and the other not wanting it. The higher of the two determines the policy, on a tie the global policy (caller or callee) determines the policy.
es_es: Prioridad de la política de grabación de llamadas en relación con otras extensiones cuando hay un conflicto entre una extensión que desea grabar y la otra no. El mayor de los dos determina la política, en caso de empate, la política global (llamante o destinatario) determina la política .
