Repository: IssabelFoundation/issabelPBX
Catalog: bulkextensions/i18n/*/LC_MESSAGES/bulkextensions.po
Languages: es_es

source: Bulk Extensions
es_es: Extensiones a granel

source: Start by downloading the %s Template CSV file %s (right-click > save as) or clicking the Export Extensions button.
es_es: Comience descargando %sla plantilla CSV%s (haga clic con el botón derecho > guardar como) o haga clic en el botón Exportar extensiones.

source: Manage Extensions in bulk using CSV files.
es_es: Administre extensiones de forma masiva utilizando archivos CSV.

source: Modify the CSV file to add, edit, or delete Extensions as desired. Then load the CSV file. After the CSV file is processed, the action taken for each row will be displayed.
es_es: Modifique el archivo CSV para agregar, editar o eliminar extensiones según lo desee. Luego cargue el archivo CSV. Después de procesar el archivo CSV, se mostrará la acción realizada para cada fila.

source: Export Extensions
es_es: Exportar extensiones

source: Choose a CSV file...
es_es: Seleccione un archivo CSV...

source: Upload
es_es: Subir

source: Bulk extension changes can take a long time to complete. It can take 30-60 seconds to add 100 extensions on a small system. However, on a system with 2000 extensions it can take about 5 minutes to add 100 new extensions.
es_es: Los cambios masivos de extensión pueden tardar mucho tiempo en completarse. Puede tomar de 30 a 60 segundos agregar 100 extensiones en un sistema pequeño. Sin embargo, en un sistema con 2000 extensiones, puede tomar alrededor de 5 minutos agregar 100 nuevas extensiones.

source: Email Notification for New Accounts
es_es: Notificación por correo electrónico para cuentas nuevas

source: The settings below can be used to control the content and destination of the notification emails.
es_es: La configuración a continuación se puede utilizar para controlar el contenido y el destino de los correos electrónicos de notificación.

source: By default, a notification email will be sent to the Voicemail email address set for each account added.
es_es: De manera predeterminada, se enviará un correo electrónico de notificación a la dirección de correo electrónico del correo de voz establecida para cada cuenta agregada.

source: Default Address
es_es: Dirección predeterminada

source: Override Address
es_es: Dirección de anulación

source: Email From
es_es: De

source: Email Reply-To
es_es: Responder a

source: Email Subject
es_es: Asunto del correo

source: Email Opening
es_es: Apertura del correo

source: If an Override Address is specified, all notification emails will be sent to the Override Address only. Type "noemail" (without the quotes) as the Override Address to stop notification emails from being sent.
es_es: Si se especifica una dirección de anulación, todos los correos electrónicos de notificación se enviarán únicamente a la dirección de anulación. Escriba "noemail" (sin las comillas) como dirección de anulación para detener el envío de correos electrónicos de notificación.

source: If a Default Address is specified, notification emails for new accounts without a Voicemail email address will be sent to the Default Address.
es_es: Si se especifica una dirección predeterminada, los correos electrónicos de notificación para cuentas nuevas sin una dirección de correo electrónico de correo de voz se enviarán a la dirección predeterminada.

source: Email Closing
es_es: Cierre del correo

source: The Email From header may be specified. If left blank, the system default will be used.
es_es: Se puede especificar el encabezado From del correo electrónico. Si se deja en blanco, se utilizará el valor predeterminado del sistema.

source: The Email Reply-To header may be specified. If left blank, the system default will be used.
es_es: Se puede especificar el encabezado Reply-To (Responder a) del correo electrónico. Si se deja en blanco, se utilizará el valor predeterminado del sistema.

source: The Email Subject may be specified. If left blank, the default subject, "Voicemail Account Activated", will be used.
es_es: Se puede especificar el asunto del mensaje. Si se deja en blanco, se utilizará el valor predeterminado "Voicemail Account Activated".

source: The Email Opening may be specified. If left blank, the default opening, "Login information for your Voicemail account is as follows:", will be used.
es_es: Se puede especificar la apertura del correo electrónico. Si se deja en blanco, se utilizará el valor predeterminado "Login information for your Voicemail account is as follows:".

source: The account name, extension, and Voicemail password will automatically be inserted after the opening.
es_es: El nombre de la cuenta, la extensión y la contraseña del correo de voz se insertarán automáticamente después de la apertura.

source: The Email Closing may be specified. If any text is entered, it will be inserted at the end of the email.
es_es: Se puede especificar el cierre del correo electrónico. Si se ingresa algún texto, éste se insertará al final del correo electrónico.

source: Bulk Extensions CSV File Columns
es_es: Columnas CSV de archivo de extensiones masivas

source: The table below explains each column in the CSV file. You can change the column order of the CSV file as you like, however, the column names must be preserved.
es_es: La siguiente tabla explica cada columna en el archivo CSV. Puede cambiar el orden de las columnas del archivo CSV como desee; sin embargo, los nombres de las columnas deben conservarse.

source: Name
es_es: Nombre

source: Default
es_es: Defecto

source: Allowed
es_es: Permitido

source: Details
es_es: Detalles

source: On Extensions page
es_es: En página de extensiones

source: The CID Number to use for internal calls, if different from the extension number. This is used to masquerade as a different user. A common example is a team of support people who would like their internal CallerID to display the general support number (a ringgroup or queue). There will be no effect on external calls.
es_es: El número CID que se usará para llamadas internas, si es diferente del número de extensión. Esto se usa para hacerse pasar por un usuario diferente. Un ejemplo común es un equipo de personas de soporte que desean que su identificador de llamadas interno muestre el número de soporte general ( un grupo de llamada o una cola). No habrá ningún efecto en las llamadas externas

source: The extension number to dial to reach this user.
es_es: El número de extensión a marcar para comunicarse con este usuario.

source: Add, Delete, or Edit an Extension.
es_es: Agregar, eliminar o editar una extensión.

source: The caller id name for calls from this user will be set to this name. Only enter the name, NOT the number.
es_es: El nombre del identificador de llamadas para las llamadas de este usuario se establecerá en este nombre. Solo ingrese el nombre, NO el número.

source: If you want to support direct sip dialing of users internally or through anonymous sip calls, you can supply a friendly name that can be used in addition to the user's extension to call them.
es_es: Si desea admitir la marcación SIP directa de los usuarios internamente o mediante llamadas SIP anónimas, puede proporcionar un nombre descriptivo que se pueda usar además de la extensión del usuario para llamarlos.

source: Overrides the caller id when dialing out a trunk. Any setting here will override the common outbound caller id set in the Trunks admin.<br><br>Format: <b>&quot;caller name&quot; &lt;#######&gt;</b><br><br>Leave this field blank to disable the outbound CallerID feature for this user.
es_es: Anula la identificación de la persona que llama cuando se marca un troncal. Cualquier configuración aquí anulará la identificación de la persona que llama saliente común establecida en el administrador de Trunks.<br><br>Formato: <b>"nombre de la persona que llama" <###### #></b><br><br>Deje este campo en blanco para desactivar la función de identificación de llamadas salientes para este usuario.

source: Number of seconds to ring prior to going to Voicemail. 0 (Default) will use the value set in the General Tab. If no Voicemail is configured this will be ignored.
es_es: Número de segundos para sonar antes de ir al correo de voz. 0 (predeterminado) utilizará el valor establecido en la pestaña General. Si no se configura ningún correo de voz, se ignorará.

source: Set the initial/current Call Waiting state for this user's extension.
es_es: Establecer el estado de llamada en espera inicial/actual para la extensión de este usuario.

source: Call Screening requires external callers to say their name, which will be played back to the user and allow the user to accept or reject the call. Screening with memory only verifies a caller for their caller-id once. Screening without memory always requires a caller to say their name. Either mode will always announce the caller based on the last introduction saved with that CallerID. If any user on the system uses the memory option, when that user is called, the caller will be required to re-introduce themselves and all users on the system will have that new introduction associated with the caller's CallerID.Set the initial/current Call Waiting state for this user's extension.
es_es: El filtrado de llamadas requiere que las personas que llaman externas digan su nombre, que se reproducirá para el usuario y le permitirá aceptar o rechazar la llamada. El filtrado con memoria solo verifica la identificación de la persona que llama una vez. El filtrado sin memoria siempre requiere una persona que llama diga su nombre. Cualquiera de los modos siempre anunciará a la persona que llama en función de la última presentación guardada con ese identificador de llamadas. Si algún usuario en el sistema usa la opción de memoria, cuando se llame a ese usuario, la persona que llama deberá volver a presentar ellos mismos y todos los usuarios del sistema tendrán esa nueva introducción asociada con el identificador de llamadas de la persona que llama. Establezca el estado de llamada en espera inicial/actual para la extensión de este usuario.

source: Enabling Pinless Dialing will allow this extension to bypass any pin codes normally required on outbound calls
es_es: Habilitar la marcación sin PIN permitirá que esta extensión omita los códigos PIN que normalmente se requieren en las llamadas salientes

source: For logging in and out of devices in deviceanduser mode, not available on Extensions page.
es_es: Para iniciar y cerrar sesión en dispositivos en modo dispositivo y usuario, no disponible en la página Extensiones.

source: Optional: Setting a destination here where to send the call if the called extension was not answered
es_es: Opcional: Establecer un destino aquí donde enviar la llamada si la extensión llamada no fue respondida

source: You can optionally prefix the Caller ID name when sending the call to the above destination. ie: If you prefix with 'No Answer:', a call to John Doe that was not answered would display as 'No Answer:John Doe' on the extensions belonging to the destination selected
es_es: Opcionalmente, puede anteponer el nombre del identificador de llamadas al enviar la llamada al destino anterior. Es decir: si antepone 'Sin respuesta:', una llamada a John Doe que no fue respondida se mostraría como 'Sin respuesta: John Doe' en las extensiones pertenecientes al destino seleccionado

source: Optional: Setting a destination here where to send the call if the extension was busy
es_es: Opcional: Establecer un destino aquí donde enviar la llamada si la extensión estaba ocupada

source: You can optionally prefix the Caller ID name when sending the call to the above destination. ie: If you prefix with 'Busy:', a call to John Doe that was busy would display as 'Busy:John Doe' on the extensions belonging to the destination selected
es_es: Opcionalmente, puede anteponer el nombre del identificador de llamadas al enviar la llamada al destino anterior. Es decir: si antepone 'Ocupado:', una llamada a John Doe que estaba ocupada se mostraría como 'Ocupado: John Doe' en las extensiones perteneciente al destino seleccionado

source: Optional: Setting a destination here where to send the call if the extension was not reached
es_es: Opcional: Establecer un destino aquí donde enviar la llamada si no se alcanzó la extensión

source: You can optionally prefix the Caller ID name when sending the call to the above destination. ie: If you prefix with 'Not Reached:', a call to John Doe that was busy would display as 'Not Reached:John Doe' on the extensions belonging to the destination selected
es_es: Opcionalmente, puede anteponer el nombre del identificador de llamadas al enviar la llamada al destino anterior. Es decir: si antepone 'No contactado:', una llamada a John Doe que estaba ocupada se mostraría como 'No contactado: John Doe' en las extensiones pertenecientes al destino seleccionado

source: This caller id will always be set when dialing out an Outbound Route flagged as Emergency. The Emergency CID overrides all other caller id settings.
es_es: Este identificador de llamadas siempre se establecerá al marcar una ruta de salida marcada como emergencia. El CID de emergencia anula todas las demás configuraciones de identificación de llamadas.

source: Device channel type.
es_es: Tipo de canal del dispositivo.

source: See zapata.conf.
es_es: Ver zapata.conf.

source: See sip.conf file or iax.conf file.
es_es: Ver el archivo sip.conf o el archivo iax.conf.

source: See iax.conf file.
es_es: Ver el archivo iax.conf.

source: See sip.conf file.
es_es: Ver el archivo sip.conf.

source: Device context.
es_es: Contexto del dispositivo.

source: See zapata.conf file.
es_es: Ver archivo zapata.conf.

source: See sip.conf file or iax.conf file. Default for sip is 5060, iax2 is 4569.
es_es: Vea el archivo sip.conf o el archivo iax.conf. El valor predeterminado para sip es 5060, iax2 es 4569.

source: See conf file for device tech. Codec(s) to disallow.
es_es: Ver el archivo conf para la tecnología del dispositivo. Códec(s) para no permitir.

source: See conf file for device tech. Codec(s) to allow.
es_es: Ver el archivo conf para la tecnología del dispositivo. Códec(s) para permitir.

source: See conf file for device tech. Default is TECH/exten, i.e SIP/101. For zap it is TECH/channel, i.e. ZAP/1.
es_es: Ver el archivo conf para la tecnología del dispositivo. El valor predeterminado es TECH/exten, es decir, SIP/101. Para zap es TECH/channel, es decir, ZAP/1.

source: See conf file for device tech.
es_es: Ver el archivo conf para la tecnología del dispositivo.

source: See conf file for device tech. Default is exten@device, i.e 101@device.
es_es: Ver el archivo conf para la tecnología del dispositivo. El valor predeterminado es exten@device, es decir, 101@device.

source: Network/Mask of IP address range to deny. Default is 0.0.0.0/0.0.0.0 (or everything).
es_es: Red/Máscara del rango de direcciones IP para denegar. El valor predeterminado es 0.0.0.0/0.0.0.0 (o todo).

source: Network/Mask of IP address range to permit. Default is 0.0.0.0/0.0.0.0 (or everything). Valid examples would be: 192.168.1.0/255.255.255.0 (all IP addresses from 192.168.1.0-255) or 10.1.0.42/255.255.255.255 (a single address).
es_es: Red/Máscara del rango de direcciones IP para permitir. El valor predeterminado es 0.0.0.0/0.0.0.0 (o todo). Los ejemplos válidos serían: 192.168.1.0/255.255.255.0 (todas las direcciones IP desde 192.168.1.0-255) o 10.1.0.42/255.255.255.255 (una sola dirección).

source: Extensions require that devicetype be fixed. If devicetype is adhoc, IssabelPBX must manage it in Device and Users mode, not Extensions mode.
es_es: Las extensiones requieren que el tipo de dispositivo sea fijo. Si el tipo de dispositivo es ad hoc, Issabel PBX debe administrarlo en modo Dispositivo y Usuarios, no en modo Extensiones.

source: Defaults to be the value of extension (see item 2 of this table).
es_es: El valor predeterminado es el valor de la extensión (consulte el elemento 2 de esta tabla).

source: Fixed devices will always be mapped to this user. Adhoc devices will be mapped to this user by default.<br><br>If selecting 'New User', a new User Extension of the same Device ID will be set as the Default User.
es_es: Los dispositivos fijos siempre se asignarán a este usuario. Los dispositivos adhoc se asignarán a este usuario de forma predeterminada.<br><br>Si selecciona 'Nuevo usuario', se establecerá una nueva extensión de usuario del mismo ID de dispositivo como el Usuario predeterminado.

source: The caller id name for this device will be set to this description (until it is logged into - possible when adhoc devicetype is used).
es_es: El nombre del identificador de llamadas para este dispositivo se establecerá en esta descripción (hasta que se inicie sesión; es posible cuando se usa un tipo de dispositivo adhoc).

source: The email address that completed dictations are sent to.
es_es: La dirección de correo electrónico a la que se envían los dictados completados.

source: The language code for this user. This will result in messages such as voiclangcode prompts to use the selected language if installed.
es_es: El código de idioma para este usuario. Esto resultará en mensajes tales como indicaciones de voiclangcode para usar el idioma seleccionado si está instalado.

source: Set Voicemail status for this user.
es_es: Establecer el estado del correo de voz para este usuario.

source: This is the password used to access the Voicemail system.<br><br>This password can only contain numbers.<br><br>A user can change the password you enter here after logging into the Voicemail system (*98) with a phone.
es_es: Esta es la contraseña utilizada para acceder al sistema de correo de voz.<br><br>Esta contraseña solo puede contener números.<br><br>Un usuario puede cambiar la contraseña que ingresa aquí después de iniciar sesión en el sistema de correo de voz (*98 ) con un teléfono.

source: The email address that Voicemails are sent to.
es_es: La dirección de correo electrónico a la que se envían los mensajes de voz.

source: Pager/mobile email address to which short Voicemail notifcations are sent.
es_es: Dirección de correo electrónico de buscapersonas/móvil a la que se envían notificaciones breves de correo de voz.

source: Option to attach Voicemails to email.
es_es: Opción para adjuntar mensajes de voz al correo electrónico.

source: Read back caller's telephone number prior to playing the incoming message, and just after announcing the date and time the message was left.
es_es: Lee el número de teléfono de la persona que llama antes de reproducir el mensaje entrante y justo después de anunciar la fecha y la hora en que se dejó el mensaje.

source: Envelope controls whether or not the Voicemail system will play the message envelope (date/time) before playing the Voicemail message. This settng does not affect the operation of the envelope option in the advanced Voicemail menu.
es_es: Sobre controla si el sistema de correo de voz reproducirá o no el sobre del mensaje (fecha/hora) antes de reproducir el mensaje de correo de voz. Esta configuración no afecta la operación de la opción de sobre en el menú avanzado de correo de voz.

source: If set to &quot;yes&quot; the message will be deleted from the Voicemailbox (after having been emailed). Provides functionality that allows a user to receive their Voicemail via email alone, rather than having the Voicemail able to be retrieved from the Web interface or the Extension handset. CAUTION: MUST HAVE attach Voicemail to email SET TO YES OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
es_es: Si se establece en "sí", el mensaje se eliminará del buzón de correo de voz (después de haberlo enviado por correo electrónico). Proporciona una funcionalidad que permite a un usuario recibir su correo de voz solo por correo electrónico, en lugar de recuperar el correo de voz desde la interfaz web o el auricular de la Extensión. PRECAUCIÓN: DEBE ADJUNTAR el correo de voz al correo electrónico CONFIGURADO EN SÍ, DE LO CONTRARIO, SUS MENSAJES SE PERDERÁN PARA SIEMPRE.

source: Separate options with pipe ( | ) <br><br>ie: review=yes|maxmessage=60
es_es: Opciones separadas con canalización ( | ) <br><br>ej: review=yes|maxmessage=60

source: This is the Voicemail Context which is normally set to default. Do not change unless you understand the implications.
es_es: Este es el contexto del correo de voz que normalmente está configurado de manera predeterminada. No lo cambie a menos que comprenda las implicaciones.

source: Enable/Disable the VmX Locater feature for this user. When enabled all settings are controlled by the user in the User Portal (ARI). Disabling will not delete any existing user settings but will disable access to the feature
es_es: Habilitar/deshabilitar la función VmX Locater para este usuario. Cuando está habilitada, todas las configuraciones son controladas por el usuario en el Portal de usuario (ARI). Deshabilitar no eliminará ninguna configuración de usuario existente, pero deshabilitará el acceso a la función

source: Use When: unavailable
es_es: Usar cuando: no disponible

source: Use When: busy
es_es: Usar cuando: ocupado

source: Uncheck to play a beep after your personal Voicemail greeting.
es_es: Desmarque para reproducir un pitido después de su saludo de correo de voz personal.

source: Pressing 0 during your personal Voicemail greeting goes to the Operator. Uncheck to enter another destination here. This feature can be used while still disabling VmX to allow an alternative Operator extension without requiring the VmX feature for the user.
es_es: Al presionar 0 durante su saludo de correo de voz personal, se dirige al Operador. Desmarque para ingresar otro destino aquí. Esta función se puede usar mientras se desactiva VmX para permitir una extensión de Operador alternativa sin requerir la función VmX para el usuario.

source: The remaining options can have internal extensions, ringgroups, queues and external numbers that may be rung. It is often used to include your cell phone. You should run a test to make sure that the number is functional any time a change is made so you don't leave a caller stranded or receiving invalid number messages.
es_es: Las opciones restantes pueden tener extensiones internas, grupos de llamada, colas y números externos que pueden llamarse. A menudo se usa para incluir su teléfono celular. Debe ejecutar una prueba para asegurarse de que el número funcione cada vez que se realice un cambio para que no deje a la persona que llama varada o reciba mensajes de números no válidos.

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal Voicemail greeting and include instructions. Run a test to make sure that the number is functional.
es_es: Use extensiones, grupos de llamada, colas o números externos. <br/><br/>Recuerde volver a grabar su saludo de correo de voz personal e incluir instrucciones. Ejecute una prueba para asegurarse de que el número funciona.

source: Extension of account.
es_es: Extensión de cuenta.
