Repository: IssabelFoundation/issabelPBX
Catalog: dynamicfeatures/i18n/*/LC_MESSAGES/dynamicfeatures.po
Languages: es_es, pt_br

source: Dynamic Features
es_es: Funcionalidades dinámicas
pt_br: Funcionalidades dinámicas

source: Add Dynamic Feature
es_es: Añadir funcionalidad dinámica
pt_br: Adicione funcionalidade dinâmica

source: Edit Dynamic Feature
es_es: Modificar funcionalidad dinámica
pt_br: Modificar funcionalidade dinâmica

source: Edit:
es_es: Modificar:
pt_br: Modificar:

source: Delete
es_es: Eliminar
pt_br: Eliminar

source: Dynamic Features allow you to define custom feature codes mapped to Asterisk applications. In this way you can trigger some action over an active call by dialing the configured feature code
es_es: Las funcionalidades dinámicas le permiten definir códigos personalizados para ejecutar una aplicación durante una llamada activa.
pt_br: Os recursos dinâmicos permitem definir um código personalizado para executar um aplicativo durante uma chamada ativa.

source: Name
es_es: Nombre
pt_br: Nome

source: Activate On
es_es: Activar En
pt_br: Ativar

source: Application
es_es: Aplicación
pt_br: Aplicativo

source: Arguments
es_es: Argumentos
pt_br: Argumentos

source: Music on Hold
es_es: Música en Espera
pt_br: Música em espera

source: Submit Changes
es_es: Enviar Cambios
pt_br: Enviar alterações

source: The descriptive name of this dynamic feature. For example "playback_rules"
es_es: Nombre descriptivo para esta funcionalidad dinámica. Por ejemplo: "reglas_de_reproduccion"
pt_br: Nome amigável para esta funcionalidade dinâmica. Por exemplo: "playback_rules"

source: The DTMF sequence to trigger this dynamic feature
es_es: Secuencia DTMF para disparar la funcionalidad dinámica
pt_br: Sequência DTMF para acionar funcionalidade dinâmica

source: On what leg to execute the application, could be set to 'self' or 'peer'
es_es: En que pata de la llamada ejecutar la aplicación, puede ser 'self' o 'peer'
pt_br: Em qual trecho da chamada para executar a aplicação, pode ser ‘self’ ou ‘peer’

source: The application to run
es_es: La aplicación a ejecutar
pt_br: O aplicativo a ser executado

source: Arguments to pass to the application
es_es: Argumentos a pasar a la aplicación
pt_br: Argumentos para passar para a aplicação

source: Music on Hold class to play to other leg while application is being run
es_es: Clase de música en espera a reproducir mientras se ejecuta la aplicación
pt_br: Aula de música esperando para tocar enquanto o aplicativo está em execução

source: none
es_es: ninguna
pt_br: nenhum
