Repository: IssabelFoundation/issabelPBX
Catalog: miscdests/i18n/*/LC_MESSAGES/miscdests.po
Languages: it_it, ja_jp, pt_br, ru_ru, sv_se, zh_cn

source: Misc Destination: %s
it_it: Destinazione: %s
ja_jp: その他宛先： %s
pt_br: Destino: %s
ru_ru: Дополнительное направление: %s
sv_se: Övrig destination: %s
zh_cn: 杂项目的地：%s

source: Misc Destinations
it_it: Destinazioni Varie
ja_jp: その他宛先
pt_br: Vários destinos
ru_ru: Дополнительные назначения
sv_se: Övriga destinationer
zh_cn: 杂项目的地

source: Applications
ja_jp: アプリケーション
ru_ru: Приложения

source: Allows creating destinations that dial any local number (extensions, feature codes, outside phone numbers) that can be used by other modules (eg, IVR, time conditions) as a call destination.
ja_jp: 任意のローカル番号(内線、キーコード、外部の番号)をダイヤルする宛先作成を許可します、これはコールの宛先として他のモジュール(例: IVR、時間条件)によって使用することが可能です。
ru_ru: Позволяет создавать назначение которое может набрать любой локальный номер (внутренний номер, сервисный код, внешний телефонный номер) который может быть использован в других модулях (таких как Интерактивное меню, Правила по времени) как назначение звонка.

source: Add Misc Destination
it_it: Aggiungi Destinazione
ja_jp: その他宛先を追加
pt_br: Adicionar destino
ru_ru: Добавить Дополнительное направление
sv_se: Lägg till Övrig destination
zh_cn: 添加杂项目的地

source: Misc Destination
it_it: Destinazione
ja_jp: その他宛先
pt_br: Vários destinos
ru_ru: Дополнительное направление
sv_se: Övrig destination
zh_cn: 杂项目的地

source: deleted
it_it: eliminata
ja_jp: 削除されました
pt_br: eliminado
ru_ru: удалено
sv_se: borttagen
zh_cn: 已删除

source: Misc Destinations are for adding destinations that can be used by other IssabelPBX modules, generally used to route incoming calls. If you want to create feature codes that can be dialed by internal users and go to various destinations, please see the <strong>Misc Applications</strong> module.
it_it: Le Destinazioni Varie sono utili per aggiungere destinazioni che possono essere utilizzate da altri moduli IssabelPBX, in generale per instradare le chiamate in ingresso. Se invece si vuole creare una destinazione da poter essere utilizzata dagli interni, vedere il modulo <strong>Applicazioni Varie</strong>
ja_jp: その他宛先は、他のIssabelPBXモジュール、よく使われるのは着信呼の経路制御、などで使用される宛先を追加するためのものです。もし内部のユーザからダイヤルされて、いろいろな宛先に行くようなキーコードを作成したい場合は、<strong>その他アプリケーション</strong>モジュールをご確認ください。
pt_br: Destinos diversos são usados para adicionar destinos que podem ser usados por outros módulos IssabelPBX, que geralmente são usados para rotear chamadas internas. Se você deseja criar códigos de função que podem ser discados por usuários internos e ir para vários destinos, utilize o módulo <strong>Aplicações Diversas</strong>.
ru_ru: Этот модуль добавляет Дополнительные направления, которые можно затем использовать в других модулях IssabelPBX, в том числе для маршрутизации входящих звонков. Для создания сервисного кода, набрав который можно попасть прямо в это созданное направление, воспользуйтесь секцией <strong>Дополнительные приложения</strong>.
sv_se: Övriga applikationer är till för att lägga till destinationer som kan användas av andra IssabelPBX moduler, mest till för att koppla inkommande samtal. Om du vill använda en funktionskod som kan användas av interna användare som ska gå till olika destinatioer, använd då <strong>Övriga applikationer</strong>.
zh_cn: 杂项目的地是用来添加额外的目的地的。这些目的地可以被其他的IssabelPBX模块使用。它一般被用与路由入局呼叫。如果你希望创建可以由内线用户拨打的功能代码，并且将呼叫引导到各种目的地去，请查看<strong>杂项应用</strong>模块。

source: If you need access to a Feature Code, such as *98 to dial voicemail or a Time Condition toggle, these destinations are now provided as Feature Code Admin destinations. For upgrade compatibility, if you previously had configured such a destination, it will still work but the Feature Code short cuts select list is not longer provided.
ja_jp: もしキーコードにアクセスする必要がある場合、例えばボイスメールを*98へダイヤルする時、またはタイムコンディションをトグルする時など、キーコードアドミン宛先の利用ができます。アップグレードの互換性の為に、以前にこのような設定をした場合、今はまだ動作していますがキーコードショートカットの選択リストは長くは提供されないでしょう。
pt_br: Se você precisar acessar um código de recurso, como *98, para discar o correio de voz ou uma mudança nas condições climáticas, esses destinos agora serão fornecidos como destinos do gerenciador de código de recurso. Para compatibilidade de atualização, se você já tiver configurado esse destino, ele ainda funcionará, mas a lista de seleção de atalhos do código de recurso não será mais fornecida.
ru_ru: Если вам необходим доступ к сервисныс кодам, таким как *98 для набора Голосовой почты, или настройки Праивил по времени, эти возможности на текущий момент предствленны как сервисные коды административного назначения, они так же будут работать, но списокэтих кодов больше не предоставляется.

source: Misc Destination:
it_it: Destinazione:
ja_jp: その他宛先：
pt_br: Destino:
ru_ru: Дополнительное направление:
sv_se: Övrig destination:
zh_cn: 杂项目的地：

source: Delete Misc Destination %s
it_it: Elimina Destinazione: %s
ja_jp: その他宛先を削除 %s
pt_br: Excluir destino %s
ru_ru: Удалить Дополнительное направление %s
sv_se: Ta bort Övrig destination %s
zh_cn: 删除杂项目的地 %s

source: Edit Misc Destination
it_it: Modifica Destinazione
ja_jp: その他宛先を編集
pt_br: Modificar destino
ru_ru: Изменить Дополнительное направление
sv_se: Redigera Övrig destination
zh_cn: 编辑杂项目的地

source: Description:
it_it: Descrizione:
ja_jp: 説明:
ru_ru: Описание:
sv_se: Beskrivning:
zh_cn: 描述：

source: Give this Misc Destination a brief name to help you identify it.
it_it: Dare alla Destinazione un nome breve per una facile identificazione.
ja_jp: その他宛先を識別するための簡潔な名前をつけます。
pt_br: Dê ao destino um nome curto para ajudá-lo a identificá-lo.
ru_ru: Присвойте этому направлению короткое название для идентификации.
sv_se: Skriv in en kortfattad beskrivning.
zh_cn: 为此杂项目的取一个简略的名字，以帮助你辨识它。

source: Dial:
it_it: Chiama:
ja_jp: ダイヤル：
ru_ru: Набирать:
sv_se: Nummer:
zh_cn: 拨号：

source: Enter the number this destination will simulate dialing, exactly as you would dial it from an internal phone. When you route a call to this destination, it will be as if the caller dialed this number from an internal phone.
it_it: Immettere il numero per questa destinazione. Quando si dirotta una chiamata verso questa destinazione, è come se fosse stato chiamato il numero da un telefono interno.
ja_jp: あなたが内部の電話からダイヤルする場合とまったく同じように、この宛先がダイヤルをシミュレートするための番号を入力してください。この宛先にコールをルーティングすると、発信者が内部の電話からこの番号をダイヤルしたかのように動作します。
pt_br: Digite o número que simulará este destino, da mesma forma que discaria de um telefone interno. Quando uma chamada é encaminhada para este destino, será tratada como se tivesse sido chamada do telefone interno.
ru_ru: Набрав этот номер вы симулируете набор прямо в созданное направление. Когда добавляете это направление в сценариях маршрутизации, то поведение в направлении будет точно такое же, как будто набран этот внутренний номер.
sv_se: Skriv in det nummer som denna destination ska slå, exakt som om du skulle slå den på din interna telefon. När du skickar samtal till denna destination, kommer det att se ut som om uppringaren slog numret från en intern telefon.
zh_cn: 输入此目的地将要模拟拨号的号码，它要与你将要从内线电话上拨打的号码完全一样。当你将一个呼叫引导到这个目的地时，它就好象主叫是从一部内线电话拨打了此号码一样。

source: Submit Changes
it_it: Conferma Cambiamenti
ja_jp: 変更を適用
pt_br: Enviar alterações
ru_ru: Применить изменения
sv_se: Spara ändringar
zh_cn: 提交更改

source: Please enter a valid Description
it_it: Prego immettere una Deescrizione valida
ja_jp: 有効な説明を入力してください。
pt_br: Insira uma descrição válida
ru_ru: Введите действительное описание
sv_se: Skriv in en giltig beskrivning
zh_cn: 请输入有效的描述

source: Please enter a valid Dial string
it_it: Prego immettere una stringa di chiamata valida
ja_jp: 有効な文字列を入力してください。
pt_br: Por favor insira uma string de discagem válida
ru_ru: Введите разрешённый код набора
sv_se: Skriv in en giltig telefonnumer
zh_cn: 请输入有效的拨号字符串

source: Description
pt_br: Descrição

source: Dial
pt_br: Marcar
