Repository: IssabelFoundation/issabelPBX
Catalog: setcid/i18n/*/LC_MESSAGES/setcid.po
Languages: es_es, pt_br

source: Set CallerID %s:
es_es: Establecer CallerID %s:
pt_br: Definir identificador de chamada %s:

source: Add CallerID
es_es: Añadir CallerID
pt_br: Adicionar identificador de chamada

source: Edit:
es_es: Modificar:
pt_br: Modificar:

source: Set CallerID allows you to change the caller id of the call and then continue on to the desired destination. For example, you may want to change the caller id form "John Doe" to "Sales: John Doe". Please note, the text you enter is what the callerid is changed to. To append to the current callerid, use the proper asterisk variables, such as "${CALLERID(name)}" for the currently set callerid name and "${CALLERID(num)}" for the currently set callerid number. You may also set any number of additional channel variables from here.
es_es: Establecer CallerID le permite cambiar el identificador de llamadas y luego continuar al destino deseado. Por ejemplo, puede cambiar el identificador de "Juan Perez" a "Ventas: Juan Perez". Tenga en cuenta que el texto que ingrese será el utilizado para la identificación. Si desea añadir al CallerID existente, puede usar variables como ser "${CALLERID(name)}" para el nombre de identificación actual, o "${CALLERID(num)}" para el número.También puede establecer variables de canal desde este módulo.
pt_br: Definir o CallerID permite alterar o ID do chamador e depois continuar para o destino desejado. Por exemplo, você pode alterar o identificador de “Juan Perez” para “Vendas: Juan Perez”. Observe que o texto inserido será o usado para identificação. Se quiser adicionar ao CallerID existente, você pode usar variáveis como "${CALLERID(name)}" para o nome do ID atual ou "${CALLERID(num)}" para o número. Você também pode definir o canal variáveis deste módulo.

source: Edit CallerID Instance
es_es: Modificar Instancia de CallerID

source: Add CallerID Instance
es_es: Añadir Instancia de CallerID

source: Description
es_es: Descripción
pt_br: Descrição

source: The descriptive name of this CallerID instance. For example "new name here"
es_es: Un nombre descriptivo para esta instancia de CallerID.
pt_br: Um nome amigável para esta instância do CallerID.

source: CallerID Name
es_es: Nombre de Identificador
pt_br: Nome do identificador

source: The CallerID Name that you want to change to. If you are appending to the current callerid, dont forget to include the appropriate asterisk variables. If you leave this box blank, the CallerID name will be blanked
es_es: El nombre de CallerID que desee cambiar. Si desea añadir al existente, no olvide incluir la variable correspondiente "${CALLERID(name)}". Si deja esto en blanco entonces el identifcador de nombre será vaciado.
pt_br: O nome do CallerID que você deseja alterar. Se quiser adicionar algo ao já existente, não se esqueça de incluir a variável correspondente "${CALLERID(nome)}". Se você deixar este campo em branco, o identificador do nome será esvaziado.

source: CallerID Number
es_es: Número de Identificador
pt_br: Número de identificação

source: The CallerID Number that you want to change to. If you are appending to the current callerid, dont forget to include the appropriate asterisk variables. If you leave this box blank, the CallerID number will be blanked
es_es: El número de CallerID que desee cambiar. Si desea añadir al existente, no olvide incluir la variable correspondiente "${CALLERID(num)}". Si deja esto en blanco entonces el identifcador de nombre será vaciado.
pt_br: O número CallerID que você deseja alterar. Se quiser adicionar algo ao já existente, não se esqueça de incluir a variável correspondente "${CALLERID(num)}". Se você deixar este campo em branco, o identificador do nome será esvaziado.

source: Destination
es_es: Destino
pt_br: Destino

source: Submit Changes
es_es: Guardar Cambios
pt_br: Guardar mudanças

source: Delete
es_es: Eliminar
pt_br: Eliminar

source: Edit
es_es: Modificar
pt_br: Modificar

source: Invalid description specified
es_es: Descripción Inválida
pt_br: Descrição inválida

source: Set CallerID
es_es: Establecer CallerID
pt_br: Definir identificador de chamadas

source: Applications
es_es: Aplicaciones
pt_br: Formulários

source: Adds the ability to change the CallerID within a call flow.
es_es: Permite cambiar el identificador (CallerID) en un flujo de llamada.
pt_br: Permite alterar o identificador (CallerID) em um fluxo de chamada.

source: Other Variables
es_es: Otras Variables
pt_br: Outras variáveis

source: Add Variable
es_es: Añadir Variable
pt_br: Adicionar variável

source: You may set any other variables that will be set for the channel, with any name and value you want, as using Set() directly from the dialplan. They should be entered as:<br /> [variable] = [value]<br /> in the boxes below. Click the Add Variable box to add additional variables. Blank boxes will be deleted when submitted.
es_es: Puede configurar cualquier variable de canal, con cualquier nombre y valor, del mismo modo que usaría la aplicación Set() en el plan de marcado. Deben ser ingresadas como:<br /> [variable] = [valor]<br /> en los casilleros abajo. Pulse en Añadir Variable para agregar variables adicionales. Si las deja en blanco serán elimiadas al enviar los cambios.
pt_br: Você pode definir qualquer variável de canal, com qualquer nome e valor, da mesma forma que usaria Set() no plano de discagem. Eles devem ser inseridos como:<br /> [variável] = [valor]<br /> nas caixas abaixo. Clique em Adicionar variável para adicionar variáveis adicionais. Se você deixá-los em branco, eles serão excluídos quando você enviar as alterações.

source: Edit CallerID
pt_br: Modificar identificador de chamada
