Repository: IssabelFoundation/issabelPBX
Catalog: hotelwakeup/i18n/*/LC_MESSAGES/hotelwakeup.po
Languages: es_es, pt_br

source: Wake Up Calls
es_es: Desepertador de hotel
pt_br: despertador de hotel

source: Cannot schedule the call, either due to insufficient data or the scheduled time was in the past
es_es: No se puede programar la llamada, ya sea porque no hay datos suficientes o porque la hora programada ya pasó
pt_br: A chamada não pode ser agendada porque não há dados suficientes ou porque o horário agendado já passou

source: Could not find file to remove
es_es: No se pudo encontrar el archivo para eliminar
pt_br: Não foi possível encontrar o arquivo para excluir

source: Module configuration
es_es: Configuración del módulo
pt_br: Configuração do Módulo

source: Wake Up calls can be used to schedule a reminder or wakeup call to any valid destination. To schedule a call, dial the feature code assigned in IssabelPBX Feature Codes or use the form below.
es_es: Las llamadas de despertador se pueden usar para programar un recordatorio o una llamada de despertador a cualquier destino válido. Para programar una llamada, marque el código de función asignado en Códigos de función de Issabel PBX o use el formulario a continuación.
pt_br: As chamadas de despertar podem ser usadas para agendar um lembrete ou uma chamada de despertar para qualquer destino válido. Para agendar uma chamada, disque o código de recurso atribuído em Códigos de recurso Issabel PBX ou use o formulário abaixo.

source: By default, Wake Up calls are only made back to the Caller ID of the user which requests them. When the Operator Mode is enabled, certain extensions are identified to be able to request a Wake Up call for any valid internal or external destination.
es_es: De forma predeterminada, las llamadas de despertador solo se devuelven al identificador de llamadas del usuario que las solicita. Cuando el modo de operador está habilitado, ciertas extensiones se identifican para poder solicitar una llamada de despertador para cualquier destino interno o externo válido.
pt_br: Por padrão, as chamadas de ativação são retornadas apenas para o identificador de chamadas do usuário que as solicitou. Quando o modo operadora está habilitado, determinados ramais são identificados para que possam solicitar uma chamada de despertar para qualquer destino interno ou externo válido.

source: Edit Wake Up Call
es_es: Modificar llamada de despertador
pt_br: Modificar chamada de despertar

source: Hotel Wake Up Configuration
es_es: Configuración del despertador de hotel
pt_br: Configurações do despertador do hotel

source: Add Wake Up Call
es_es: Añadir llamada de despertador
pt_br: Adicionar despertador

source: Destination
es_es: Destino
pt_br: Destino

source: The destination extension for this call
es_es: La extensión de destino para esta llamada
pt_br: O ramal de destino desta chamada

source: Date/Time
es_es: Fecha/Hora
pt_br: Data hora

source: The date
es_es: La fecha
pt_br: Data

source: System Settings
es_es: Configuración del sistema
pt_br: Configuração do sistema

source: For scheduled calls to be delivered at the correct time, the system time zone and current time must be set properly. The system is reporting the following time zone and time:
es_es: Para que las llamadas programadas se entreguen a la hora correcta, la zona horaria del sistema y la hora actual deben configurarse correctamente. El sistema informa la siguiente zona horaria y hora:
pt_br: Para que as chamadas agendadas sejam entregues no horário correto, o fuso horário do sistema e a hora atual devem ser definidos corretamente. O sistema informa o seguinte fuso horário e hora:

source: Time zone
es_es: Zona horaria
pt_br: Fuso horário

source: System time
es_es: Hora del sistema
pt_br: Hora do sistema

source: Operator Mode
es_es: Modo de operador
pt_br: Modo operador

source: <u>ENABLE</u> Operator Mode to allow designated extentions to create wake up calls for any valid destination.<br><u>DISABLE</u> Calls can only be placed back to the caller ID of the user scheduling the wakeup call.
es_es: <u>HABILITAR</u> Modo de operador para permitir que las extensiones designadas creen llamadas de despertador para cualquier destino válido.<br><u>DESHABILITAR</u> Las llamadas solo se pueden volver a realizar al identificador de llamadas del usuario programar la llamada de atención.
pt_br: <u>ATIVAR</u> Modo de operadora para permitir que ramais designados criem chamadas de despertar para qualquer destino válido.<br><u>DESATIVAR</u> As chamadas só podem ser feitas de volta para o identificador de chamadas da programação do usuário o chamado para despertar.

source: Enabled
es_es: Habilitado
pt_br: Habilitado

source: Disabled
es_es: Deshabilitado
pt_br: Desabilitado

source: Max Dest. Length
es_es: Largo máximo destino
pt_br: Comprimento máximo do destino

source: This controls the maximum number of digits an operator can send a wakeup call to. Set to 10 or 11 to allow wake up calls to outside numbers.
es_es: Esto controla el número máximo de dígitos a los que un operador puede enviar una llamada de despertador. Establézcalo en 10 u 11 para permitir llamadas de despertador a números externos.
pt_br: Isto controla o número máximo de dígitos para os quais um operador pode enviar uma chamada de despertar. Defina como 10 ou 11 para permitir chamadas de despertar para números externos.

source: Operator Extensions
es_es: Extensiones de operador
pt_br: Extensões de operadora

source: Enter the Caller ID's of each telephone you wish to be recognized as an `Operator`. Operator extensions are allowed to create wakeup calls for any valid destination. Numbers can be extension numbers, full caller ID numbers or Asterisk dialing patterns.
es_es: Ingrese los identificadores de llamadas de cada teléfono que desea que se reconozca como `Operador`. Las extensiones de operadores pueden crear llamadas de despertador para cualquier destino válido. Los números pueden ser números de extensión, números completos de identificación de llamadas o patrones de marcación de Asterisk.
pt_br: Insira os IDs de chamadas de cada telefone que você deseja que seja reconhecido como `Operador`. Os ramais da operadora podem criar chamadas de despertar para qualquer destino válido. Os números podem ser números de ramais, números completos de identificação de chamadas ou padrões de discagem Asterisk.

source: (Use a comma separated list)
es_es: (Utilice una lista separada por comas)
pt_br: (Use uma lista separada por vírgulas)

source: Ring Time
es_es: Tiempo de timbre
pt_br: Hora do toque

source: The number of seconds for the phone to ring. Consider setting lower than the voicemail threshold or the wakeup call can end up going to voicemail.
es_es: La cantidad de segundos para que suene el teléfono. Considere configurar un valor inferior al umbral del correo de voz o la llamada de despertador puede terminar yendo al correo de voz.
pt_br: O número de segundos para o telefone tocar. Considere definir um valor inferior ao limite do correio de voz ou a chamada de despertar pode acabar indo para o correio de voz.

source: Retry Time
es_es: Tiempo de reintento
pt_br: Hora de tentar novamente

source: The number of seconds to wait between retrys. A 'retry' happens if the wakeup call is not answered.
es_es: El número de segundos de espera entre reintentos. Y ocurre 'reintento' si no se responde a la llamada de activación.
pt_br: O número de segundos de espera entre novas tentativas. E a 'nova tentativa' ocorre se a chamada de ativação não for atendida.

source: Max Retries
es_es: Reintentos máximos
pt_br: Reintentos máximos

source: The maximum number of times the system should attempt to deliver the wakeup call when there is no answer. Zero retries means only one call will be placed.
es_es: El número máximo de veces que el sistema debe intentar entregar la llamada de activación cuando no hay respuesta. Cero reintentos significa que solo se realizará una llamada.
pt_br: O número máximo de vezes que o sistema deve tentar entregar a chamada de despertar quando não há resposta. Zero tentativas significa que apenas uma chamada será feita.

source: Caller ID
es_es: Identificador de llamadas
pt_br: Identificador de chamadas

source: <u>First Box:</u> Enter the CNAM (Caller ID Name) to be sent by the system when placing the wakeup calls. Enclose this string with " if required by your system.<br><u>Second Box:</u> Enter the CID (Caller ID number) of the Caller ID to be sent when the system places wake up calls.
es_es: <u>Primera casilla:</u> Ingrese el CNAM (Nombre del identificador de llamadas) que enviará el sistema al realizar las llamadas de activación. Adjunte esta cadena con " si su sistema lo requiere.<br><u> Segunda casilla:</u> Ingrese el CID (número de identificación de llamadas) de la identificación de llamadas que se enviará cuando el sistema realice llamadas de despertador.
pt_br: <u>Primeira caixa:</u> Digite o CNAM (Caller ID Name) que o sistema enviará ao fazer chamadas de ativação. Anexe esta string com " se o seu sistema exigir.<br><u> Segunda caixa:</u> Insira o CID (número de identificação de chamada) do identificador de chamada que será enviado quando o sistema fizer chamadas de despertar.

source: *Some systems require quote marks around the textual caller ID. You may include the " " if needed by your system.
es_es: *Algunos sistemas requieren comillas alrededor del identificador de llamadas textual. Puede incluir " " si su sistema lo necesita.
pt_br: *Alguns sistemas exigem citações em torno do identificador de chamada textual. Você pode incluir " " se o seu sistema exigir.

source: Please enter a valid extension
es_es: Por favor ingrese una extensión válida
pt_br: Insira uma extensão válida
