Repository: IssabelFoundation/issabelPBX
Catalog: phpagiconf/i18n/*/LC_MESSAGES/phpagiconf.po
Languages: bg_bg, es_es, fr_fr, he_il, it_it, ja_jp, ru_ru, sv_se, zh_cn

source: Asterisk API settings:
bg_bg: Астериск API настройки:
es_es: Configuración API Asterisk:
fr_fr: Paramètres d'accès à l'API Asterisk
he_il: הגדרות API של אסטריסק
it_it: Impostazioni API Asterisk:
ja_jp: Asterisk API設定
ru_ru: Настройки Asterisk API:
sv_se: Inställningar för Asterisk API:
zh_cn: Asterisk API 相关设置：

source: Basedir:
bg_bg: Базова директория:
he_il: ספריה בסיסית:
it_it: Directory base:
ja_jp: ベースディレクトリ：
ru_ru: Базовая dir:
sv_se: Baskatalog:
zh_cn: 主目录：

source: Cepstral config:
bg_bg: Cepstral настройки:
es_es: config Cepstral:
fr_fr: Configuration de Cepstral:
he_il: תצורת Cepstral:
it_it: Configurazione Cepstral:
ja_jp: Cepstral 設定：
ru_ru: Конфигурация Cepstral:
sv_se: Konfiguration för Cepstral:
zh_cn: Cepstral相关配置：

source: Cepstral voice:
bg_bg: Cepstral глас:
es_es: Voz Cepstral:
fr_fr: Voix Cepstral :
he_il: קול Cepstral:
it_it: Voce Cepstral:
ja_jp: Cepstral 音声
ru_ru: Голос cepstral:
sv_se: Röst för Cepstral:
zh_cn: Cepstral语音：

source: Debug:
bg_bg: Отсраняване на Грешки:
es_es: Depurar:
he_il: דיבאג:
ja_jp: デバッグ：
ru_ru: Отладка:
sv_se: Avlusning:
zh_cn: 调试：

source: Drop privileges to owner of script.
bg_bg: Премахва привилегиите към собственика на скрипта.
es_es: Quitar privilegios al dueño del script.
fr_fr: Permet aux scripts de s'exécuter avec les privilèges de leur propriétaire.
he_il: הורד הרשאות על ידי הרצה בתור הבעלים של הסקריפט
it_it: Imposta i privilegi al proprietario dello script.
ja_jp: スクリプトのオーナー権限をドロップ。
ru_ru: Сбросить привелегии для владельца скрипта.
sv_se: Sätt rättighet till ägaren av skriptet.
zh_cn: 让脚本在执行时具有其所有者所具有的权限。

source: Email where the errors will be sent.
bg_bg: Email където да се изпраща справка за грешките.
es_es: Correo donde los errores serán enviados.
fr_fr: Email de réception des erreurs.
he_il: כתובת הדואר שאליה ישלחו שגיאות
it_it: Indirizzo Email dove verranno inviate i messaggi di errore.
ja_jp: エラーが送信されるEメール
ru_ru: E-mail куда будут отправленны ошибки.
sv_se: E-postadressen felen ska skickas till.
zh_cn: 用电子邮件发送错误信息，在这里设置邮箱地址。

source: Enable PHPAGI debugging.
bg_bg: Разреши PHPAGI отсраняване на грешки.
es_es: Habilitar depuración PHPAGI.
fr_fr: Active le débogage PHPAGI.
he_il: מפעיל פלט מורחב של PHPAGI לצורך מציאת באגים
it_it: Attiva debugging PHPAGI
ja_jp: PHPAGIデバッグを有効にする。
ru_ru: Активировать отладку PHPAGI.
sv_se: Aktivera avlusning för PHPAGI.
zh_cn: 启用PHPAGI调试。

source: Error handler:
bg_bg: Оператор на грешки:
es_es: Manejador de errores:
fr_fr: Gestion d'erreurs:
he_il: מטפל בשגיאות:
it_it: Handler errori:
ja_jp: エラーハンドラー：
ru_ru: Обработчик ошибок:
sv_se: Felhanterare:
zh_cn: 错误处理：

source: Error writing the phpagi.conf file.
bg_bg: Грешка при запис на phpagi.conf файл.
es_es: Error al escribir el archivo phpagi,conf.
fr_fr: Erreur lors de l'écriture du fichier phpagi.conf
he_il: שגיאה בכתיבת קובץ phpagi.conf.
it_it: Errore durante la scrittura del file phpagi.conf
ja_jp: phpagi.confファイルへの書き込みエラー。
ru_ru: Ошибка при записи файла phpagi.conf.
sv_se: Fel vid skrivning till filen phpagi.conf
zh_cn: 写入phpagi.conf文件时发生错误。

source: Fast AGI config:
bg_bg: Fast AGI настройки:
es_es: Configuración rápida AGI:
fr_fr: Configuration Fast AGI:
he_il: תצורת AGI מהיר:
it_it: Configurazione FastAGI:
ja_jp: Fast AGI 設定：
ru_ru: Быстрая настройка AGI:
sv_se: Konfiguration för Fast AGI:
zh_cn: AGI快速配置：

source: Festival config:
bg_bg: Festival настройки:
es_es: Configuración de Festival:
fr_fr: Configuration de Festival:
he_il: תצורת Festival
it_it: Configurazione Festival:
ja_jp: Festival設定：
ru_ru: Festival конфигурация:
sv_se: Konfiguration för Festival:
zh_cn: 彩蛋配置：

source: Hostname of the server:
bg_bg: Име на хост на сървъра:
es_es: Nombre del server:
fr_fr: Nom du serveur :
he_il: כתובת המארח של השרת:
it_it: Hostname del server:
ja_jp: サーバホスト名：
ru_ru: Имя сервера:
sv_se: Datornamnet för servern:
zh_cn: 服务器的主机名：

source: Hostname of this server.
bg_bg: Име на хост на този сървър.
es_es: Nombre de este server.
fr_fr: Nom de ce serveur (hosname).
he_il: כתובת המארח (הוסט) של השרת.
it_it: Hostname di questo server.
ja_jp: このサーバーのホスト名。
ru_ru: Имя текущего сервера.
sv_se: Datornamnet för denna server.
zh_cn: 此服务器的主机名：

source: Mail errors to:
bg_bg: Изпрати грешките на email:
es_es: Correo de errores a:
fr_fr: Envoyer les erreurs à:
he_il: שלח שגיאות אל:
it_it: Invia errori all'Email:
ja_jp: エラーメール送信先：
ru_ru: Отправить ошибки:
sv_se: E-posta fel till:
zh_cn: 将错误用电子邮件发送到：

source: Main config:
bg_bg: Основни Настройки:
es_es: Configuración Principal:
fr_fr: Paramètres principaux:
he_il: תצורה ראשית:
it_it: Configurazione principale:
ja_jp: メイン設定：
ru_ru: Основная конфигурация:
sv_se: Huvudkonfiguration:
zh_cn: 主要的配置：

source: PHPAGI Config:
bg_bg: PHPAGI Настройки:
es_es: Configuración PHPAGI:
fr_fr: Configuration PHPAGI:
he_il: תצורת PHPAGI:
it_it: Configurazione PHPAGI:
ja_jp: PHPAGI設定：
ru_ru: Настройка PHPAGI:
sv_se: Konfiguration för PHPAGI:
zh_cn: PHPAGI配置:

source: Path to AGI scripts folder.
bg_bg: Път до AGI директорията със скриптове.
es_es: Camino a carpeta de scripts de AGI.
fr_fr: Chemin où se trouvent les scripts AGI.
he_il: נתיב לספריית סקריפטי ה AGI
it_it: Percorso dove risiedono gli script AGI.
ja_jp: AGIスクリプトフォルダへのパス。
ru_ru: Путь к каталогу AGI скрпитов.
sv_se: Sökväg till mappen för AGI-skripten.
zh_cn: AGI脚本的目录。

source: Path to cepstral TTS binary.
bg_bg: Път до cepstral TTS binary файловете.
es_es: Camino al binario cepstral TTS.
fr_fr: Chemin des binaires TTS de Cepstal.
he_il: נתיב לקובץ המהודר של cepstral TTS.
it_it: Percorso all'eseguibile TTS Cepstral.
ja_jp: cepstral TTS バイナリへのパス。
ru_ru: Путь до исполняемого файла cepstral TTS.
sv_se: Sökväg till programmet cepstral TTS.
zh_cn: cepstral的TTS（文字到语音）可执行文件路径

source: Path to text2wave binary.
bg_bg: Път до text2wave binary файла.
es_es: Camino al binario text2wave.
fr_fr: Chemin de l'exécutable text2wave.
he_il: נתיב לקובץ ההרצה של text2wave.
it_it: Il percorso dell'eseguibile text2wave.
ja_jp: text2waveバイナリへのパス。
ru_ru: Путь до исполняемого файла text2wave.
sv_se: Sökvägen till programmet text2wave.
zh_cn: text2wave可执行文件的路径。

source: Path to text2wave:
bg_bg: Път до text2wave:
es_es: Camino a text2wave:
fr_fr: Chemin de text2wave:
he_il: נתיב ל text2wave:
it_it: Percorso text2wave:
ja_jp: text2waveへのパス：
ru_ru: Путь до text2wave:
sv_se: Sökväg till text2wave:
zh_cn: text2wave程序的路径：

source: Port to connect to manager.
bg_bg: Порт за връзка с manager.
es_es: Puerto para conectar al gestor.
fr_fr: Port sur lequel se connecter.
he_il: יציאה (פורט) שדרכה יש להתחבר לניהול.
it_it: Porta del manager dove connettersi.
ja_jp: マネージャーへの接続ポート。
ru_ru: Порт подключения для менеджера.
sv_se: Den port som ska användas för att koppla mot hanteraren.
zh_cn: 要连接到的管理器所在的端口。

source: Port:
bg_bg: Порт:
es_es: Puerto:
he_il: יציאה:
it_it: Porta:
ja_jp: ポート：
ru_ru: Порт:
zh_cn: 端口：

source: Server to connect to.
bg_bg: Сървър към който да се свърже.
es_es: Servidor a conectarse.
fr_fr: Adresse du serveur Asterisk sur lequel se connecter.
he_il: שרת שיש להתחבר אליו.
it_it: Il Server dove connettersi.
ja_jp: 接続先サーバー。
ru_ru: Сервер подключения.
sv_se: Server att koppla upp mot.
zh_cn: 要连接的服务器。

source: Server:
bg_bg: Сървър:
es_es: Servidor:
fr_fr: Serveur:
he_il: שרת:
ja_jp: サーバー：
ru_ru: Сервер:
zh_cn: 服务器：

source: Submit Changes
bg_bg: Приеми Промените
es_es: Enviar Cambios
fr_fr: Appliquer les Modifications
it_it: Conferma Cambiamenti
ja_jp: 変更を適用
ru_ru: Внести изменения
sv_se: Spara ändringar
zh_cn: 提交更改

source: Swift path:
bg_bg: Кратък път:
es_es: Camino Swift:
fr_fr: Chemin de Swift:
he_il: נתיב ל Swift:
it_it: Percorso Swift:
ja_jp: Swiftパス：
ru_ru: Быстрый путь:
sv_se: Sökväg för Swift:
zh_cn: Swift程序的路径：

source: TTS Voice used.
bg_bg: Използван TTS Глас.
es_es: Voz TTS usada.
fr_fr: Voix TTS utilisée
he_il: קול ה TTS שבו יש להשתמש.
it_it: La voce TTS Cepstral.
ja_jp: 使用されるTTS音声
ru_ru: Использован TTS голос.
sv_se: Den TTS-röst som ska användas.
zh_cn: 使用的TTS语音。

source: Temporary directory for storing temporary output.
bg_bg: Временна директория където да се съхранява изодящата информация.
es_es: Directorio temporal para almacenar salidas temporales.
fr_fr: Répertoire temporaire.
he_il: ספריה זמנית לאחסון פלטים זמניים.
it_it: Directory temporanea dove salvare gli output temporanei.
ja_jp: 一時出力を保存するテンポラリディレクトリ。
ru_ru: Временная директория для хранения временных файлов.
sv_se: Temporär katalog för lagring av temporära filer.
zh_cn: 用于存放临时输出的临时目录。

source: Temporary directory:
bg_bg: Временна директория:
es_es: Directorio temporal:
fr_fr: Répertoire temporaire.
he_il: ספריה זמנית:
it_it: Directory temporanea:
ja_jp: テンポラリーディレクトリ：
ru_ru: Временная директория:
sv_se: Temporär katalog:
zh_cn: 临时目录：

source: Use internal error handler.
bg_bg: Използва вътрешен оператор на грешки.
es_es: Usar manejador interno de errores.
fr_fr: Utiliser le gestionnaire d'erreurs interne.
he_il: השתמש במטפל השגיאות הפנימי.
it_it: Utilizza l'handler interno per gli errori
ja_jp: 内部エラーハンドラーを使用する。
ru_ru: Использовать внутренний обработчик ошибок.
sv_se: Använd den interna felhanteraren.
zh_cn: 使用内部错误处理程序。

source: false
bg_bg: невярно
es_es: falso
fr_fr: faux
he_il: לא
it_it: falso
ja_jp: オフ
ru_ru: нет
sv_se: Ja
zh_cn: 否

source: setuid:
he_il: שנה משתמש
ru_ru: Установить uid:
zh_cn: 设置uid（setuid）：

source: true
bg_bg: вярно
es_es: Verdadero
fr_fr: vrai
he_il: כן
it_it: vero
ja_jp: オン
ru_ru: да
sv_se: Nej
zh_cn: 是
