Repository: IssabelFoundation/issabelPBX
Catalog: phonebook/i18n/*/LC_MESSAGES/phonebook.po
Languages: bg_bg, fr_fr, it_it, pt_br, sv_se

source: Phonebook entry
bg_bg: Телефонен Указател въвеждане
fr_fr: Entrée de l'annuaire
it_it: Voce di rubrica
pt_br: Item da lista telefônica
sv_se: Telefonboken

source: deleted
bg_bg: изтрити
fr_fr: supprimé
it_it: cancellata
pt_br: Eliminado
sv_se: borttagen

source: Imported
bg_bg: Внесени
fr_fr: Importé
it_it: Importata
pt_br: Importado
sv_se: Importerade

source: lines of
bg_bg: линии от
fr_fr: lignes de
it_it: linee di
pt_br: Linhas de
sv_se: rader med

source: Phonebook emptied
bg_bg: Телефонен Указател изпразнен
fr_fr: Annuaire vidé
it_it: Rubrica svuotata
pt_br: Lista telefônica vazia
sv_se: Tömde telefonboken

source: Are you sure you want to empty your phonebook ?
bg_bg: Сигурни ли сте че искате да изпразните телефонния указател ?
fr_fr: Êtes-vous sûr de vouloir vider votre annuaire ?
it_it: Sei sicuro di voler svuotare la Rubrica?
pt_br: Tem certeza de que deseja limpar a lista telefônica?
sv_se: Är du säker på att du vill tömma telefonboken?

source: Phone Book
pt_br: Agenda telefónica
sv_se: Telefonboken

source: Use this module to create system wide speed dial numbers that can be dialed from any phone.
pt_br: Use este módulo para criar números de discagem rápida para todo o sistema que podem ser discados de qualquer telefone.
sv_se: Använd denna modul för att skapa en telefonbok med snabbnummer som kan kan användas av alla telefoner

source: Phonebook entries
bg_bg: Телефонен Указател въвеждания
fr_fr: Entrées de l'annuaire
it_it: Voci di rubrica
pt_br: Itens da lista telefônica
sv_se: Telefonboken

source: Number
bg_bg: Номер
fr_fr: Numéro
it_it: Numero
pt_br: Número
sv_se: Nummer

source: Name
bg_bg: Име
fr_fr: Nom
it_it: Nome
pt_br: Nome
sv_se: Namn

source: Speed dial
bg_bg: Бързо избиране
fr_fr: Numérotation abrégée
it_it: Selezione rapida
pt_br: Código de atalho
sv_se: Kortnummer

source: Are you sure you want to delete this entry ?
bg_bg: Сигурни ли сте че искате да изтриете това въвеждане ?
fr_fr: Êtes-vous sûr de vouloir supprimer cette entrée ?
it_it: Sei sicuro di voler eliminare questa voce?
pt_br: Tem certeza de que deseja excluir este item?
sv_se: Är du säker på att du vill ta bort denna post?

source: Delete
bg_bg: Изтрий
fr_fr: Supprimer
it_it: Elimina
pt_br: Eliminar
sv_se: Ta bort

source: Edit
bg_bg: Редактирай
fr_fr: Editer
it_it: Modifica
pt_br: Modificar
sv_se: Redigera

source: Export in CSV
bg_bg: Изведи в CSV
fr_fr: Exporter au format CSV
it_it: Esporta in CSV
pt_br: Exportar para CSV
sv_se: Exportera till CSV

source: Empty Phonebook
bg_bg: Изпразни Телефонен Указател
fr_fr: Vider l'Annuaire
it_it: Svuota Rubrica
pt_br: Lista telefônica vazia
sv_se: Töm telefonboken

source: Add or replace entry
bg_bg: Добави или замени въвеждане
fr_fr: Ajouter ou remplacer une entrée
it_it: Aggiungi o sostituisci voce
pt_br: Adicionar ou substituir elemento
sv_se: Lägg till eller byt ut

source: Name:
bg_bg: Име:
fr_fr: Nom :
it_it: Nome:
pt_br: Nome:
sv_se: Namn:

source: Enter the name
bg_bg: Въведете име
fr_fr: Entrez le nom
it_it: Inserire il nome
pt_br: Digite o nome.
sv_se: Skriv in namnet

source: Number:
bg_bg: Номер:
fr_fr: Numéro :
it_it: Numero:
pt_br: Número:
sv_se: Nummer:

source: Speed dial code
pt_br: Código de discagem rápida

source: Enter a speed dial code<br/>Speeddial module is required to use speeddial codes
bg_bg: Въведете код за бързо избиране.<br/>Mодула Бързо избиране се изисква за да използвате кодове за бързо избиране.
fr_fr: Entrez un code de numérotation abrégée<br/>Le module de numérotation abrégée (Speddial) est requis pour utiliser les codes de numérotation abrégée.
it_it: Immettere un codice di selezione rapida<br />E' richiesto il modulo Speeddial per far funzionare i codici di selezione rapida
pt_br: Insira um código de discagem rápida. O módulo 'Recursos de discagem rápida' é necessário para que isso funcione.
sv_se: Skriv in ett kortnummer<br>Modulen Kortnummer måste vara installerad och aktiv för att detta ska fungera

source: Set Speed Dial?
bg_bg: Установи Бързо Избиране?
fr_fr: Définir la numérotation abrégée ?
it_it: Impostare Selezione Rapida?
pt_br: Criar código de discagem rápida?
sv_se: Skapa kortnummer?

source: Check to have a speed dial created automatically for this number
bg_bg: Маркирайте за атоматично създаване на бързо избиране за този номер.
fr_fr: Cochez cette case pour créer automatiquement une numérotation abrégée pour ce numéro
it_it: Controllare se il codice di Selezione Rapida per questo numero Ã¨ stato regolarmente creato
pt_br: Marque esta caixa para criar automaticamente um código de discagem rápida para este número.
sv_se: Aktivera detta för att automatiskt skapa ett kortnummer för denna post

source: Submit Changes
bg_bg: Приеми Промените
fr_fr: Appliquer les modifications
it_it: Applica
pt_br: Enviar alterações
sv_se: Spara ändringar

source: Import from CSV
bg_bg: Въведи от CSV
fr_fr: Importer d'un fichier CSV
it_it: Importa dal CSV
pt_br: Importar de CSV
sv_se: Importera från CSV

source: File
pt_br: Arquivo

source: Import a CSV File formatted as follows:<br/>"Name";Number;Speeddial<br /> Names should be enclosed by '"' and fields separated by ';' <br /><br /> Example:<br/>"John Doe";12345678;123
bg_bg: Въведете CSV Файл форматиран както следва:<br/>"Име";Номер;Бързо избиране<br /> Имената трябва да са оградени с '"' и полетата да са разделени с ';' <br /><br /> Пример:<br/>"Иван Иванов";12345678;123
fr_fr: Importer un fichier CSV formatté comme suit :<br/>"Nom";Numéro;Numérotation abrégée<br /> Les noms doivent être encadrés de '"' et les champs séparés par ';' <br /><br/> Exemple :<br/>"John Doe";12345678;123
it_it: Importa un file CSV formattato nel seguente modo:<br/>"Nome";Numero;Codice<br /> I nomi devono essere inclusi in '"' e i campi separati da ';' <br /> <br />Esempio:<br/>"Mario Rossi";12345678;123
pt_br: Importe um arquivo CSV formatado da seguinte forma:<br/>"Nome";Número;SpeedDialCode<br />Os nomes devem ser colocados entre aspas ("") e os campos separados por ponto e vírgula (;).<br/>< br/ >Por exemplo:<br/>"John Doe";12345678;123
sv_se: Importera en CSV-fil formaterad enligt detta:<br>"Namn";Nummer;Snabbnummer<br>Namnen måste vara omslutna med " och fälten måste vara separerade med ';'<br><br>T.ex. "Nils Nilsson";040123456;123

source: Upload
bg_bg: Добави
it_it: Carica
pt_br: Enviar
sv_se: Ladda upp

source: Please enter a valid Number
bg_bg: Моля въведете правилен Номер
fr_fr: Entrez un numéro valide
it_it: Prego immettere un Numero valido
pt_br: por favor insira um número válido.
sv_se: Skriv in ett giltigt nummer

source: Please enter a valid Name
bg_bg: Моля въведете правилно Име
fr_fr: Entrez un nom valide
it_it: Prego immettere un Nome valido
pt_br: Por favor, indique um nome válido.
sv_se: Skriv in ett giltigt namn

source: Please enter a valid Speeddial code or leave it empty
bg_bg: Моля въведете правилен код за Бързо Избиране или оставете празно
fr_fr: Entrez un code de numérotation abrégée valide ou laissez vide
it_it: Prego immettere un codice di Selezione Rapida valido oppure lasciarlo vuoto
pt_br: Insira um código de discagem rápida válido.
sv_se: Skriv in ett giltigt kortnummer eller lämna detta fält tomt

source: Phonebook
bg_bg: Телефонен Указател
fr_fr: Annuaire
it_it: Rubrica
pt_br: Agenda telefónica
sv_se: Telefonbok

source: Asterisk Phonebook
bg_bg: Телефонен Указател
fr_fr: Annuaire Asterisk
it_it: Rubrica
pt_br: Agenda telefónica de Asterisk
sv_se: Asterisk telefonbok

source: Enter the number (For CallerID lookup to work it should match the CallerID received from network)
pt_br: Insira o número (para que a pesquisa de identificador de chamadas funcione, esse valor deve corresponder ao identificador de chamadas fornecido pela rede)
sv_se: Skriv in numret (För att nummerpresentationen ska fungera måste detta nummer vara samma som presenteras vid inkommande samtal)

source: Add Phonebook Entry
pt_br: Adicionar entrada à lista telefônica

source: Edit Phonebook Entry
pt_br: Modificar entrada na lista telefônica

source: Choose a file...
pt_br: Escolha um arquivo...

source: Please select a file
pt_br: Por favor escolha um arquivo

source: Speed dial code:
bg_bg: Код за бързо избиране:
fr_fr: Code de numérotation abrégée :
it_it: Codice Selezione rapida:
sv_se: Kortnummer

source: File:
bg_bg: Файл:
fr_fr: Fichier :
sv_se: Filnamn:

source: Provides a phonebook for IssabelPBX, it can be used as base for Caller ID Lookup and Speed Dial
sv_se: En telefonbok för IssabelPBX, den kan användas för snabbnummer och databas för nummerpresentation
