Repository: IssabelFoundation/issabelPBX
Catalog: tts/i18n/*/LC_MESSAGES/tts.po
Languages: es_es, ja_jp, pt_br

source: Text to Speech %s:
es_es: Texto al habla %s:
pt_br: Texto para fala %s:

source: Text to Speech
es_es: Texto al habla
pt_br: Texto para fala

source: Text To Speech
es_es: Texto al habla
ja_jp: 音声読み上げ（TTS）
pt_br: Texto para fala

source: Text to Speech Engines
es_es: Motores de texto al habla
pt_br: Mecanismos de conversão de texto em fala

source: Text To Speech Engines
es_es: Motores de texto al habla
pt_br: Mecanismos de conversão de texto em fala

source: Add Text to Speech
es_es: Añadir texto al habla
pt_br: Adicionar texto à fala

source: Add Text to Speech Instance
es_es: Añadir instancia de texto al habla
pt_br: Adicionar instância de texto à fala

source: Text
es_es: Texto
ja_jp: テキスト
pt_br: Texto

source: Edit:
es_es: Modificar:
pt_br: Modificar:

source: Destination
es_es: Destino
pt_br: Destino

source: The Text To Speech Engine module allows you to add different engines to convert text to speech
es_es: El módulo Motores de texto al habla le permite agregar diferentes motores para convertir texto a voz
pt_br: O módulo Text to Speech Engines permite adicionar diferentes mecanismos para converter texto em fala

source: Edit Text to Speech Engine
es_es: Modificar motor de texto al habla:
pt_br: Modifique o mecanismo de conversão de texto em fala:

source: Edit Text to Speech
es_es: Modificar texto al habla:
pt_br: Modificar texto em fala:

source: Description
es_es: Descripción
pt_br: Descrição

source: Engine
es_es: Motor
pt_br: Motor

source: Template
es_es: Plantilla
pt_br: Modelo

source: Command
es_es: Comando
pt_br: Comando

source: Submit Changes
es_es: Enviar cambios
ja_jp: 変更を適用
pt_br: Enviar alterações

source: Delete
es_es: Eliminar
pt_br: Eliminar

source: Add Text to Speech Engine
es_es: Añadir motor de texto al habla
pt_br: Adicionar texto ao mecanismo de fala

source: The descriptive name of this text to speech engine. For example "new name here"
es_es: Nombre descriptivo para este motor de texto al habla, por ejemplo "nuevo nombre"
pt_br: Nome amigável para este mecanismo de conversão de texto em fala, por exemplo "novo nome"

source: The descriptive name of this text to speech instance. For example "new name here"
es_es: El nombre descriptivo de esta instancia de texto a voz. Por ejemplo, "nuevo nombre aquí"
pt_br: O nome amigável desta instância de conversão de texto em fala. Por exemplo, "novo nome aqui"

source: The TTS engine to use for the text to speech entry
es_es: El motor de texto al habla a usar para este registro
pt_br: O mecanismo de conversão de texto em fala a ser usado para este registro

source: Set of key=value pairs needed for the TTS engine. Usually API credentials, voice name, etc.
es_es: Lista de pares clave=valor necesarios para este motor de texto al habla. Usualmente usado para configurar credenciales API, nombre de la voz, etc.
pt_br: Lista de pares chave=valor necessários para este mecanismo de conversão de texto em fala. Geralmente usado para configurar credenciais de API, nome de voz, etc.

source: The actual command line to run the engine.<br/><br/>There are two variables you must use within the command if you select a <strong>custom</strong> engine: <dl><dt>{TEXT}</dt><dd>The actual text to convert to speech</dd><dt>{OUTPUTFILE}</dt><dd>The file name where the sound file will be saved.</dd></dl>
es_es: Comando a utilizar para ejecutar la conversión para este motor.<br/><br/>Hay dos variables que se deben usar en este comando si elige el motor <strong>custom</strong>: <dl><dt>{TEXT}</dt><dd>El texto a convertir a habla</dd><dt>{OUTPUTFILE}</dt><dd>El archivo donde se guardará el archivo de sonido producido por el comando.</dd></dl>
pt_br: Comando a ser usado para executar a conversão para este mecanismo.<br/><br/>Existem duas variáveis que devem ser usadas neste comando se você escolher o mecanismo <strong>personalizado</strong>: <dl><dt> {TEXT }</dt><dd>O texto a ser convertido em fala</dd><dt>{OUTPUTFILE}</dt><dd>O arquivo onde será salvo o arquivo de som produzido pelo comando.</dd >< /dl>

source: The Text to Speech module allows you to add text to speech (TTS) instances on your PBX. You enter text to be read by a computer voice. When a TTS instance is entered as a destination in your call path, the system will play the text entered using the selected TTS engine. Then the call will then continue on to the target destination defined in the instance.
es_es: El módulo Texto al Habla le permite agregar instancias de texto a voz (TTS) en su PBX. Puede ingresar un texto para que lo lea una voz de computadora. Cuando se ingresa una instancia de TTS como destino en su ruta de llamada, el sistema reproducirá el texto ingresado usando el motor de TTS seleccionado. Luego, la llamada continuará hasta el destino de destino definido en la instancia.
pt_br: O módulo Text to Speech permite adicionar instâncias de texto para fala (TTS) em seu PBX. Você pode inserir texto para ser lido por uma voz artificial. Quando uma instância TTS é inserida como destino em sua rota de chamada, o sistema reproduzirá o texto inserido usando o mecanismo TTS selecionado. A chamada continuará então para o destino definido na instância.

source: The actual text to be spoken by the engine. You can use channel variables in the format %{variable}.
es_es: El texto real que va a pronunciar el motor. Puede utilizar variables de canal con el formato %{variable}.
pt_br: O texto real que o mecanismo irá falar. Você pode usar variáveis de canal no formato %{variable}.

source: Add a Text To Speech item
ja_jp: TTSアイテムを追加

source: deleted
ja_jp: 削除されました

source: Delete text to speech
ja_jp: TTSを削除

source: Note, does not delete the files from the server.
ja_jp: 注意：サーバーからファイルを削除しません。

source: Main settings
ja_jp: 主要設定

source: Name
ja_jp: 名前

source: Give this TTS Destination a brief name to help you identify it.
ja_jp: このTTS宛先に名前を付けます。

source: Enter the text you want to synthetize.
ja_jp: 読み上げるテキストを入力してください、

source: TTS Engine
ja_jp: TTSエンジン

source: Choose an engine
ja_jp: エンジンを選択してください

source: List of TTS engines detected on the server. Choose the one you want to use for the current sentence.
ja_jp: サーバー内に検出されたTTSエンジンのリストです。この文章に対して使用したいエンジンを選択してください。

source: After the Text To Speech was played go to
ja_jp: TTSを再生後、次の場所に移動：

source: TTS AGI script cannot be removed.
ja_jp: TTS AGIスクリプトは削除できませんでした。

source: Applications
ja_jp: アプリケーション

source: Allows you to configure text to speech, and is derived from texttospeech provided in contributed modules.
ja_jp: TTSの設定を可能にし、また提供されたモジュールによってこれをtexttospeech から生成する。

source: TTS AGI install failed. Module not usable.
ja_jp: TTS AGIのインストールが失敗しました。使用できないモジュールです。

source: AGI script not found
ja_jp: AGIスクリプトが見つかりません

source: Text to Speech: %s
ja_jp: TTS: %s

source: This name already exists
ja_jp: この名前はすでに存在します
