Repository: IssabelFoundation/issabelPBX
Catalog: languages/i18n/*/LC_MESSAGES/languages.po
Languages: bg_bg, sv_se

source: Language: %s
bg_bg: Език: %s
sv_se: Språk: %s

source: Language
bg_bg: Език
sv_se: Språk

source: Please enter a valid Language Code
bg_bg: Моля въведете валидно Означение на Език
sv_se: Skriv in en giltig språkkod

source: Language Code
bg_bg: Означение на Език
sv_se: Språkkod

source: This will cause all messages and voice prompts to use the selected language if installed.
bg_bg: Това ще накара всички съобщения и гласови инструкции да изолзват избрания език ако е инсталиран.
sv_se: Alla meddelanden och röster kommer att använda det valda språket om det är installerat.

source: Allows you to set the language for this DID.
sv_se: Ger dig möjlighet att sätta språket för detta direktnummer

source: Language Change: %s
bg_bg: Промяна на Език: %s
sv_se: Språkbyte: %s

source: Languages
bg_bg: Езици
sv_se: Språk

source: Adds the ability to changes the language within a call flow and add language attribute to users.
sv_se: Ger möjlighet att ändra språket inom ett samtalsflöde och sätter språkattribut för användaren

source: Add Language
bg_bg: Добави Език
sv_se: Lägg till språk

source: Edit:
bg_bg: Редактирай:
sv_se: Redigera:

source: Languages allow you to change the language of the call flow and then continue on to the desired destination. For example, you may have an IVR option that says "For French Press 5 now". You would then create a French language instance and point it's destination at a French IVR. The language of the call's channel will now be in French. This will result in French sounds being chosen if installed.
bg_bg: Езиците ви позволяват да промените езика използван в разговора и да продължите към желаното направление. Например, ако имате IVR опция която казва "За Френски Моля Натиснете 5". Тогава можете да създадете въвеждане за Френски език и да насочите направлението към Френски IVR. Това ще доведе до използване на Френски записи ако са инсталирани.
sv_se: Modulen Språk ger en möjlighet att ändra det språk som används i Asterisk. T.ex. du kan ha en IVR med ett val som säger "For French press 5 now". Du kan då skapa en Fransk språkinstans och peka destinationen till en Fransk IVR. Språket kommer nu att vara på franska om detta språk är installerat.

source: Edit Language Instance
bg_bg: Редактирай Въвеждане на Език
sv_se: Redigera språkinstans

source: Add Language Instance
bg_bg: Добави Въвеждане на Език
sv_se: Lägg till språkinstans

source: Description
bg_bg: Описание
sv_se: Beskrivning

source: The descriptive name of this language instance. For example "French Main IVR"
bg_bg: Описващо име на това въвеждане на език. Например "French Main IVR"
sv_se: Skriv in en kortfattad beskrivning för denna instans. T.ex. "Fransk meny i IVR"

source: The Asterisk language code you want to change to. For example "fr" for French, "de" for German
bg_bg: Астериск означение на език който искате да смените. Например "fr" за Френски, "de" за Немски
sv_se: Den kod i Asterisk som du vill ändra till. T.ex. "fr" för franska, "de" för tyska etc.

source: Destination
bg_bg: Направление
sv_se: Destinationer

source: Submit Changes
bg_bg: Приеми Промените
sv_se: Spara ändringar

source: Delete
bg_bg: Изтрий
sv_se: Ta bort

source: Invalid description specified
bg_bg: Неправилно въведено описание
sv_se: Ogiltig beskrivning
