Repository: IssabelFoundation/issabelPBX
Catalog: queues/i18n/*/LC_MESSAGES/queues.po
Languages: pt_br, ru_ru

source: No Follow-Me or Call Forward
pt_br: Sem Siga-me ou Desvio
ru_ru: Без функций Следуйте сюда или Перенаправление'

source: Extensions Only
pt_br: Apenas extensões
ru_ru: Только внутренние абоненты

source: General Queue Options
pt_br: Opções gerais de fila
ru_ru: Общие параметры очереди

source: Ring Strategy
pt_br: Estratégia de toque

source: ringall
pt_br: Ligar para todos
ru_ru: звонят-все

source: ring all available agents until one answers (default)
pt_br: Ligue para todos os agentes disponíveis até que um atenda (opção padrão).
ru_ru: звонят сразу все телефоны у всех операторов, пока кто либо один не ответит (по умолчанию)

source: roundrobin
pt_br: Todos contra todos

source: take turns ringing each available agent
pt_br: Grátis para todos ou 'roundrobin' liga para todos os agentes por turnos.
ru_ru: звонок поступает любому доступному оператору

source: leastrecent
pt_br: Agente com última chamada mais antiga
ru_ru: самому-незанятому

source: ring agent which was least recently called by this queue
pt_br: Ligue para o agente que atendeu uma chamada desta fila pelo menos recentemente.
ru_ru: звонок поступает наименее занятому оператору в этой очереди

source: fewestcalls
pt_br: Agente com menos chamadas
ru_ru: менее-организованному

source: ring the agent with fewest completed calls from this queue
pt_br: Ligue para o agente que completou o menor número de chamadas nesta fila.
ru_ru: звонок поступает оператору с наименьшим числом законченых разговоров

source: random
pt_br: Aleatório
ru_ru: случайный-выбор

source: ring random agent
pt_br: Ligue para um agente aleatoriamente.
ru_ru: звонок поступает любому оператору случайным образом

source: rrmemory
pt_br: Com memória

source: round robin with memory, remember where we left off last ring pass
pt_br: Todos contra todos ('roundrobin') com memória; lembre-se de onde foi deixada a última chamada.
ru_ru: звонок поступает любому доступному оператору, но с учётом того, кто отвечал на последний звонок.

source: rrordered
pt_br: Com memória ordenada

source: same as rrmemory, except the queue member order from config file is preserved
pt_br: O mesmo que 'Com memória', exceto que a ordem dos membros da fila na configuração é respeitada
ru_ru: такой же порядок, как и rrmemory, но сохранен порядок из конфигурации

source: rings agents in the order specified, for dynamic agents in the order they logged in
pt_br: Ligar para os agentes na ordem especificada, se eles forem membros dinâmicos na ordem em que fizeram login
ru_ru: звонок поступает агентам в том порядке, в котором они перечислены. Для динамических агентов - в том порядке, в котором они регистрировались.

source: wrandom
pt_br: Aleatório com Peso
ru_ru: случайный-выбор

source: random using the member's penalty as a weighting factor, see asterisk documentation for specifics
pt_br: aleatório usando penalidade de membro como fator de peso, veja a documentação do Asterisk para detalhes
ru_ru: случайный выбор использует занятость агентов как вес в качестве приоритета выбора, см. документацию Астериск для более детальной информации.

source: Autofill
pt_br: Autorelleno

source: Starting with Asterisk 1.4, if this is checked, and multiple agents are available, Asterisk will send one call to each waiting agent (depending on the ring strategy). Otherwise, it will hold all calls while it tries to find an agent for the top call in the queue making other calls wait. This was the behavior in Asterisk 1.2 and has no effect in 1.2. See Asterisk documentation for more details of this feature.
pt_br: A partir do Asterisk 1.4, se esta opção estiver marcada e múltiplos agentes estiverem disponíveis, o Asterisk enviará uma chamada para cada agente em espera (dependendo da estratégia de chamada). Caso contrário, ele irá reter todas as chamadas enquanto tenta encontrar um agente para a chamada principal na fila, fazendo com que outras chamadas esperem. Este era o comportamento no Asterisk 1.2 e não tem efeito no 1.2. Veja a documentação do Asterisk para mais detalhes sobre esse recurso.
ru_ru: Опция версии 1.4. Если отмечено, и работают несколько операторов, Астериск направит звонок всем ожидающим операторам (в зависимости от стратегии звоков). В противном случае звонок попадает в очередь с общим статусом ожидания на общих основаниях. Это стандартное поведение для версии Астериск 1.2, поэтому задействовать эту возможность не удастся, если у вас 1.2. Смотрите документацию для более детального понимания этой опции.

source: Skip Busy Agents
pt_br: Ignorar agentes ocupados

source: When set to Yes agents devices that report congestion upon a call attempt will be considered as a missed call and auto paused immediately or after the auto pause delay if configured
pt_br: Quando definido como Sim, os dispositivos do agente que relatarem congestionamento em uma tentativa de chamada serão considerados uma chamada perdida e serão pausados automaticamente imediatamente ou após o atraso da pausa automática, se configurado

source: When set to Yes agents devices that report busy upon a call attempt will be considered as a missed call and auto paused immediately or after the auto pause delay if configured
pt_br: Quando definido como Sim, os dispositivos do agente que informarem que estão ocupados em uma tentativa de chamada serão considerados uma chamada perdida e serão pausados automaticamente imediatamente ou após o atraso da pausa automática, se configurado.

source: This setting will delay the auto pause of an agent by auto pause delay seconds from when it last took a call. For example, if this were set to 120 seconds, and a new call is presented to the agent 90 seconds after they last took a call, they will not be auto paused if they don't answer the call. If presented with a call 120 seconds or later after answering the last call, they will then be auto paused. If they have taken no calls, this will have no affect.
pt_br: Esta configuração atrasará a pausa automática de um agente pelo valor especificado aqui, expresso em segundos desde a última vez que recebeu uma chamada. Por exemplo, se foi definido para 120 segundos e uma nova chamada for apresentada ao agente 90 segundos após a última vez que recebeu uma chamada, não será pausada automaticamente se o agente não atender a chamada. Se você receber uma chamada 120 segundos ou mais depois de atender a última chamada, ela será pausada automaticamente. Se não receberem chamadas, isso não terá efeito.

source: When set to 'Yes' agents who are on an occupied phone will be skipped as if the line were returning busy. This means that Call Waiting or multi-line phones will not be presented with the call and in the various hunt style ring strategies, the next agent will be attempted. <br />When set to 'Yes + (ringinuse=no)' the queue configuration flag 'ringinuse=no' is set for this queue in addition to the phone's device status being monitored. This results in the queue tracking remote agents (agents who are a remote PSTN phone, called through Follow-Me, and other means) as well as PBX connected agents, so the queue will not attempt to send another call if they are already on a call from any queue. <br />When set to 'Queue calls only (ringinuse=no)' the queue configuration flag 'ringinuse=no' is set for this queue also but the device status of locally connected agents is not monitored. The behavior is to limit an agent belonging to one or more queues to a single queue call. If they are occupied from other calls, such as outbound calls they initiated, the queue will consider them available and ring them since the device state is not monitored with this option. <br /><br />WARNING: When using the settings that set the 'ringinuse=no' flag, there is a NEGATIVE side effect. An agent who transfers a queue call will remain unavailable by any queue until that call is terminated as the call still appears as 'inuse' to the queue UNLESS 'Agent Restrictions' is set to 'Extensions Only'.
pt_br: Quando definido como 'Sim', os agentes que estiverem em um telefone ocupado serão ignorados como se a linha tivesse retornado ocupada. Isso significa que a chamada em espera ou os telefones multilinha não receberão a chamada e o próximo agente será tentado de acordo com a estratégia de toque escolhida.<br>Quando definido como 'Sim + (ringinuse = não)', o sinalizador de configuração da fila ' ringinuse=no' é definido para esta fila além do status do dispositivo do telefone que está sendo monitorado. Isso resulta no rastreamento da fila de agentes remotos (agentes que são um telefone PSTN remoto, chamados via Siga-me e outros meios), bem como agentes conectados ao PBX, de modo que a fila não tentará enviar outra chamada se já estiverem ocupados no qualquer fila.<br>Quando definido como 'Somente chamadas em fila (ringinuse=no)', o sinalizador de configuração de fila 'ringinuse=no' também é definido para esta fila, mas o estado do dispositivo não é monitorado de agentes conectados localmente. O comportamento é limitar um agente que pertence a uma ou mais filas a uma única chamada na fila. Se eles estiverem ocupados com outras chamadas, como iniciar chamadas de saída, a fila irá considerá-los disponíveis e tocá-los, pois o status do dispositivo não é monitorado com esta opção.<br><br>AVISO: ao usar as configurações que definem o ' ringinuse = no' flag, há um efeito colateral NEGATIVO. Um agente transferindo uma chamada na fila não estará disponível em nenhuma fila até que a chamada seja encerrada, pois a chamada ainda aparece como 'em uso' na fila, A MENOS que 'Restrições do Agente' esteja definido como 'Somente Extensões' .
ru_ru: Если установлено в 'Да', то операторы, занятые на линии, будут пропущены, если их внутренний Caller IDу, что использование методов ожидания и приёма второго звонка у многоканальных телефонов затрудняет использование различных сценариев серийного поиска свободных операторов в стратегиях звонков когда выполняется попытка поиска свободного оператора.<br />Если установлено в Да + () то для очереди применится опция 'звонки в обработке=нет', то есть проверяется статус телефонов операторов очереди. Таким образом отслеживаются удалённые операторы очереди (например на мобильных или домашних телефонах, подключеных к городской телефонной сети, или с использованием опции Следуйте сюда) так же, как локальные операторы очереди, таким образом IssabelPBX не будет посылать удалённому оператору вызов из очереди, если обнаруживает текущее соединение. <br />Если установлено в значение Только звонки очереди (звонки в обработке=нет), то для очереди также применится опция 'звонки в обработке=нет', но статус телефонов операторов очереди не проверяется. Это поведение ограничивает возможности операторов, обслуживающих более, чем одну очередь по приёму только одного звонка. Если, например, оператор совершает исходящий звонок, то очередь предполагает, что оператор свободен, и всё равно направляет звонок ему, так как статус телефонов не мониторится.<br /><br />ВНИМАНИЕ: если установлено в Только звонки очереди (звонки в обработке=нет) то чаще это даёт негативный эффект. Оператор, делающий перевод звонка например, будет оставаться недоступным для всех вызовов очереди до тех пор, пока входящий вызов будет завершён, потому что он выглядит для очереди действующим КРОМЕ случая, когда значение Ограничения агентов установлено в 'Только внутренние номера'

source: Yes + (ringinuse=no)
pt_br: Si + (ringinuse = não)
ru_ru: Да + (ringinuse=no)

source: Queue calls only (ringinuse=no)
pt_br: Apenas chamadas em fila (ringinuse=no)
ru_ru: Только звонки очереди (ringinuse=no)

source: Queue Weight
pt_br: Peso da cauda
ru_ru: Вес очереди

source: Gives queues a 'weight' option, to ensure calls waiting in a higher priority queue will deliver its calls first if there are agents common to both queues.
pt_br: Dá às filas uma opção de 'peso', para garantir que as chamadas em espera em uma fila de prioridade mais alta serão entregues primeiro se houver agentes comuns a ambas as filas
ru_ru: Позволяет добавлять 'вес' очереди обеспечивая ожидание в очереди с большим приоритетом. Оператору будет подан звонок большим приоритетом очереди, если оператор обслуживаетс две и более очереди.

source: Music on Hold Class
pt_br: Aula de música esperando

source: Music (MoH) played to the caller while they wait in line for an available agent. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route. MoH Only will play music until the agent answers. Agent Ringing will play MoH until an agent's phone is presented with the call and is ringing. If they don't answer, MoH will return. Ring Only makes callers hear a ringing tone instead of MoH ignoring any MoH Class selected as well as any configured periodic announcements. This music is defined in the "Music on Hold" Menu.
pt_br: A música (ou comercial) deve ser tocada para quem liga enquanto espera na fila por um agente disponível. Escolha “Anterior” se quiser que o tipo de música em espera seja o escolhido anteriormente, por exemplo em Rotas de Entrada. 'Agent Ring' fará com que a música pare quando o telefone de um agente estiver tocando. Se não responderem, voltarão a ouvir música. 'Ring Only' fará com que os chamadores ouçam apenas o toque em vez da música, ignorando o tipo selecionado e ignorando quaisquer anúncios periódicos. Esta música pode ser definida no menu "Música em espera"

source: inherit
pt_br: Anterior
ru_ru: унаследованный

source: none
pt_br: Nenhum
ru_ru: нет

source: default
pt_br: Por padrão
ru_ru: по умолчанию

source: Ringing Instead of MoH
pt_br: Tocar em vez de música em espera

source: Join Announcement
pt_br: Anúncio de entrada

source: Announcement played to callers prior to joining the queue. This can be skipped if there are agents ready to answer a call (meaning they still may be wrapping up from a previous call) or when they are free to answer the call right now. To add additional recordings please use the "System Recordings" MENU.
pt_br: Anúncio exibido para as pessoas antes de elas entrarem na fila. Este anúncio não será reproduzido se houver agentes imediatamente disponíveis para atender a chamada. Para adicionar gravações adicionais, use o MENU "Gravações do Sistema"

source: None
pt_br: Nenhum
ru_ru: Нет

source: Announcement played to callers once prior to joining the queue.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
pt_br: Anúncio que será reproduzido para os chamadores assim que eles entrarem na fila.<br/><br/>Você deve instalar o módulo 'Gravações do Sistema' para usar esta opção.
ru_ru: Приветствие,которое будет воспроизведено один раз при попадании в очередь<br><br>Нужно инсталлировать и активировать модуль Запись сообщений, чтобы изменять эту опцию.

source: Call Recording
pt_br: Gravação de chamadas

source: Incoming calls to agents can be recorded. (saved to /var/spool/asterisk/monitor)
pt_br: As chamadas recebidas para agentes podem ser gravadas (salvas no diretório /var/spool/asterisk/monitor).
ru_ru: Входящие разговоры для всех операторов можно записывать (сохраняются в /var/spool/asterisk/monitor)

source: Recording Mode
pt_br: Modo de gravação

source: Choose to 'Include Hold Time' in the recording so it starts as soon as they enter the queue, or to defer recording until 'After Answered' and the call is bridged with a queue member.
pt_br: Escolha 'Incluir tempo limite' na gravação para começar assim que eles entrarem na fila ou adie a gravação até 'Após atendimento' e a chamada tenha sido conectada a um membro da fila.
ru_ru: Выберите 'Включая время ожидания' в записи для того, что бы разговор записывался с момента попадания в очередь, или 'После ответа оператора' для записи разговора, после ответа оператора очереди.

source: Include Hold Time
pt_br: Incluir tempo de espera
ru_ru: Время время ожидания

source: After Answered
pt_br: Depois do serviço
ru_ru: После ответа оператора

source: Caller Volume Adjustment
pt_br: Ajuste de volume de chamada

source: Adjust the recording volume of the caller.
pt_br: Ajustar o volume do chamador
ru_ru: Подстройка громкости записи.

source: No Adjustment
pt_br: Sem ajustes
ru_ru: Нет подстройки

source: Agent Volume Adjustment
pt_br: Ajuste de volume do agente

source: Adjust the recording volume of the queue member (Agent).
pt_br: Ajusta o volume do membro da fila (Agente).
ru_ru: Подстройка громкости записи оператора:

source: Mark calls answered elsewhere
pt_br: Marcar chamada como atendida em outro lugar

source: Enabling this option, all calls are marked as 'answered elsewhere' when cancelled. The effect is that missed queue calls are *not* shown on the phone (if the phone supports it)
pt_br: Ao ativar esta opção, todas as chamadas serão marcadas como 'atendidas em outro lugar' quando canceladas. O efeito é que as filas perdidas queues.po.new e não queues.po.new chamadas são exibidas no telefone (se o telefone suportar)
ru_ru: Данные параметр позволяет отмечать все звонки, поступившие в очередь, как обработанные. Таким образом пропущенные вызовы не будут отображены нв телефонах операторов (телефоны должен поддерживать данную функцию)

source: Timing & Agent Options
pt_br: Opções e durações do agente
ru_ru: Параметры времени и операторов

source: Max Wait Time
pt_br: Tempo máximo de espera

source: The maximum number of seconds a caller can wait in a queue before being pulled out. (0 for unlimited).
pt_br: O tempo máximo em segundos que um chamador na fila aguardará antes de ser removido (um valor 0 indica que ele nunca será removido).
ru_ru: Время в секундах, в течение которого дозвонившийся будет находится в очереди, прежде чем ему будет предложено перезвонить позднее. (0 - неограничено)

source: Unlimited
pt_br: Sem limite
ru_ru: Неограничено

source: Max Wait Time Mode
pt_br: Modo de tempo máximo

source: Asterisk timeoutpriority. In 'Strict' mode, when the 'Max Wait Time' of a caller is hit, they will be pulled out of the queue immediately. In 'Loose' mode, if a queue member is currently ringing with this call, then we will wait until the queue stops ringing this queue member or otherwise the call is rejected by the queue member before taking the caller out of the queue. This means that the 'Max Wait Time' could be as long as 'Max Wait Time' + 'Agent Timeout' combined.
pt_br: Asterisco: prioridade de tempo limite. No modo 'Estrito', quando um chamador atingir o 'Tempo Máximo de Espera', ele sairá da fila imediatamente. No modo 'Tolerante', se um membro da fila estiver tocando e o tempo máximo for atingido, ele aguardará que o telefone do agente pare de tocar ou rejeite a chamada antes de removê-lo da fila. Isso significa que o 'Tempo máximo de espera' pode ser tão longo quanto o 'Tempo máximo de espera' + o 'Tempo de espera do agente' combinados.
ru_ru: Параметры таймаута звонка в очереди. В режиме 'Ограничено', когда истек интервал 'Максимальное время ожидания', вызов будет извлечен из очереди. В режиме 'Неточный' текущий оператор будет вызван, пока истечет таймаут вызова оператора в очереди, после этого вызов будет извлечен из очереди.

source: Strict
pt_br: Estrito
ru_ru: Ограничено

source: Loose
pt_br: Tolerante
ru_ru: Неточный

source: Agent Timeout
pt_br: Tempo limite do agente

source: The number of seconds an agent's phone can ring before we consider it a timeout. Unlimited or other timeout values may still be limited by system ringtime or individual extension defaults.
pt_br: O número de segundos de espera até que um agente atenda uma chamada. Um valor diferente ou ilimitado também pode ser especificado por extensão.
ru_ru: Время в секундах, в течение которого вызов будет поступать на телефон оператора, после которого поступит сообщение о неответе. Неограниченое или другое значение таймаута могут тем не менее ещё ограничиваться Системными значениями времени вызова по умолчанию, или индивидуальными для пользователей.

source: Agent Timeout Restart
pt_br: Redefinição de tempo limite do agente

source: If timeoutrestart is set to yes, then the time out for an agent to answer is reset if a BUSY or CONGESTION is received. This can be useful if agents are able to cancel a call with reject or similar.
pt_br: Asterisco: timeoutrestart. Se definido como 'Sim', o tempo limite para resposta de um agente será redefinido se uma mensagem OCUPADO ou CONGESTION for recebida. Isso pode ser útil se os agentes cancelarem uma chamada com rejeição ou algo semelhante.
ru_ru: Этот параметр устанавливает время повторного вызова оператора, который оказался принять звонок из очереди. Это может быть полезно, если операторы очереди имеют возможность отказа приема вызова из очереди.

source: Retry
pt_br: Tentar novamente

source: The number of seconds we wait before trying all the phones again. Choosing "No Retry" will exit the Queue and go to the fail-over destination as soon as the first attempted agent times-out, additional agents will not be attempted.
pt_br: O número de segundos de espera antes de tentar ligar novamente para todos os agentes. Selecionar a opção 'Não tentar novamente' sairá da fila e irá para a opção especificada na seção 'Destino em caso de falha' assim que o tempo limite de um agente for atingido; Nenhuma tentativa será feita para entrar em contato com outros agentes.
ru_ru: Через сколько секунд будет повторена попытка позвонить снова на все телефоны. Выбирая вариант "Без повторений" звонок будет направлен из очереди по назначению при неответе. Звонок перенаправится туда после тайм-аута у первого оператора, переход на второго оператора не произойдёт.

source: No Retry
pt_br: Não tente novamente
ru_ru: Не повторять

source: Wrap-Up-Time
pt_br: Hora de encerramento

source: After a successful call, how many seconds to wait before sending a potentially free agent another call (default is 0, or no delay) If using Asterisk 1.6+, you can also set the 'Honor Wrapup Time Across Queues' setting (Asterisk: shared_lastcall) on the Advanced Settings page so that this is honored across queues for members logged on to multiple queues.
pt_br: Após uma chamada bem-sucedida, quantos segundos esperar antes de enviar outra chamada para um agente potencialmente livre (o padrão é 0, ou seja, sem atraso) Se você usar o Asterisk 1.6+, você também pode definir a configuração 'Respeitar o tempo de encerramento entre filas' (Asterisk : shared_lastcall ) no menu 'Configurações avançadas' para que seja válido para membros que fazem login em várias filas.
ru_ru: Указывает сколько секунд агент останется свободным после окончания очередного вызова из очереди. Если используете Asterisk 1.6 и выше, Вы также можете установить параметр 'Применить передышку для всех очередей' на странице 'Дополнительные настройки' и операторы, работающие в нескольких очередях будут иметь перерыв после вызова в любой очереди.

source: Member Delay
pt_br: Atraso de membro

source: If you wish to have a delay before the member is connected to the caller (or before the member hears any announcement messages), set this to the number of seconds to delay.
pt_br: Se desejar um atraso antes que uma chamada seja conectada a um agente (ou antes que o agente ouça qualquer anúncio), defina aqui o número de segundos para o atraso.
ru_ru: Данный параметр позволяет установить задержку в секундах между ответом оператора и соединением с вызывающим абонентом (или оповещением).

source: Agent Announcement
pt_br: Anúncio do agente
