Repository: IssabelFoundation/issabelPBX
Catalog: queues/i18n/*/LC_MESSAGES/queues.po
Languages: pt_br, ru_ru

source: Warning, there are compound recordings configured in one or more Queue configurations. Queues can not play these so they have been truncated to the first sound file. You should correct this problem.<br />Details:<br /><br />
pt_br: Atenção, existem gravações compostas configuradas em uma ou mais configurações de fila. As filas não podem reproduzir esses tipos de gravações, portanto apenas a primeira gravação será utilizada. Você deve corrigir este problema.<br/>Detalhes:<br/><br/>

source: Queue - %s (%s): %s<br />
pt_br: Coca-Cola - %s (%s): %s<br/>

source: Compound Recordings in Queues Detected
pt_br: Gravações compostas detectadas em filas

source: Queue %s : %s
pt_br: Coca-Cola %s: %s

source: Queue: %s
pt_br: Coca-Cola: %s

source: Edit Queue
pt_br: Modificar fila
ru_ru: Изменить очередь

source: seconds
pt_br: segundos
ru_ru: секунды

source: day
pt_br: día
ru_ru: день

source: hour
pt_br: hora
ru_ru: час

source: hours
pt_br: horas
ru_ru: часы

source: minute
pt_br: minutos
ru_ru: минут

source: minutes
pt_br: minutos
ru_ru: минуты

source: second
pt_br: segundo
ru_ru: секунд

source: Bad Queue Number, can not be blank
pt_br: Número de fila inválido; não pode estar vazio.

source: INUSE
pt_br: EM USO

source: Queue: %s (%s)
pt_br: Coca-Cola: %s (%s)

source: Agent Announce Msg
pt_br: Talheres de anúncio de agente
ru_ru: Анонс агента

source: IVR Announce: %s
pt_br: Anuncio de IVR: %s
ru_ru: Анонс Интерактивного меню: %s

source: Use State
pt_br: Usar estado

source: Ignore State
pt_br: Ignorar status

source: Extension Options
pt_br: Opções de extensão

source: Queue State Detection
pt_br: Detecção de estado de fila

source: If this extension is part of a Queue then the Queue will attempt to use the user's extension state or device state information when determining if this queue member should be called. In some uncommon situations such as a Follow-Me with no physical device, or some virtual extension scenarios, the state information will indicate that this member is not available when they are. Setting this to 'Ignore State' will make the Queue ignore all state information thus always trying to contact this member. Certain side affects can occur when this route is taken due to the nature of how Queues handle Local channels, such as subsequent transfers will continue to show the member as busy until the original call is terminated. In most cases, this SHOULD BE set to 'Use State'.
pt_br: Se este ramal for membro de uma Fila, a Fila tentará usar o estado deste ramal ou dispositivo para determinar se o membro deve ser chamado ou não. Em situações raras, como usar o Siga-me sem dispositivos físicos ou em cenários de extensão virtual, o status do dispositivo indicará que o membro não está disponível quando estiver. Escolher a opção ‘Ignorar Status’ fará com que a Fila ignore qualquer status e o membro sempre será sinalizado. Neste caso, haverá efeitos colaterais adversos ao usar canais do tipo Local, como o canal ainda mostrando ocupado após uma transferência. Em geral você deve escolher a opção ‘Usar Status’

source: Checking for legacy queues table..
pt_br: Verificando tabelas de filas antigas...
ru_ru: Проверка для старых таблиц очередей..

source: NO table found, no migration to do just create tables
pt_br: Nenhuma tabela foi encontrada, nenhuma migração é necessária, basta criar as tabelas.
ru_ru: Не обнаружено таблиц, будут созданы новые таблицы вместо переноса

source: OK
pt_br: Feito.
ru_ru: ОК

source: Creating queues_details..
pt_br: Criando tabela de detalhes da fila (queues_details)...
ru_ru: Создаются queues_details..

source: already exists
pt_br: Já existe.
ru_ru: уже существуют

source: ERROR: could not create table
pt_br: ERRO: Não foi possível criar a tabela
ru_ru: ОШИБКА: невозможно создать таблицу

source: Migrating to queues_details..
pt_br: Migrando tabela de detalhes da fila (queues_details)...
ru_ru: Перенос queues_details..

source: ERROR: could not migrate to queues_details
pt_br: ERRO: Falha ao migrar a tabela de detalhes da fila (queues_details).
ru_ru: ОШИБКА: невозможно перенести queues_details..

source: Creating queues_config..
pt_br: Criando tabela de configuração de fila (queues_config)...
ru_ru: Создаётся queues_config..

source: Migrating data to queues_config..
pt_br: Migrando dados da tabela de configuração de filas (queues_config)...
ru_ru: Перенос данных в queues_config..

source: ERROR: accessing queues table obtaining context info, aborting
pt_br: ERRO: acessando a tabela de filas enquanto obtém informações de contexto; abortando.
ru_ru: ОШИБКА: при доступе в таблицы очереде - полученная информация о контексте, прервано

source: ERROR: accessing queues table obtaining rtone info, aborting
pt_br: ERRO: acessando tabela de filas enquanto obtém informações de 'rtone'; abortando.
ru_ru: ОШИБКА: при доступе в таблицы очередей - полученная информация rtone, прервано

source: ERROR: accessing queues table obtaining id list, aborting
pt_br: ERRO: acessando a tabela de filas ao obter a lista de identificadores; abortando.
ru_ru: ОШИБКА: при доступе в таблицы очередей - полученная информация список ИД, прервано

source: ERROR: inserting data for row %s: %s..
pt_br: ERRO: inserindo dados para a linha %s: %s.
ru_ru: ОШИБКА: вставка данных для ряда %s: %s..

source: ERROR were encountered
pt_br: Erros foram encontrados.
ru_ru: Была обнаружена ОШИБКА

source: Dropping old queues table..
pt_br: Excluindo tabelas de filas antigas...
ru_ru: Сброс старых таблиц очередей..

source: WARNING FAILED %s
pt_br: AVISO DE FALHA %s
ru_ru: ВНИМАНИЕ - неудалось %s

source: removing queues data extensions table..
pt_br: Excluindo dados da tabela de extensões de fila...
ru_ru: удаляется данные таблицы очереди внутренних номеров..

source: checking for qregex field..
pt_br: Comprobando campo 'qregex'...
ru_ru: проверка поля qregex..

source: Checking if recordings need migration..
pt_br: Verificando se as gravações precisam ser migradas...
ru_ru: Проверка нуждаются ли записи в перемещении..

source: migrating
pt_br: migrando
ru_ru: перемещение

source: adding agentannounce_id field..
pt_br: Adicionando campo 'agentannounce_id'...
ru_ru: добавляется роле agentannounce_id..

source: fatal error
pt_br: erro fatal
ru_ru: неустранимая ошибка

source: adding joinannounce_id field..
pt_br: Adicionando campo 'joinannounce_id'...
ru_ru: добавляется поле joinannounce_id..

source: migrate agentannounce to ids..
pt_br: Migrando tabla 'agentannounce' a identificadores...
ru_ru: перенос agentannounce в ИД..

source: migrated %s entries
pt_br: Migrados %s elementos.
ru_ru: перемещено %s записей

source: migrate joinannounce to ids..
pt_br: Migrando tabla 'joinannounce' a identificadores...
ru_ru: перенос joinannounce в ИД..

source: dropping agentannounce field..
pt_br: Eliminando campo 'agentannounce'...
ru_ru: сброс значений поля agentannounce..

source: no agentannounce field???
pt_br: Não há campo 'agentanounce'.
ru_ru: отсутствует поле agentannounce??

source: dropping joinannounce field..
pt_br: Eliminando campo 'agentannounce'...
ru_ru: сброс значения поля joinannounce..

source: no joinannounce field???
pt_br: Não há campo joinannounce.
ru_ru: отсутствует поле joinannounce??

source: already migrated
pt_br: Você migrado.
ru_ru: уже перенесено

source: checking for queuewait field..
pt_br: Verificando o campo 'queuewait'...
ru_ru: проверка поля queuewait..

source: Warning! Extension
pt_br: Aviso: A extensão
ru_ru: Внимание! Внутренний номер

source: is not allowed for your account.
pt_br: não é permitido sozinho.
ru_ru: не разрешен к использованию в вашем аккаунте.

source: Add Queue
pt_br: Adicionar fila
ru_ru: Добавить очередь

source: Queue:
pt_br: Cola:
ru_ru: Очередь:

source: deleted
pt_br: eliminada.
ru_ru: удалено

source: Delete Queue
pt_br: Excluir fila
ru_ru: Удалить очередь

source: Conflicting Extensions
pt_br: Extensões conflitantes
ru_ru: Конфликт внутренних номеров

source: Queue
pt_br: Cola
ru_ru: Очередь

source: Queue Number
pt_br: Número da fila

source: Use this number to dial into the queue, or transfer callers to this number to put them into the queue.<br><br>Agents will dial this queue number plus * to log onto the queue, and this queue number plus ** to log out of the queue.<br><br>For example, if the queue number is 123:<br><br><b>123* = log in<br>123** = log out</b>
pt_br: Use esse número para ligar para a fila ou transfira os chamadores para esse número para colocá-los na fila.<br/><br/>Os agentes discarão esse número seguido do símbolo '*' para fazer login na fila e o mesmo número, mas seguido por dois símbolos '*' ('**') para sair da fila.<br/><br/>Por exemplo, se o número da fila for 123:<br/><br/>< b>123* -> Para fazer login na fila.</b><br/><b>123** -> Para sair da fila.</b>
ru_ru: Используйте этот номер для звонка в очередь, или переведите входящий звонок на этот номер, чтобы поставить его в очередь.<br><br>Агенты (операторы Call центра) будут набирать этот номер и '*' чтобы подключиться к очереди, и этот же номер и '**' чтобы отключиться.<br><br>Например, если номер очереди 123:<br><b>123* = подключиться <br>123** = отключиться</b>

source: Queue Name
pt_br: Nome da fila

source: Give this queue a brief name to help you identify it.
pt_br: Dê um nome curto a essa fila para ajudá-lo a identificá-la.
ru_ru: Присвоить для очереди короткое название для идентификации.

source: Queue Password
pt_br: Senha da fila

source: You can require agents to enter a password before they can log in to this queue.<br><br>This setting is optional.
pt_br: Você pode exigir que os agentes insiram uma senha antes de fazerem login nesta fila.<br/><br/>Este parâmetro é opcional.
ru_ru: Можно ограничить доступ в очередь для абонентов и операторов Call центра паролем.<br><br>Эта опция необязательна.

source: MoH Only
pt_br: Somente música

source: Agent Ringing
pt_br: Timbrado de Agente

source: Ring Only
pt_br: Apenas tocando

source: Generate Device Hints
pt_br: Gerar dicas de dispositivos

source: If checked, individual hints and dialplan will be generated for each SIP and IAX2 device that could be part of this queue. These are used in conjunction with programmable BLF phone buttons to log into and out of a queue and generate BLF status as to the current state. The format of the hints is<br /><br />*45ddd*qqq<br /><br />where *45 is the currently defined toggle feature code, ddd is the device number (typically the same as the extension number) and qqq is this queue's number.
pt_br: Se esta opção estiver marcada, dicas individuais serão criadas para cada dispositivo SIP ou IAX que possa ser membro desta fila. Isso é útil para uso em telefones que suportam assinaturas estaduais (BLF) e permitem que botões sejam programados para adicionar ou remover-se de uma fila. O formato da dica é <br /><br />*45ddd*qqq<br /><br />onde *45 é o código de função definido para alternar a associação à fila, ddd é o número do dispositivo e qqq é a fila número.
ru_ru: Если отмечено, будут генерироваться индивидуальные для каждого SIP и IAX2 устройства оповещения, которые можно использовать в очереди. Это используется например в сочетании с программируемыми кнопками BLF на телефонах, для подключения и отключения с их помощью к очереди и генерирации статуса BLF. Формат извещения <br /><br />*45ddd*qqq<br /><br />где *45 - код переключения, указанный в модуле Сервисные коды, ddd - номер устройства (обычно это всё тот же внутренний номер) и qqq - номер очереди.

source: Call Confirm
pt_br: Confirmar chamada

source: If checked, any queue member that is actually an outside telephone number, or any extensions Follow-Me or call forwarding that are pursued and leave the PBX will be forced into Call Confirmation mode where the member must acknowledge the call before it is answered and delivered..
pt_br: Se selecionado, qualquer membro da fila que esteja em um número de telefone externo ou qualquer ramal que tenha Siga-me ou Encaminhar ativado será forçado a usar a confirmação de chamada, onde o membro deve aceitar a chamada antes que a chamada seja conectada a ele.
ru_ru: Если установлено, для любого оператор очереди, который находится за пределами системы (номер переадресован, включено Follow-Me), будет принудительно включен режим подтверждения приёма звонка.

source: The password is only used when logging in with the legacy queueno* code. When using the toggle codes, you must use the Restrict Dynamic Agents option in conjunction with the Dynamic Members list to control access.
pt_br: A senha só é utilizada quando digitada com o código legado nrodecola*. Se você usar códigos de alternância, deverá usar a restrição de agente dinâmico em conjunto com membros dinâmicos para controlar o acesso.
ru_ru: Пароль используется только при входе через устаревший queueno* код. Если пользуетесь кодами переключения, Вы должны использовать параметр 'Ограничить Динамических Операторов' совместно со списком Динамических операторов для ограничения доступа в очередь.

source: Call Confirm Announce
pt_br: Anúncio de confirmação de chamada

source: Announcement played to the Queue Member announcing the Queue call and requesting confirmation prior to answering. If set to default, the standard call confirmation default message will be played unless the member is reached through a Follow-Me and there is an alternate message provided in the Follow-Me. This message will override any other message specified..<br><br>To add additional recordings please use the "System Recordings" MENU.
pt_br: Anúncio reproduzido para os membros da fila anunciando que eles têm uma chamada e solicitando a confirmação da chamada antes de atendê-la. Se definido como padrão, a mensagem de confirmação padrão será reproduzida, a menos que o membro da fila tenha sido contatado via Siga-me e haja uma mensagem alternativa definida lá. Esta mensagem terá prioridade sobre qualquer outra mensagem especificada.<br><br>Se desejar adicionar gravações adicionais, você pode fazê-lo no menu "Gravações do Sistema"

source: CID Name Prefix
pt_br: Prefixo do nome CID

source: You can optionally prefix the CallerID name of callers to the queue. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
pt_br: Opcionalmente, você pode adicionar um prefixo ao identificador de nome dos chamadores da fila. Ex: Se você colocar “Vendas” nesta caixa, uma ligação de Juan Pérez ficará parecida com “Vendas: Juan Pérez” nos telefones que recebem essa ligação.
ru_ru: Вы можете установить префикс в CID имени звонка в очереди. Если Вы установили префикс: 'Продажи', то вызов от абонента 'Иван Сидоров' будет отображен как 'Продажи: Иван Сидоров'

source: Wait Time Prefix
pt_br: Prefixo de tempo limite

source: When set to Yes, the CID Name will be prefixed with the total wait time in the queue so the answering agent is aware how long they have waited. It will be rounded to the nearest minute, in the form of Mnn: where nn is the number of minutes.
pt_br: Quando esta opção estiver ativada, o tempo total que o usuário ficou na fila será adicionado ao nome do chamador, para que o agente que atende a chamada saiba há quanto tempo o usuário está esperando. Esse tempo será arredondado para o minuto mais próximo, no formato Mnn, onde nn é o número de minutos.
ru_ru: Если установлено в Да, имя абонента (CID name) будет передано вместе с суммарным временем ожидания в очереди, чтобы оператор очереди был предупрежден заранее - как долго ожидал абонент. Сумма округляется до целых минут в форме Mnn: где nn - количество минут.

source: If the call is subsequently transferred, the wait time will reflect the time since it first entered the queue or reset if the call is transferred to another queue with this feature set.
pt_br: Se a chamada for posteriormente transferida, o tempo de espera refletirá o tempo desde que entrou pela primeira vez na fila ou será redefinido se a chamada for transferida para outra fila com esta opção ativa
ru_ru: Если вызов был перенаправлен, время ожидания будет учитываться с момента первого вхождения в очередь или с момента перехода в другую очередь.

source: Yes
pt_br: Sim
ru_ru: Да

source: No
pt_br: Não
ru_ru: Нет

source: Alert Info
pt_br: Informações de alerta
ru_ru: Дополнительная информация

source: ALERT_INFO can be used for distinctive ring with SIP devices.
pt_br: Um cabeçalho ALERT_INFO será enviado para indicar toque distinto em dispositivos SIP.
ru_ru: Дополнительная информация ALERT_INFO может быть использования для распознавания адресата чтобы присвоить различный тип звонков на SIP устройствах.

source: Static Agents
pt_br: Agentes fixos
ru_ru: Статичные агенты

source: Static agents are extensions that are assumed to always be on the queue. Static agents do not need to 'log in' to the queue, and cannot 'log out' of the queue.<br><br>List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number (Outbound Routing must contain a valid route for external numbers). You can put a "," after the agent followed by a penalty value, see Asterisk documentation concerning penalties.<br /><br /> An advanced mode has been added which allows you to prefix an agent number with S, P, X, Z, D or A. This will force the agent number to be dialed as an Asterisk device of type SIP, PJSIP, IAX2, ZAP, DAHDi or Agent respectively. This mode is for advanced users and can cause known issues in IssabelPBX as you are by-passing the normal dialplan. If your 'Agent Restrictions' are not set to 'Extension Only' you will have problems with subsequent transfers to voicemail and other issues may also exist. (Channel Agent is deprecated starting with Asterisk 1.4 and gone in 1.6+.)
pt_br: Agentes fixos são ramais que se presume estarem sempre disponíveis em uma fila. Esses agentes não precisam fazer login ou logout na fila, pois estão sempre disponíveis. Liste os ramais que você deseja que recebam chamadas desta fila sempre, um por linha.<br><br>Você pode incluir ramais remotos sistemas ou números externos (deve existir uma rota de saída válida para esses números externos). Você pode colocar uma penalidade após o número do agente adicionando um "," seguido do número da penalidade.<br><br>Você também pode usar o modo de membro avançado prefixando o número do ramal com as letras S, P, X, Z, D ou A. Isto forçará o membro da fila a ser discado para seu dispositivo conforme definido no Asterisk: SIP, PJSIP, IAX2, ZAP, DAHDI ou Agente. Este modo é para usuários avançados e irá ignorar o plano de discagem padrão de Issabel. Se as restrições do agente não estiverem definidas como 'Somente Extensões', você terá problemas com transferências para o correio de voz. Observe também que o canal Agente foi descontinuado no Asterisk 11 e não existe mais no Asterisk 13 ou superior.

source: Extension Quick Pick
pt_br: Captura rápida de extensão
ru_ru: Выбрать номера

source: Choose an extension to append to the end of the static agents list above.
pt_br: Selecione um ramal para adicionar ao final da lista de agentes fixos acima.
ru_ru: Выберите внутренний номер для добавления в список.

source: (pick extension)
pt_br: (Selecione uma extensão)
ru_ru: (выбрать внутренние номера)

source: Dynamic Members
pt_br: Membros Dinâmicos
ru_ru: Динамические агенты

source: Dynamic Members are extensions or callback numbers that can log in and out of the queue. When a member logs in to a queue, their penalty in the queue will be as specified here. Extensions included here will NOT automatically be logged in to the queue.
pt_br: Membros dinâmicos são ramais ou números de retorno de chamada que podem fazer login e logout na fila. Quando um membro fizer login, o fará com a penalidade aqui indicada (especificada após o número do ramal, separado por vírgula). As extensões que você adicionar aqui NÃO serão registradas na fila automaticamente.
ru_ru: Динамические агенты - это внутренние или внешние номера, которые могут подключаться к очереди. Когда агент подключается к очереди.

source: Choose an extension to append to the end of the dynamic member list above.
pt_br: Escolha uma extensão para adicionar ao final da lista dinâmica de membros acima.
ru_ru: Выберите внутренний номер для добавления в список динамических операторов.

source: Restrict Dynamic Agents
pt_br: Restringir agentes dinâmicos
ru_ru: Ограничения динамических агентов

source: Restrict dynamic queue member logins to only those listed in the Dynamic Members list above. When set to Yes, members not listed will be DENIED ACCESS to the queue.
pt_br: Restrinja logins de membros dinâmicos exclusivamente àqueles listados na lista de membros acima. Se ativado, as tentativas de login de extensões que não estejam nessa lista serão negadas.
ru_ru: Ограничивают регистрацию динамического агента только списком Динамических агентов выше. Если установлено в Да, то агенты не указанные в списке будут получать ответ Доступ запрещён в эту очередь.

source: Agent Restrictions
pt_br: Restrições de agente
ru_ru: Ограничения агентов

source: When set to 'Call as Dialed' the queue will call an extension just as if the queue were another user. Any Follow-Me or Call Forward states active on the extension will result in the queue call following these call paths. This behavior has been the standard queue behavior on past IssabelPBX versions. <br />When set to 'No Follow-Me or Call Forward', all agents that are extensions on the system will be limited to ringing their extensions only. Follow-Me and Call Forward settings will be ignored. Any other agent will be called as dialed. This behavior is similar to how extensions are dialed in ringgroups. <br />When set to 'Extensions Only' the queue will dial Extensions as described for 'No Follow-Me or Call Forward'. Any other number entered for an agent that is NOT a valid extension will be ignored. No error checking is provided when entering a static agent or when logging on as a dynamic agent, the call will simply be blocked when the queue tries to call it. For dynamic agents, see the 'Agent Regex Filter' to provide some validation.
pt_br: Quando definida como 'Chamada conforme discada', a fila chamará um ramal como se a fila fosse outro usuário. Qualquer status ativo Siga-me ou Encaminhamento de chamada no ramal resultará na chamada em fila seguindo essas rotas de chamada. Este comportamento tem sido o comportamento de fila padrão nas versões anteriores do IssabelPBX.
ru_ru: Если установлено в значение 'Звонить как набрано' то очередь совершает вызов так, как будто бы это просто другой пользователь. Но тогда все установки Следуйте сюда и Перенаправление звонка актуальные для этого внутреннего номера будут уводить все вызовы из очереди согласно этим значениям. Это поведение является стандартным для последних версий IssabelPBX.<br />Если установлено в значение 'Без функций Следуйте сюда или Перенаправление' то все агенты (внутренние номера в системе) будут ограничены только внутренним номером. Установки Следуйте сюда и Перенаправление звонка будут игнорироваться. Другие же агенты будут набираться обычным образом. Это поведение аналогично тому как проходит звонок в группах вызова. <br />Если установлено в значение 'Только внутренние номера' то вызовы из очереди будут происходить так же, как при значении 'Без функций Следуйте сюда или Перенаправление'. Любые другие не существующие номера, указанные здесь как агенты, будут игнорироваться. Нет проверки на логические ошибки, если указан номер в качестве статического или динамического агента. Вызов из очереди будет просто блокироваться, если такое будет происходить. Для динамических агентов смотрите 'Фильтр регулярных выражений для операторов' для создания разрешительных шаблонов

source: Call as Dialed
pt_br: Ligar conforme discado
ru_ru: Звонить как набрано
