Repository: IssabelFoundation/issabelPBX
Catalog: queues/i18n/*/LC_MESSAGES/queues.po
Languages: pt_br, ru_ru

source: Announcement played to the Agent prior to bridging in the caller <br><br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue".<br><br>To add additional recordings please use the "System Recordings" MENU. Compound recordings composed of 2 or more sound files are not displayed as options since this feature can not accept such recordings.
pt_br: Anúncio reproduzido para o agente antes da ponte para o chamador<br> <br> Exemplo: "a próxima chamada é da fila de vendas" ou "esta chamada é da fila de suporte". <br> <br > Para adicionar gravações adicionais, use o menu "Gravações do Sistema". Gravações compostas por 2 ou mais arquivos de som não são exibidas como opções, pois esta função não pode aceitar tais gravações.
ru_ru: Оповещение, воспроизводимое оператору, перед соединением с вызывающим абонентом <br><br>Для добавления оповещения используйте раздел 'Системные записи'.

source: Announcement played to the Agent prior to bridging in the caller <br><br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue".<br><br>You must install and enable the "Systems Recordings" Module to edit this option
pt_br: Anúncio que será reproduzido para o agente antes de receber a chamada.<br/><br/>Por exemplo: 'A próxima chamada vem da fila de vendas' ou 'Esta chamada vem da fila de suporte técnico'.<br/ < br/>Você deve instalar o módulo 'Gravações do Sistema' para usar esta opção.
ru_ru: Приветствие, которое воспроизводится агенту (оператору), прежде чем тот соединится с позвонившим в очереди<br><br>Пример: "Звонок из очереди Sales" или "Звонок из очереди к Службе поддержки".<br><br>Нужно инсталлировать и активировать модуль Запись сообщений для изменения этой опции.

source: Report Hold Time
pt_br: Tempo de espera do relatório

source: If you wish to report the caller's hold time to the member before they are connected to the caller, set this to yes.
pt_br: Defina esse valor como 'Sim' se desejar anunciar quanto tempo o chamador esperou na fila antes de conectar a chamada ao agente.
ru_ru: Если хотите сообщать позвонившему время ожидания прежде чем его соединят с оператором - установите в Да.

source: Capacity Options
pt_br: Opções de capacidade
ru_ru: Параметры ёмкости очереди

source: Max Callers
pt_br: Máximo de chamadores

source: Maximum number of people waiting in the queue (0 for unlimited)
pt_br: Número máximo de usuários que podem aguardar na fila (insira 0 para não definir limite).
ru_ru: Максимально число ожидающих в очереди (0 - неограничено)

source: Determines if new callers will be admitted to the Queue, if not, the failover destination will be immediately pursued. The options include:
pt_br: Determina se novas chamadas serão admitidas na fila; Caso contrário, o destino alternativo será procurado imediatamente devido a falha. As opções incluem:
ru_ru: Если установлено, новый вызов поступает в очередь, если нет - сразу используется направление перехода. Возможные значения:

source: Always
pt_br: Sempre

source: When No Free Agents
pt_br: Quando não há agentes livres

source: When No Ready Agents
pt_br: Quando não há agentes prontos

source: Always allows the caller to join the Queue.
pt_br: Sempre permita que o chamador entre na fila.
ru_ru: Вызов всегда поступает в очередь.

source: Same as Yes but more strict. Simply speaking, if no agent could answer the phone then don't admit them. If agents are inuse or ringing someone else, caller will still be admitted.
pt_br: O mesmo que 'Sim', mas mais rigoroso. Simplesmente falando, se nenhum agente puder atender o telefone, então não há suporte. Se agentes estiverem em uso ou ligando para outra pessoa, o chamador será admitido.
ru_ru: Такой же режим, но более ограниченный. Если нет операторов, которые могли бы обработать вызов, он не помещается в очередь. Если операторы имеются в очереди, то вызов поступает в очередь, даже если операторы заняты и не могут принять вызов непосредственно.

source: Ultra Strict
pt_br: Ultraestrito
ru_ru: Строго ограниченный

source: Same as Strict plus a queue member must be able to answer the phone 'now' to let them in. Simply speaking, any 'available' agents that could answer but are currently on the phone or ringing on behalf of another caller will be considered unavailable.
pt_br: O mesmo que 'Estrito' com o acréscimo de que um agente deve ser capaz de responder imediatamente para ser admitido na fila. Simplificando, qualquer agente “disponível” que possa atender, mas esteja ao telefone ou tocando em nome de outro chamador, será considerado indisponível.
ru_ru: В этом режиме звонок будет помещен в очередь, в случае есть непосредственно доступные операторы. Операторы, занятые другими вызовами, считаются недоступными. Если доступных оперторов нет, звонок в очередь не поступает.

source: Callers will not be admitted if all agents are paused, show an invalid state for their device, or have penalty values less then QUEUE_MAX_PENALTY (not currently set in IssabelPBX dialplan).
pt_br: Os chamadores não serão admitidos se todos os agentes estiverem pausados ou em estado inválido, ou tiverem uma penalidade menor que QUEUE_MAX_PENALTY
ru_ru: Вызовы не будут поступать в очередь если все операторы приостановлены, находятся в недоступном режиме, или имеют доступность (penalty value) меньше, чем QUEUE_MAX_PENALTY. На текущий момент не устанавливается в номерном плане IssabelPBX.

source: Same as No except Callers will be admitted if their are paused agents who could become available.
pt_br: O mesmo que 'Não', exceto que os chamadores serão admitidos se houver agentes ociosos que possam se disponibilizar.
ru_ru: Тоже самое, что и 'Нет', кроме наличия приостановленных операторов, которые могли бы стать активными.

source: Join Empty
pt_br: Digite se a fila estiver vazia

source: Determines if callers should be exited prematurely from the queue in situations where it appears no one is currently available to take the call. The options include:
pt_br: Determina se os chamadores podem sair da fila prematuramente em situações em que ninguém parece estar disponível para atender a chamada. As opções incluem:
ru_ru: Опреляет, что вызов должен быть преждевременно удален из очереди, если не осталось свободных операторов, способных обработать звонокПараметр может принимать значения:

source: Callers will exit if all agents are paused, show an invalid state for their device or have penalty values less then QUEUE_MAX_PENALTY (not currently set in IssabelPBX dialplan)..
pt_br: Os chamadores serão retirados da fila se todos os agentes estiverem pausados, exibindo um status inválido para seus dispositivos ou tiverem valores de penalidade inferiores a QUEUE_MAX_PENALTY (atualmente não definidos no plano de discagem IssabelPBX).
ru_ru: Вызовы будут удаляться очереди если все операторы приостановлены, находятся в недоступном режиме, или имеют доступность (penalty value) меньше, чем QUEUE_MAX_PENALTY. На текущий момент не устанавливается в номерном плане IssabelPBX.

source: Same as Yes but more strict. Simply speaking, if no agent could answer the phone then have them leave the queue. If agents are inuse or ringing someone else, caller will still be held.
pt_br: O mesmo que 'Sim', mas mais rigoroso. Simplificando, se nenhum agente puder atender o telefone, ele sairá da fila. Se os agentes estiverem em uso ou ligando para outra pessoa, o chamador será colocado em espera.
ru_ru: Такой же режим, как 'Да', но более ограниченный. Если нет операторов, которые могли бы обработать вызов, он удаляется из очереди. Если операторы имеются в очереди, то вызов поступает в очередь, даже если операторы заняты и не могут принять вызов непосредственно.

source: Same as Strict plus a queue member must be able to answer the phone 'now' to let them remain. Simply speaking, any 'available' agents that could answer but are currently on the phone or ringing on behalf of another caller will be considered unavailable.
pt_br: O mesmo que 'Estrito', mas um membro da fila deve ser capaz de atender o telefone imediatamente para deixá-lo ficar. Simplificando, qualquer agente "disponível" que possa atender, mas esteja ao telefone ou tocando em nome de outro chamador, será considerado indisponível.
ru_ru: Такой же режим, как и 'Ограниченный', но очередь должна иметь операторов, способных сразу обработать вызов. Операторы, занятые обработкой других вызовов считаются как недоступные.

source: Same as Yes except Callers will remain in the Queue if their are paused agents who could become available.
pt_br: O mesmo que 'Sim', exceto que os chamadores permanecerão na fila se houver agentes pausados que possam ficar disponíveis.
ru_ru: Такой же режим, как 'Да', но вызовы будут оставаться в очереди, даже если все операторы приостановлены, но могут стать активными.

source: Never have a caller leave the Queue until the Max Wait Time has expired.
pt_br: Nunca retire pessoas da fila antes de expirar o tempo máximo de espera.
ru_ru: Никогда не удалять вызов из очереди до истечения максимального времени ожидания.

source: Leave Empty
pt_br: Sair se a fila estiver vazia

source: Penalty Members Limit
pt_br: Limite de penalidade para membros

source: Asterisk: penaltymemberslimit. A limit can be set to disregard penalty settings, allowing all members to be tried, when the queue has too few members. No penalty will be weighed in if there are only X or fewer queue members.
pt_br: Asterisco: penalidadememberlimit. Um limite pode ser definido para ignorar as configurações de penalidade, permitindo que todos os membros sejam julgados quando a fila tiver poucos membros. Nenhuma penalidade será aplicada se houver apenas X ou menos membros na fila.
ru_ru: Asterisk: penaltymemberslimit. Ограничение может быть установлено для отмены действия настройки уровня доступности, для работы всех операторов в очереди, в случае когда в очереди операторов очень мало. Уровень доступности не будет изменяться если в очереди не более указанного количества операторов.

source: Honor Penalties
pt_br: Respeite as penalidades
ru_ru: Соблюдать уровни доступности

source: Caller Position Announcements
pt_br: Anúncios de posição
ru_ru: Сообщения о номере в очереди

source: Frequency
pt_br: Frequência

source: How often to announce queue position and estimated holdtime (0 to Disable Announcements).
pt_br: A frequência com que a posição da fila será anunciada e o tempo de espera estimado (insira o valor 0 para desabilitar esta opção).
ru_ru: Как часто будут повторяться ожидающему сообщения о его номере в очереди и времени ожидания (0 деактивирует Сообщения).

source: Announce Position
pt_br: Anunciar posição

source: Announce position of caller in the queue?
pt_br: Indica se a posição do chamador na fila deve ser anunciada.
ru_ru: Сообщать ожидающему его номере в очереди?

source: Announce Hold Time
pt_br: Anuncie o tempo de espera estimado

source: Should we include estimated hold time in position announcements? Either yes, no, or only once; hold time will not be announced if <1 minute
pt_br: Indica se o tempo de espera aproximado deve ser anunciado ao chamador. Selecione ‘Sim’, ‘Não’ ou ‘Apenas uma vez’; O tempo de espera não será anunciado se for inferior a 1 minuto.
ru_ru: Нужно ли включать в сообщения ожидаемое время в ожидании? Возможные варианты - Да, Нет, Один раз. Время в ожидании не объявляется, если оно меньше 1 минуты.

source: Once
pt_br: Só uma vez
ru_ru: Один раз

source: Periodic Announcements
pt_br: Anúncios periódicos
ru_ru: Периодичность сообщений

source: IVR Break Out Menu
pt_br: Menu de saída IVR

source: You can optionally present an existing IVR as a 'break out' menu.<br><br>This IVR must only contain single-digit 'dialed options'. The Recording set for the IVR will be played at intervals specified in 'Repeat Frequency', below.
pt_br: Opcionalmente, você pode apresentar uma URA existente como um menu de 'saída'.<br><br>Esta URA deve conter apenas opções de um dígito. A gravação configurada para IVR será reproduzida nos intervalos especificados em 'Taxa de repetição' abaixo.
ru_ru: Вы можете опционально дать возможность в уже созданное Интерактивное меню.<br><br>Варианты выбора в этом меню должны быть одноразрядные - например 0, 1, 2. Параметры воспроизведения этого меню устанавливаются в пункте Частота повторений ниже.

source: Menu ID
pt_br: Identificador de menu
ru_ru: ИД меню

source: (**) ERRORS
pt_br: (**) ERROS
ru_ru: (**) ОШИБКИ

source: (**) Warning Potential Errors
pt_br: (**) Aviso de possíveis erros
ru_ru: (**) Внимание! Потенциальные ошибки

source: ERROR: You have selected an IVR's that use Announcements created from compound sound files. The Queue is not able to play these announcements. This IVR's recording will be truncated to use only the first sound file. You can correct the problem by selecting a different announcement for this IVR that is not from a compound sound file. The IVR itself can play such files, but the Queue subsystem can not
pt_br: ERRO: você selecionou um IVR que usa anúncios criados com gravações compostas. As filas não podem reproduzir esses tipos de anúncios. Este IVR será feito para reproduzir apenas o primeiro arquivo de som do anúncio. Você pode corrigir esse problema selecionando um anúncio diferente para este IVR que não seja composto de vários arquivos de som. O próprio IVR pode reproduzir esses arquivos, mas o subsistema de enfileiramento não.
ru_ru: ОШИБКА: Выбрано Интерактивное меню, в котором используется составленное из нескольких звуковых файлов приветствие. Очередь не может воспроизводить такое приветствие. Составленное приветствие будет урезано до первого звукового файла. Вам нужно устранить эту проблему - выбрать другое (или перезаписать это) приветствие для этого Интерактивного меню, состоящее из одного звукового файла. В сценариях Интерактивного меню можно воспроизводить составные приветствия, но в модуле Очереди - нет.

source: Earlier versions of this module allowed such queues to be chosen, once changing this setting, it will no longer appear as an option
pt_br: As versões anteriores deste módulo permitiam selecionar este tipo de filas; uma vez alterado este parâmetro, ele não aparecerá mais como opção.
ru_ru: Ранние версии этого модуля разрешали сделать выбор в такой очереди, но когда выбор сделан, опция переставала быть видимой.

source: Repeat Frequency
pt_br: Frequência de repetição

source: How often to announce a voice menu to the caller (0 to Disable Announcements).
pt_br: Indica com que frequência um menu de voz será anunciado ao chamador (insira um valor 0 para desativar os anúncios).
ru_ru: Как часто предлагать Интерактивное меню ожидающему в очереди (0 - деактивировать сообщение).

source: Events, Stats and Advanced
pt_br: Eventos, Estatísticas e Avançado
ru_ru: События, Статистика и Допонительно

source: Event When Called
pt_br: Eventos de chamada

source: When this option is set to YES, the following manager events will be generated: AgentCalled, AgentDump, AgentConnect and AgentComplete.
pt_br: Quando ativado serão gerados os seguintes eventos do gerenciador: AgentCalled, AgentDump, AgentConnect e AgentComplete.
ru_ru: Если эта опция установлена в 'Да', в интерфейсе менеджера будут генерироваться следующие события: AgentCalled, AgentDump, AgentConnect and AgentComplete.

source: Member Status Event
pt_br: Eventos de membros da fila

source: When set to YES, the following manager event will be generated: QueueMemberStatus
pt_br: Quando ativado serão gerados os seguintes eventos do gerenciador: 'QueueMemberStatus'
ru_ru: Если установлено, будут генерироваться события AMI 'QueueMemberStatus'

source: Service Level
pt_br: Nível de serviço

source: Used for service level statistics (calls answered within service level time frame)
pt_br: Usado para calcular estatísticas de nível de serviço (chamadas atendidas dentro do nível de serviço)
ru_ru: Используется для обработки статистики вызовов (отвеченные в течение гарантированного времени вызовы)

source: Agent Regex Filter
pt_br: Filtro Regex de Agente
ru_ru: Фильтр регулярных выражений для операторов

source: Provides an optional regex expression that will be applied against the agent callback number. If the callback number does not pass the regex filter then it will be treated as invalid. This can be used to restrict agents to extensions within a range, not allow callbacks to include keys like *, or any other use that may be appropriate. An example input might be:<br />^([2-4][0-9]{3})$<br />This would restrict agents to extensions 2000-4999. Or <br />^([0-9]+)$ would allow any number of any length, but restrict the * key.<br />WARNING: make sure you understand what you are doing or otherwise leave this blank!
pt_br: Fornece uma expressão regular opcional a ser aplicada ao número de retorno de chamada do agente. Se o número de retorno de chamada não passar no filtro de expressão regular, ele será tratado como inválido. Isso pode ser usado para restringir agentes a ramais dentro de um intervalo, proibir retornos de chamada que incluam queues.po.new ou qualquer outro uso que possa ser apropriado. Um exemplo de entrada poderia ser<br />^([2-4][0-9]{3})$<br />Isso restringiria o acesso a extensões no intervalo 2000-4999. Ou <br />^([0-9]+)$ permitiria qualquer número de qualquer comprimento, mas restringiria o uso do asterisco. <br />AVISO: Certifique-se de saber o que está fazendo, caso contrário deixe esta caixa em branco!
ru_ru: Даёт возможность создавать фильтр регулярных выражений для ограничения обратных звонков операторами. Если номер обратного звонка не попадает в описаный фильтр он будет обработан как неверный. Это может использоваться для ограничения операторов к доступу групп номеров, или ограничить использование наборов сервисных кодов через звёздочку (*), или ещё какое нибудь полезное применение. Например:<br />^([2-4][0-9]{3})$<br />Этот фильтр ограничивает доступ операторов на внутренние номера 2000-4999. Или <br />^([0-9]+)$ разрешит доступ на все номера любой длины, но запретит использование звездочки (*). ВНИМАНИЕ: будьте уверены в том, что понимаете то, что делаете, в противном случае оставьте это поле пустым.

source: Fail Over Destination
pt_br: Destino em caso de falha
ru_ru: Назначение при неответе

source: Submit Changes
pt_br: Enviar alterações
ru_ru: Применить изменения

source: Select how often to reset queue stats. The following schedule will be followed for all but custom:<br/>Hourly &nbsp;&nbsp;Run once an hour, beginning of hour<br/>Daily &nbsp;&nbsp;&nbsp;&nbsp;Run once a day, at midnight<br/>Weekly &nbsp;&nbsp;Run once a week, midnight on Sun<br/>Monthly &nbsp;&nbsp;Run once a month, midnight, first of month<br/>Annually &nbsp;Run once a year, midnight, Jan. 1<br/>Reboot &nbsp;&nbsp;Run at startup of the server OR of the cron deamon (i.e. after every <code>service cron restart</code>)<br/><br/>If Randomize is selcted, a similar frequency will be followed, only the exact times will be randomized (avoiding peak business hours, when possible). Please note: randomized schedules will be rescheduled (randomly) every time ANY backup is saved<br/><br/>Never will never reset the queue stats automatically<br/><br/>If a custom schedule is selected, any section not specficed will be considered to be "any" (aka: wildcard).I.e. if Day of Month is set to 12 and Day of Week is not set, the queue stats will be reset on ANY 12th ofthe month - regardless of the day of the week. If Day of Week is set to, say, Monday, the queue stats will be reset ONLY on a Monday, and ONLY if it's the 12th of the month.
pt_br: Selecione com que frequência redefinir as estatísticas da fila. A programação a seguir será seguida para todos, exceto os personalizados: <br><ul><li>De hora em hora: uma vez por hora, no início da hora</li><li>Diariamente: uma vez por dia, à meia-noite </ li><li>Semanalmente: uma vez por semana, à meia-noite aos domingos</li><li>Mensalmente: executado uma vez por mês, à meia-noite, primeiro dia do mês</li><li>Anualmente: executado uma vez por ano, à meia-noite, 1º de janeiro</li><li>A cada reinicialização: executado no início do servidor ou do cron deamon (ou seja, após cada <code>reinicialização do cron do serviço</code>)</li></ul> Se Randomizar estiver selecionado, uma frequência semelhante será seguida, apenas os horários exatos serão randomizados (evitando horários de pico sempre que possível). Observação: horários aleatórios serão reprogramados (aleatoriamente) cada vez que QUALQUER backup for salvo. <br/> <br/> As estatísticas da fila nunca serão redefinidas automaticamente<br/><br/> Se uma programação personalizada for selecionada, qualquer seção não especificada será considerada "qualquer" (também conhecido como curinga). Quer dizer. se o dia do mês estiver definido como 12 e o dia da semana não estiver definido, as estatísticas da fila serão redefinidas para QUALQUER 12 do mês, independentemente do dia da semana. Se o dia da semana estiver definido como, digamos, segunda-feira, as estatísticas da fila serão redefinidas SOMENTE na segunda-feira e SOMENTE se for o 12º dia do mês.

source: Queue Number must not be blank
pt_br: O número da fila não pode estar vazio.
ru_ru: Номер очереди не может быть пустым

source: Queue name must not be blank and must contain only alpha-numeric characters
pt_br: O nome da fila não pode estar vazio e pode conter apenas caracteres alfanuméricos.
ru_ru: Название очереди не может быть пустым и должно содержать только буквы.

source: Queues
pt_br: Colas
ru_ru: Очереди

source: Persistent Members
pt_br: Membros Persistentes
ru_ru: Постоянные операторы

source: Queues Module
pt_br: Módulo de fila
ru_ru: Модуль очередей

source: Hourly
pt_br: Cada hora

source: Daily
pt_br: Diariamente

source: Weekly
pt_br: Semanalmente

source: Monthly
pt_br: Por mês

source: Annually
pt_br: Anualmente

source: Reboot
pt_br: Cada reinicialização

source: Custom
pt_br: Personalizado

source: Auto Pause
pt_br: Pausa Automática

source: Auto Pause on Busy
pt_br: Pausa automática quando ocupado

source: Auto Pause on Unavailable
pt_br: Pausa automática quando não disponível

source: Auto Pause Delay
pt_br: Demora Pausa Automática

source: Auto Pause an agent in this queue (or all queues they are a member of) if they don't answer a call. Specific behavior can be modified by the Auto Pause Delay as well as Auto Pause Busy/Unavailable settings if supported on this version of Asterisk.
pt_br: Pausar automaticamente um agente nesta fila (ou em todas as filas das quais ele é membro) se ele não atender uma chamada. O comportamento específico pode ser modificado pelas configurações 'Atrasar Pausa Automática' e 'Pausa Automática Ocupado/Indisponível' se suportado pela sua versão do Asterisk.

source: Honor Wrapup Time Across Queues
pt_br: Respeite o tempo de encerramento entre filas
ru_ru: Давать передышку оператору при работе в нескольких очередях

source: Set Agent Name in CDR dstchannel
pt_br: Defina o nome do agente no campo CDR dstchannel
ru_ru: Назначить имя оператора в поле dstchannel CDR

source: Use MixMonitor for Recordings
pt_br: Use MixMonitor para gravações
ru_ru: Использовать MixMonitor для записи разговоров

source: Hide Queue No Answer Option
pt_br: Ocultar a opção Não servir na fila
ru_ru: Скрыть параметр Очереди 'No Answer'

source: Queue Continue Destination
pt_br: Destino de continuação da fila

source: Reset Queue Stats
pt_br: Redefinir estatísticas da fila

source: Run
pt_br: Execução

source: Never
pt_br: Nunca

source: Queue Callers
pt_br: Chamadas na fila

source: Queue Pause Toggle
pt_br: Alternar pausa na fila

source: Queue Toggle
pt_br: Alternar fila

source: Randomize
pt_br: Aleatória

source: Minutes
pt_br: Minutos

source: Hour
pt_br: Hora

source: Day of Week
pt_br: Dia da semana

source: Month
pt_br: Mes

source: Day of Month
pt_br: Dia do mês
