Repository: IssabelFoundation/issabelPBX
Catalog: queues/i18n/*/LC_MESSAGES/queues.po
Languages: pt_br, ru_ru

source: Queue Members
pt_br: Membros da fila

source: checking for use_queue_context field..
ru_ru: проверка поля use_queue_context..

source: checking for togglehint field..
ru_ru: проверка поля togglehint..

source: checking for qnoanswer field..
ru_ru: проверка поля qnoanswer..

source: checking for callconfirm field..
ru_ru: проверка поля callconfirm..

source: checking for callconfirm_id field..
ru_ru: проверка поля callconfirm_id..

source: checking for monitor_type field..
ru_ru: проверка поля monitor_type..

source: checking for monitor_heard field..
ru_ru: проверка поля monitor_heard..

source: checking for monitor_spoken field..
ru_ru: проверка поля monitor_spoken..

source: Queue Number:
ru_ru: Номер очереди:

source: Queue Name:
ru_ru: Название очереди:

source: Queue Password:
ru_ru: Пароль очереди:

source: Queue No Answer:
ru_ru: Отсутствие ответа в очереди:

source: If checked, the queue will not answer the call. Under most circumstance you should always have the queue answering calls. If not, then it's possible that recordings and MoH will not be heard by the waiting callers since early media capabilities vary and are inconsistent. Some cases where it may be desired to not answer a call is when using Strict Join Empty queue policies where the caller will not be admitted to the queue unless there is a queue member immediately available to take the call.
ru_ru: Если параметр установлен, модуль очереди не будет генерировать авто-ответ. Как правило всегда используется авто-ответ в очередях. Если параметр неустановлен, то возможны случаи, когда запись разговора и фоновая музыка будут работать неправильно до ответа оператора в очереди. В некоторых случаях, это может быть использовано, например если нужен моментальный ответ свободного оператора или выход из очереди если моментальный ответ невозможен.

source: Generate Device Hints:
ru_ru: Генерация оповещений устройств:

source: Call Confirm:
ru_ru: Подтверждение приёма звонка:

source: Call Confirm Announce:
ru_ru: Сообщение перед поступлением вызова для подтверждения:

source: Announcement played to the Queue Memeber announcing the Queue call and requesting confirmation prior to answering. If set to default, the standard call confirmation default message will be played unless the member is reached through a Follow-Me and there is an alternate message provided in the Follow-Me. This message will override any other message specified..<br><br>To add additional recordings please use the "System Recordings" MENU.
ru_ru: Сообщение будет воспроизведено оператору очереди для оповещении о поступлении звонка и будет запрошено подтверждение приема перед ответом. По умолчанию воспроизводится стандартное сообщение подтверждения (если оператор доступен не через сервис Follow-Me) или альтернативное сообщение, если оператор доступен через Follow-Me. Установленное здесь сообщение переопределяет все остальные. Для добавления сообщений используйте раздел 'Системные Сообщения'.

source: Default
ru_ru: По умолчанию

source: Call Confirm Announcement:
ru_ru: Сообщение перед поступлением вызова для подтверждения:

source: Announcement played to anyone using an external follow-me to receive the queue call.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
ru_ru: Сообщение будет воспроизведено оператору очереди для оповещении о поступлении звонка если оператор переадресован через Follow-Me .Для добавления сообщений используйте раздел 'Системные Сообщения'.

source: CID Name Prefix:
ru_ru: Префикс для ИД имени:

source: Wait Time Prefix:
ru_ru: Префикс индикации времени ожидания:

source: Static agents are extensions that are assumed to always be on the queue. Static agents do not need to 'log in' to the queue, and cannot 'log out' of the queue.<br><br>List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number (Outbound Routing must contain a valid route for external numbers). You can put a "," after the agent followed by a penalty value, see Asterisk documentation concerning penalties.<br /><br /> An advanced mode has been added which allows you to prefix an agent number with S, X, Z, D or A. This will force the agent number to be dialed as an Asterisk device of type SIP, IAX2, ZAP, DAHDi or Agent respectively. This mode is for advanced users and can cause known issues in IssabelPBX as you are by-passing the normal dialplan. If your 'Agent Restrictions' are not set to 'Extension Only' you will have problems with subsequent transfers to voicemail and other issues may also exist. (Channel Agent is deprecated starting with Asterisk 1.4 and gone in 1.6+.)
ru_ru: Статичные агенты - это внутренние номера, которые всегда в очереди. Статичным агентам нет нужды подключаться и отключаться от очереди.<br><br>Укажите список номеров, по одному в строке.<br><br>Можно включать номера других систем, а также любые другие внешние номера (которые будут вызываться согласно правилам Исходящей маршрутизации).<br><br>Можно указать также значение нагрузки (penalties) для этого агента после запятой (смотрите документацию Астериск относительно 'penalties').<br /><br />В расширенном режиме используются префиксы в номерах агентов - S, X, Z, D или A. Эта опция устанавливает принудительный вызов агента по технологии канала - SIP, IAX2, ZAP, DAHDi или Agent. Этот режим рекомендован опытным пользователям и может послужить причиной непонятного поведения во IssabelPBX так как использует обход обычного диал плана. Если установки Ограничения агентов не установлены в значение 'Только внутренние номера' у вас скорее всего возникнут проблемы с переводами соединений на голосовую почту и другие подобные вещи. (Канал Agent уже устарел в Asterisk 1.4 и отсутствует в 1.6 и выше)

source: Ring Strategy:
ru_ru: Стратегия дозвона:

source: linear
ru_ru: линейное

source: Autofill:
ru_ru: Автозаполнение:

source: Skip Busy Agents:
ru_ru: Пропускать занятых операторов

source: Music on Hold Class:
ru_ru: Класс Музыки в ожидании:

source: Music (or Commercial) played to the caller while they wait in line for an available agent. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.<br><br> This music is defined in the "Music on Hold" Menu.
ru_ru: Звуковое сопровождение воспроизводится позвонившему до появления свободного оператора. Выберите 'inherit' если вы хотите использовать звуковое сопровождение, установленное на входящем маршруте. Звуковое сопровождение определяется в разделе 'Музыка на удержании'.

source: Ringing Instead of MoH:
ru_ru: Просто гудок вызова

source: Enabling this option make callers hear a ringing tone instead of Music on Hold.<br/>Enabling this ignores any Music on Hold Class selected as well as ignoring any configured periodic announcements configured.
ru_ru: Эта опция посылает дозвонившемуся гудки вызова вместо Музыки в ожидании.<br/>Если эта опция задействована, две предидущие установки игнорируются.

source: Join Announcement:
ru_ru: Сообщение при попадании:

source: Announcement played to callers once prior to joining the queue.<br><br>To add additional recordings please use the "System Recordings" MENU
ru_ru: Сообщение, воспроизводимое позвонившему, перед помещением вызова в очередь. <br><br>Для добавления дополнительного сообщения, используйте раздел 'Системные Записи'.

source: Call Recording:
ru_ru: Запись разговоров:

source: Recording Mode:
ru_ru: Режим записи разговоров:

source: Caller Volume Adjustment:
ru_ru: Подстройка громкости входяшего:

source: Agent Volume Adjustment:
ru_ru: Подстройка громкости оператора:

source: Mark calls answered elsewhere:
ru_ru: Отмечать все вызовы как отвеченные:

source: Max Wait Time:
ru_ru: Время ожидания, максимально:

source: Max Wait Time Mode:
ru_ru: Режим времени максимального ожидания:

source: Agent Timeout:
ru_ru: Таймаут оператора:

source: Agent Timeout Restart:
ru_ru: Задержка возврата оператора:

source: Retry:
ru_ru: Повторить:

source: Wrap-Up-Time:
ru_ru: Передышка:

source: Member Delay:
ru_ru: Задержка оператора:

source: Agent Announcement:
ru_ru: Приветствие агенту:

source: Report Hold Time:
ru_ru: Сообщения о времени ожидания:

source: Max Callers:
ru_ru: Позвонивших, максимально:

source: No Max
ru_ru: Максимальное число неограничено

source: Join Empty:
ru_ru: Попадать в пустую:

source: Leave Empty:
ru_ru: ВЫходить из пустой очереди:

source: Penalty Members Limit:
ru_ru: Органичение уровня доступности оператора:

source: Frequency:
ru_ru: Частота:

source: Announce Position:
ru_ru: Сообщать номер в очереди:

source: Announce Hold Time:
ru_ru: Сообщения о времени ожидания:

source: IVR Break Out Menu:
ru_ru: Возможность выйти из Меню:

source: Repeat Frequency:
ru_ru: Частота повторений:

source: Event When Called:
ru_ru: Событие, если звонят:

source: Member Status Event:
ru_ru: События об изменениях состояния операторов:

source: Service Level:
ru_ru: Уровень сервиса:

source: Using a Regex filter is fairly advanced, please confirm you know what you are doing or leave this blank
ru_ru: Использование филтров регулярныых выражений горячо приветствуется, но подвердите, что понимаете то, что вы делаете, или оставьте это поле пустым.

source: Applications
ru_ru: Приложения

source: Creates a queue where calls are placed on hold and answered on a first-in, first-out basis. Many options are available, including ring strategy for agents, caller announcements, max wait times, etc.
ru_ru: Создаёт очередь, где входящие звонки по принципу первый-вошёл/првый ушёл (FIFO). Большинство опций доступны, включая стратегии вызовов для операторов, приветствия для позвонивших, максимальное время ожидания, и т.д.

source: Queues: persistentmembers. Store each dynamic member in each queue in the astdb so that when asterisk is restarted, each member will be automatically read into their recorded queues.
ru_ru: Queues: persistentmembers. Каждый динамический оператор каждой очереди сохраняется в базе данных asterisk что бы очереди были корректно восстановлены в случае перезапуска Asterisk.

source: Queues: shared_lastcall, only valid with Asterisk 1.6+. This will make the lastcall and calls received be the same in members logged in more than one queue. This is useful to make the queue respect the wrapuptime of another queue for a shared member.
ru_ru: Queues: shared_lastcall

source: Queues: updatecdr, only valid with Asterisk 1.6+. This option is implemented to mimic chan_agents behavior of populating CDR dstchannel field of a call with an agent name, which is set if available at the login time with AddQueueMember membername parameter, or with static members.
ru_ru: Queues: updatecdr

source: Queues: monitor-type = MixMonitor. Setting true will use the MixMonitor application instead of Monitor so the concept of 'joining/mixing' the in/out files now goes away when this is enabled.
ru_ru: Если установлено для записи разговоров будет использование приложение MixMonitor

source: It is possible for a queue to NOT Answer a call and still enter callers to the queue. The normal behavior is that all allers are answered before entering the queue. If the call is not answered, it is possible that some early media delivery would still allow callers to hear recordings, MoH, etc. but this can be inconsistent and vary. Because of the volatility of this option, it is not displayed by default. If a queue is set to not answer, the setting will be displayed for that queue regardless of this setting.
ru_ru: Дает возможность не делать ответ на вызов, помещенный в очередь.

source: Asterisk Queues Patch 15168 Installed
ru_ru: Установлено исправление 15168 для модуля Очереди

source: Setting this flag will generate the required dialplan to integrate with the following Asterisk patch: <b>https://issues.asterisk.org/view.php?id=15168</b>. This setting is obsolete on Asterisk 1.8+ systems where the hint state is now standard and always used. This asterisk patch is only available on Asterisk 1.4, trying to use this setting on Asterisk 1.6 will break some queue behavior and should be avoided
ru_ru: Установка этого флага вызовет генерацию необходимого плана набора лоя интеграции с исправлением 15168. Для Asterisk 1.8 и выше этот параметр является устаревшим.

source: Generate queuenum*/** Login/off Codes
ru_ru: Формировать номер очереди*/** коды набора для входа-выхода операторов

source: Queue login and out codes were historically queunum* and queunum**. These have been largely replaced by the *45 queue toggle codes. The legacy codes are required to login or out a third party user that is not the extension dialing. These can be removed from the system by setting this to false.
ru_ru: Коды входа-выхода в очередь были номер очереди* и номер очереди**. Они были заменены на *45 коды переключения. Старые коды могу понадобиться для сторонего программного обеспечения или телефонов.
