Repository: IssabelFoundation/issabelPBX
Catalog: dahdiconfig/i18n/*/LC_MESSAGES/dahdiconfig.po
Languages: es_es

source: Specify the voltage used for ringing an analog phone. Normal will set the ring voltage to 40V, and Peak will set the voltage to 89V. If no choice is specified, the default is normal
es_es: Especifique el voltaje utilizado para sonar un teléfono analógico. Normal se ajusta la tensión del timbrado a 40V, y el pico se ajustará el voltaje de 89V. Si no se especifica ninguna opción, el valor predeterminado es normal

source: Specify the voltage used for ringing an analog phone. Normal will set the ring voltage to 40V, and Peak will set the voltage to 89V. If no choice is specified, the default is normal.
es_es: Especifique el voltaje utilizado para sonar un teléfono analógico. Normal se ajusta la tensión del timbrado a 40V, y el pico se ajustará el voltaje de 89V. Si no se especifica ninguna opción, el valor predeterminado es normal.

source: Specify whether the channel should be answered immediately or if the simple switch should provide dialtone, read digits, etc
es_es: Especifique si el canal debe ser respondido de inmediato o si el simple interruptor debe proporcionar tono de marcado, leer dígitos, etc

source: Specify whether to apply Fast Ringer operation. Setting Fast Ringer (25Hz) (commonly used in conjunction with the Low Power option) increases the ringing speed to 25Hz. If no choice is specified, the default is normal
es_es: Especifique si se debe aplicar la operación del timbradorápido. Programación del Timbre rápido (25 Hz) (comúnmente se utiliza junto con la opción de baja potencia) aumenta la velocidad de timbre a 25 Hz. Si no se especifica ninguna opción, el valor predeterminado es normal

source: Specify whether to apply Fast Ringer operation. Setting Fast Ringer (25Hz) (commonly used in conjunction with the Low Power option) increases the ringing speed to 25Hz. If no choice is specified, the default is normal.
es_es: Especifique si se debe aplicar la operación del timbre rápido. Programación del Timbre rápido (25 Hz) (comúnmente se utiliza junto con la opción de baja potencia) aumenta la velocidad de timbre a 25 Hz. Si no se especifica ninguna opción, el valor predeterminado es normal.

source: Specify whether to apply Low Power operation. Setting Fast Ringer to 50V peak in conjunction with the Fast Ringer option increases the peak voltage during Fast Ringer operation to 50V. If no choice is specified, the default is normal
es_es: Especifique si se debe aplicar la operación de baja potencia. Programación del Timbre rápido a pico 50V en conjunto con la opción Timbre rápido aumenta la tensión de pico durante la operación de timbre rápido a 50V. Si no se especifica ninguna opción, el valor predeterminado es normal

source: Specify whether to apply Low Power operation. Setting Fast Ringer to 50V peak in conjunction with the Fast Ringer option increases the peak voltage during Fast Ringer operation to 50V. If no choice is specified, the default is normal.
es_es: Especifique si se debe aplicar la operación de baja potencia. Programación del Timbre rápido a pico 50V en conjunto con la opción Timbre rápido aumenta la tensión de pico durante la operación de timbre rápido a 50V. Si no se especifica ninguna opción, el valor predeterminado es normal.

source: Specify whether to apply normal ring detection, or a full wave detection to prevent false ring detection for lines where CallerID is sent before the first ring and proceeded by a polarity reversal (as in the United Kingdom). If you are experiencing trouble with detecting CallerID from analog service providers, or have lines which exhibit a polarity reversal before CallerID is transmitted from the provider, then select Full Wave. If no choice is specified, the default is standard
es_es: Especifique si se debe aplicar la detección de timbre normal, o una detección de onda completa para evitar la detección timbrado falso de líneas en las que se envía CallerID antes del primer timbre y proceder a una inversión de la polaridad (como en el Reino Unido). Si usted está experimentando problemas con la detección de identificación de llamadas de los proveedores de servicios analógicos, o tienen líneas que presentan una inversión de polaridad antes CallerID se transmite desde el proveedor, a continuación, seleccione la onda completa. Si no se especifica ninguna opción, el valor predeterminado es estándar

source: Specify whether to apply normal ring detection, or a full wave detection to prevent false ring detection for lines where CallerID is sent before the first ring and proceeded by a polarity reversal (as in the United Kingdom). If you are experiencing trouble with detecting CallerID from analog service providers, or have lines which exhibit a polarity reversal before CallerID is transmitted from the provider, then select Full Wave. If no choice is specified, the default is standard.
es_es: Especifique si se debe aplicar la detección de timbre normal, o una detección de onda completa para evitar la detección anillo falso de líneas en las que se envía CallerID antes del primer anillo y procedió por una inversión de la polaridad (como en el Reino Unido). Si usted está experimentando problemas con la detección de identificación de llamadas de los proveedores de servicios analógicos, o tienen líneas que presentan una inversión de polaridad antes CallerID se transmite desde el proveedor, a continuación, seleccione la onda completa. Si no se especifica ninguna opción, el valor predeterminado es estándar.

source: Specify whether to apply the opermode setting to your FXO modules only, or to both FXS and FXO modules. If no choice is specified, the default is apply opermode to fxo modules only
es_es: Especifique si desea aplicar el ajuste operMode a sus módulos FXO solamente, o a ambos FXS y FXO. Si no se especifica ninguna opción, por defecto se aplicarán operMode a módulos FXO sólo

source: Specify whether to apply the opermode setting to your FXO modules only, or to both FXS and FXO modules. If no choice is specified, the default is apply opermode to fxo modules only.
es_es: Especifique si desea aplicar el ajuste operMode a sus módulos FXO solamente, o a ambos FXS y FXO. Si no se especifica ninguna opción, por defecto se aplicarán operMode a módulos FXO sólo.

source: Standard
es_es: Estándar

source: Support call forward variable
es_es: Soporta desvío de llamada variable

source: Support flash-hook call transfer (requires three way calling)
es_es: Soportar flash-hook para transferencia de llamada (requiere llamada de 3 vías)

source: Support switch-side transfer (called 2BCT, RLT or other names)
es_es: Apoyo a la transferencia del lado del interruptor (llamado 2BCT, RLT u otros nombres)

source: Support three-way calling
es_es: Soportar llamada de tres vias

source: Suppression NLP (default)
es_es: Supresión NLP (Por defecto)

source: Suppression NLP - This setting causes the NLP to suppress echo reflections by reducing the amplitude of their volume. Suppression may be used in combination with the Echo cancellation NLP Max Suppression option. For users in loud environments, Suppression NLP may be the best option. This is the default setting for the Echo Cancellation NLP Type option
es_es: Supresión NLP - Este ajuste hace que la NLP suprima reflejos de eco mediante la reducción de la amplitud de su volumen. Supresión se puede utilizar en combinación con la opción Supresión de NLP Max cancelación de eco. Para los usuarios en ambientes ruidosos, PNL supresión puede ser la mejor opción. Este es el valor predeterminado para la opción Tipo de cancelación de eco PNL

source: Suppression NLP - This setting causes the NLP to suppress echo reflections by reducing the amplitude of their volume. Suppression may be used in combination with the Echo cancellation NLP Max Suppression option. For users in loud environments, Suppression NLP may be the best option. This is the default setting for the Echo Cancellation NLP Type option.
es_es: Supresión NLP - Este ajuste hace que la NLP suprima reflejos de eco mediante la reducción de la amplitud de su volumen. Supresión se puede utilizar en combinación con la opción Supresión de NLP Max cancelación de eco. Para los usuarios en ambientes ruidosos, PNL supresión puede ser la mejor opción. Este es el valor predeterminado para la opción Tipo de cancelación de eco PNL.

source: System Configuration File Location
es_es: Localización del Archivo de Configuración del Sistema

source: The context to use for inbound calls to this analog device
es_es: El contexto a usar en llamadas entrantes para este dispositivo análogo

source: The recommended way to set line mode on your Digium 1-, 2-, and 4-port (span) digital telephony cards is to set the jumper(s) on the card for either T1 or E1 mode for each span on the card. With the jumper off, the span is ready for T1 mode; with the jumper on, the span is ready for E1 mode. For more details about the jumpers, see the user manual for the single, dual, or quad span digital cards.<br/>However, sometimes a card will have been installed in a server without first setting the jumper(s) correctly, and it may be inconvenient to remove the card from the server to access its jumper(s). In this case, the "default_linemode" option can be passed when the card's device driver is loaded
es_es: El método recomendado para configurar el modo de línea de su Digium de 1, 2, y 4 puertos (span) tarjetas de telefonía digital es usar los jumper en la tarjeta de T1 o E1 para cada tramo de la tarjeta. Con el puente apagado, para el modo T1; con el puente encendido para el modo E1. Para más detalles sobre los jumper, consulte el manual del usuario de las tarjetas digitales<br/> Sin embargo, a veces una tarjeta se habrá instalado en un servidor sin establecer primero el jumper correctamente, y puede ser inconveniente retirar la tarjeta del servidor para acceder el jumper. En este caso, la opción "default_linemode" se puede pasar cuando controlador de dispositivo de la tarjeta es cargado

source: The values are in db (decibels). A positive number increases the volume level on a channel, and a negative value decreases volume level
es_es: Los valores están en dB (decibelios). Un número positivo aumenta el nivel de volumen en un canal, y un valor negativo disminuye el nivel de volumen

source: There are no DAHDI Groups or Channels available to be configured. Check the DAHDI module (linked below) to configure any un-used cards
es_es: No hay grupos de DAHDI o canales disponibles para ser configurados. Compruebe el módulo DAHDI (enlace más abajo) para configurar las tarjetas no utilizadas

source: This edits all settings in %s
es_es: Esto edita toda la configuración en %s

source: This edits all settings in chan_dahdi.conf
es_es: Esto edita toda la configuración en chan_dahdi.conf

source: This edits order and loading of DAHDi modules in %s
es_es: Esto edita orden y carga de los módulos DAHDI en %s

source: This enables listening for the beep-beep busy pattern
es_es: Esto habilita escuchar en patrón beep-beep de ocupado

source: This option allows you to specify the threshold, in dB difference between the received audio (post echo cancellation) and the transmitted audio, for when the NLP will engage (VPMADT032 only). The default setting is 24 dB
es_es: Esta opción le permite especificar el umbral, en la diferencia de dB entre el audio recibido (cancelación de eco posterior) y el audio transmitido, para cuando la NLP se enganche (sólo VPMADT032). El ajuste predeterminado es 24 dB

source: This option allows you to specify the threshold, in dB difference between the received audio (post echo cancellation) and the transmitted audio, for when the NLP will engage (VPMADT032 only). The default setting is 24 dB.
es_es: Esta opción le permite especificar el umbral, en la diferencia de dB entre el audio recibido (cancelación de eco posterior) y el audio transmitido, para cuando la NLP se enganche (sólo VPMADT032). El ajuste predeterminado es 24 dB.

source: This option allows you to specify the type of Non Linear Processor you want applied to the post echo-cancelled audio reflections received from analog connections (VPMADT032 only). There are several options
es_es: Esta opción le permite especificar el tipo de procesador no lineal que desee aplicar a las reflexiones de audio post-cancelación de eco recibidas de conexiones analógicas (sólo VPMADT032). Hay varias opciones

source: This option allows you to specify the type signaling for this analog device.
es_es: Esta opción le permite especificar el tipo de señalización para este dispositivo analógico.

source: This option, only functional when the Echo Cancellation NLP Type option is set to Suppression NLP, specifies the maximum amount of dB that the NLP should attenuate the residual echo (VPMADT032 only). Lower numbers mean that the NLP will provide less suppression (the residual echo will sound louder). Higher numbers, especially those approaching or equaling the Echo Cancellation NLP Threshold option, will nearly mute the residual echo. The default setting is 24 dB
es_es: Esta opción, sólo funcional cuando opción Tipo de cancelación de eco NLP se establece en Supresión NLP, especifica la cantidad máxima de dB que la NLP debe atenuar el eco residual (sólo VPMADT032). Los números más bajos significan que la PNL proporcionará menor supresión (el eco residual sonará más fuerte). Los números más altos, especialmente aquellos que se acercan o igualan la opción Umbral cancelación de eco PNL, serán casi silenciar el eco residual. El ajuste predeterminado es 24 dB

source: This option, only functional when the Echo Cancellation NLP Type option is set to Suppression NLP, specifies the maximum amount of dB that the NLP should attenuate the residual echo (VPMADT032 only). Lower numbers mean that the NLP will provide less suppression (the residual echo will sound louder). Higher numbers, especially those approaching or equaling the Echo Cancellation NLP Threshold option, will nearly mute the residual echo. The default setting is 24 dB.
es_es: Esta opción, sólo funcional cuando opción Tipo de cancelación de eco NLP se establece en Supresión NLP, especifica la cantidad máxima de dB que la NLP debe atenuar el eco residual (sólo VPMADT032). Los números más bajos significan que la PNL proporcionará menor supresión (el eco residual sonará más fuerte). Los números más altos, especialmente aquellos que se acercan o igualan la opción Umbral cancelación de eco PNL, serán casi silenciar el eco residual. El ajuste predeterminado es 24 dB.

source: This setting must be enabled on both ports involved, and the "facilityenable" setting must also be enabled to allow sending the transfer to the ISDN switch, since it sent in a FACILITY message
es_es: Este ajuste debe estar habilitado en ambos puertos implicados, y el ajuste "facilityenable" también debe estar habilitada para permitir el envío de la transferencia al switch ISDN, ya que envía en un mensaje FACILIDAD

source: Tone Region
es_es: Región de Tono

source: Transmit Gain
es_es: Ganancia Transmitida

source: Type
es_es: Tipo

source: Unable to write to %s
es_es: No se pudo escribir a %s

source: Use Caller ID
es_es: Use ID de llamada

source: Use Caller ID Presentation
es_es: Use Presentación de ID de Llamada

source: WARNING
es_es: ADVERTENCIA

source: Whether or not to enable call waiting on internal extensions. With this set to "yes", busy extensions will hear the call-waiting tone, and can use hook-flash to switch between callers. The Dial() app will not return the "BUSY" result for extensions.
es_es: Habilitar o no la llamada en espera en extensiones internas. Con este en "sí", extensiones ocupadas escucharán el tono de llamada en espera, y pueden usar el gancho-flash para cambiar entre las personas que llaman. La aplicación Dial () no devolverá el "OCUPADO" de extensiones.

source: Whether or not to support Call Return (*69, if your dialplan doesn't catch this first)
es_es: Soportar o no Retorno de Llamada (*69, si su dialplan no lo interfiere primero)

source: Whether or not to use caller ID
es_es: Usar o no ID de llamada

source: Whether or not to use the caller ID presentation for the outgoing call that the calling switch is sending
es_es: Usar o no presentación de ID de llamada para la llamada saliente que el conmutador esta enviando

source: Yes
es_es: Si

source: add additional column
es_es: añadir columna adicional

source: none - Performs no detection
es_es: ninguno - no hace detección

source: none - Performs no detection
es_es: ninguno - no hace detección

source: software EC to use in system.conf
es_es: CE Por software a usar en system.conf
