Repository: IssabelFoundation/issabelPBX
Catalog: dahdiconfig/i18n/*/LC_MESSAGES/dahdiconfig.po
Languages: es_es

source: %s Ports
es_es: Puertos %s

source: ..Done
es_es: ..Hecho

source: A group ID number to associate this analog device with when referencing it elswhere using g<num>
es_es: Un número de identificación de grupo para asociar este dispositivo analógico para hacer referencia a el en otras partes usando g<num>

source: A-law Override
es_es: Forzar A-law

source: Action
es_es: Acción

source: Add type column
es_es: Añadir tipo de columna

source: Adding Additional_groups column
es_es: Agregando columna Additional_groups

source: Adding priexclusive column
es_es: Agregando columna priexclusive

source: Adding txgain and rxgain column to analog table
es_es: Agregando columna txgain y rxgain a la tabla analoga

source: Adding txgain and rxgain column to digital table
es_es: Agregando columna txgain y rxgain a la tabla digital

source: Advanced Settings
es_es: Opciones Avanzadas

source: Alarms
es_es: Alarmas

source: Allow PRI Discrete Channels
es_es: Permitir canales PRI discretos

source: Also enables call parking (overrides the "canpark" parameter)
es_es: También habilita call parking (sustituye el parámetro "canpark")

source: Analog %s
es_es: Análogo %s

source: Analog %s Ports
es_es: Puertos %s Análogos

source: Analog Channel %s
es_es: Canales %s Análogos

source: Analog Hardware
es_es: Hardware Análogo

source: Answer Immediately
es_es: Contestar inmediato

source: Any
es_es: Cualquiera

source: Apply Opermode to FXO Modules
es_es: Aplicar Openmode a módulos FXO

source: Apply Opermode to FXS and FXO Modules
es_es: Aplicar Openmode a módulos FXS y FXO

source: Argentine Spanish
es_es: Español Argentino

source: Australian
es_es: Australiano

source: Auto
es_es: Automatico

source: Available DAHDI Groups and Channels configued in the DAHDI Configuration Module
es_es: Grupos disponibles DAHDI y Canales configurados en el módulo de configuración de DAHDI

source: Bahrain
es_es: Bahrein

source: Belgium
es_es: Bélgica

source: Both
es_es: Ambos

source: Brazil
es_es: Brasil

source: Brazilian
es_es: Brasileño

source: Busy Detect Count
es_es: Conteo de detección Ocupado

source: By default the DAHDi configuration module will NOT write out any data to protect any current configuration settings
es_es: Por defecto, el módulo de configuración Dahdi NO escribirá ningún dato para proteger los valores de configuración actuales

source: Canada
es_es: Canadá

source: Cancel
es_es: Cancelar

source: Channel
es_es: Canal

source: Channels Used/Total
es_es: Canales Usados/Total

source: Chinese
es_es: Chino

source: Choose
es_es: Escoger

source: Choose the FXS channel for this %s
es_es: Seleccione el Canal FXS para este %s

source: Columbia
es_es: Colombia

source: Configure/Edit DAHDI Card settings in DAHDi Module
es_es: Configurar/Editar la tarjeta DAHDI en el Módulo DAHDI

source: Configure/Edit DAHDI Cards
es_es: Configurar/Editar Tarjetas DAHDI

source: Connectivity
es_es: Conexiones

source: Context
es_es: Contexto

source: Create Configured Locations Table
es_es: Crear Tabla de Localidades Configuradas

source: Creating Dahdi Advanced Settings Table
es_es: Creando Tabla de Configuración Avanzada Dahdi

source: Creating Dahdi Analog Table
es_es: Crear Tabla Analógica Dahdi

source: Creating Dahdi Spans Table
es_es: Creando Tabla de Spans Dahdi

source: Creating dahdi modules Table
es_es: Creando Tabla módulos Dahdi

source: Croatia
es_es: Croacia

source: Cyrpus
es_es: Chipre

source: Czech
es_es: Checo

source: Czech Republic
es_es: República Checa

source: D-Channel
es_es: Canal-D

source: DAHDI Trunks
es_es: Líneas DAHDI

source: DAHDi Config
es_es: Config Hardware DAHDi

source: DAHDi Configuration Module
es_es: Módulo Configuración DAHDi

source: DAHDi Executable Location
es_es: Localidad Ejecutable DAHDI

source: DAHDi ModProbe.d Configuration File Location (modprobe.d/dahdi.conf)
es_es: DAHDI ModProbe.d Localidad Archivo de Configuración (modprobe.d/dahdi.conf)

source: DAHDi Module Load/Order
es_es: Modulo DAHDI load/order

source: DAHDi Modules Location
es_es: Localidad Módulos DAHDI

source: DAHDi Modules Location (/etc/dahdi/modules)
es_es: Localidad Modulos DAHDI (/etc/dahdi/modules)

source: DAHDi System Configuration File Location (dahdi/system.conf)
es_es: Archivo Configuración DAHDI (dahdi/system.conf)

source: DAHDi trunk configuration is normally done using groups for PRI configuration. If there is a need to configure trunks to specific channels, setting this to true will allow each channel to be configured. This can be useful when troubleshooting a PRI and trying to isolate a bad B Channel.
es_es: La configuración de las líneas DAHDI se realiza normalmente con grupos para la configuración del PRI. Si hay una necesidad de configurar líneas o canales específicos, marcando ésta opción permitirá asignar cada canal que desea configurar. Esto puede ser útil para solucionar problemas de PRI y poder aislar a un canal B que está mal.

source: Default Line Mode
es_es: Modo Línea por defecto

source: Deleting old dahdi module data from database (its been migrated)
es_es: Eliminando viejo modulo dahdi de la base de datos (ha sido migrado)

source: Denmark
es_es: Dinamarca

source: Detected new Dahdi Module: wcaxx, Appending to %s
es_es: Detectado nuevo modulo Dahdi: wcaxx. Anexando a %s

source: Detected new Dahdi Module: wcte43x, Appending to %s
es_es: Detectado nuevo modulo Dahdi: wcte43x. Anexando a %s

source: Device Options
es_es: Opciones Dispositivo

source: Digital Channel %s
es_es: Canal digital %s

source: Digital Hardware
es_es: Hardware digital

source: Disable DAHDi Configuration Writes
es_es: Deshabilitar Escrituras Configuración DAHDI

source: Echo Canc. NLP Max Suppression
es_es: Cancelación Eco. NLP Supresión Maxima

source: Echo Canc. NLP Threshold
es_es: Cancelación Eco. Umbral NLP

source: Echo Canc. NLP Type
es_es: Cancelación Eco. Tipo NLP

source: Echo Cancel NLP Max Suppression
es_es: NLP Supresión máxima en Cancelación Eco

source: Echo Cancel NLP Threshold
es_es: Cancelación Eco Umbral NLP

source: Edit
es_es: Modificar

source: Enable Busy Detect
es_es: Habilitar detección de ocupado

source: Enable Call Forwarding
es_es: Habilitar desvío de llamada

source: Enable Call Return
es_es: Habilitar retorno de llamada

source: Enable Call Waiting
es_es: Habilitar Llamada en espera

source: Enable EC when bridged
es_es: Habilitar EC cuando puenteado (bridged)

source: Enable Echo Canceling
es_es: Habilitar Cancelación de Eco

source: Enable Echo Training
es_es: Habilitar aprendizaje de Eco

source: Enable Three Way Calling
es_es: Habilitar llamada en 3 vias

source: Enable Transfer
es_es: Habilitar Transferencia

source: Enable echo cancellation
es_es: Habilitar cancelación de Eco

source: English
es_es: Ingles

source: FSK - Performs Frequency Shift Key detection
es_es: FSK- Ejecutar detección FSK

source: FXS Honor Mode
es_es: FXS Modo Honor

source: Fast Ringer (25hz)
es_es: Timbrado rápido (25hz)

source: Fast Ringer to 50v Peak
es_es: Timbrado rápido a 50v pico

source: Fax Detection
es_es: Detección Fax

source: File %s is not owned by %s
es_es: Archivo %s no es propiedad de %s

source: Finnish
es_es: Terminado

source: For FXS ports (either direct analog or over T1/E1)
es_es: Para puertos FXS (directamente análogo o sobre E1/T1)

source: For digital ports using ISDN PRI protocols
es_es: Para puertos digitales usando protocolos ISDN PRI

source: For fax detection
es_es: Para detección de Fax

source: Full Wave
es_es: Onda Completa

source: General Settings
es_es: Configuración General

source: Generally, it is not necessary (and in fact undesirable) to echo cancel when the circuit path is entirely TDM. You may, however, change this behavior by enabling the echo canceler during pure TDM bridging below
es_es: En general, no es necesario (y de hecho no deseable) usar cancelación de eco cuando la trayectoria del circuito es totalmente TDM. Es posible, sin embargo, cambiar este comportamiento permitiendo al cancelador de eco actuar cuando es TDM puro, a continuación

source: Germany
es_es: Alemania

source: Global Settings
es_es: Configuración Global

source: Greece
es_es: Grecia

source: Group
es_es: Grupo

source: Group %s Ascending
es_es: Grupo %s Ascendente

source: Group %s Descending
es_es: Grupo %s Descendente

source: Group %s Round Robin Ascending
es_es: Grupo %s Round Robin Ascendente

source: Group %s Round Robin Descending
es_es: Grupo %s Round Robin Descendente

source: Hoth Noise - This setting causes the NLP to inject a low-end Gaussian noise with a frequency spectrum similar to voice. For users in normal environments, Hoth Noise may be acceptable
es_es: Hoth Noise- Esta configuración hace que la NLP inyecte un ruido gaussiano de gama baja con un espectro de frecuencia similar a la voz. Para los usuarios en ambientes normales, Hoth Noise puede ser aceptable

source: Hoth Noise - This setting causes the NLP to inject a low-end Gaussian noise with a frequency spectrum similar to voice. For users in normal environments, Hoth Noise may be acceptable.
es_es: Hoth Noise- Esta configuración hace que la NLP inyecte un ruido gaussiano de gama baja con un espectro de frecuencia similar a la voz. Para los usuarios en ambientes normales, Hoth Noise puede ser aceptable.

source: Hungary
es_es: Húngaro

source: Iceland
es_es: Islandia

source: If busydetect is enabled, it is also possible to specify how many busy tones to wait for before hanging up. The default is 3, but it might be safer to set to 6 or even 8. Mind that the higher the number, the more time that will be needed to hangup a channel, but lowers the probability that you will get random hangups
es_es: Si busydetect está habilitada, también es posible especificar el número de tonos de ocupado para esperar antes de colgar. El valor predeterminado es 3, pero podría ser más segura colocar a 6 o incluso 8 tomando en cuenta que cuanto mayor sea el número, más tiempo que será necesario para liberar un canal, pero disminuye la probabilidad de que obtendrá cuelgues aleatorios

source: In Any mode it'll run 92 channels of either codec.
es_es: En modo "Any" correrá 92 canales de cualquier códec.

source: In G.723.1 mode it'll run 92 channels
es_es: En modo G.723.1 correna 92 canales

source: In G.729 mode it'll run 120 channels
es_es: En modo G.729 correrá 120 canales

source: In some cases this option can make echo worse! If you are trying to debug an echo problem, it is worth checking to see if your echo is better with the option set to yes or no. Use whatever setting gives the best results
es_es: En algunos casos esta opción puede generar un eco peor! Si usted está tratando de depurar un problema del eco, vale la pena revisar para ver si su eco mejora con la opción en sí o no. Use cualquier la configuración que le de los mejores resultados

source: In some cases, the echo canceller doesn't train quickly enough and there is echo at the beginning of the call. Enabling echo training will cause DAHDI to briefly mute the channel, send an impulse, and use the impulse response to pre-train the echo canceller so it can start out with a much closer idea of the actual echo. Value may be "yes", "no", or a number of milliseconds to delay before training (default = 400)
es_es: En algunos casos, el cancelador de eco no entrena con la suficiente rapidez y no hay eco al inicio de la llamada. Habilitando entrenamiento de eco causará que DAHDI silencie brevemente el canal, envíe un impulso, y usara la respuesta al impulso para pre-entrenar el cancelador de eco. El valor puede ser "sí", "no", o un número de milisegundos a esperar antes de la formación (por defecto = 400)

source: Incoming
es_es: Entrante

source: Inserting Old Data from Dahdi Advanced Table
es_es: Inserción de datos antiguos de Dahdi Tabla avanzada

source: Ireland
es_es: Irlanda

source: Italy
es_es: Italia

source: Japan
es_es: Japon

source: Japanese
es_es: Japonés

source: Jordan
es_es: Jordania

source: Kewl Start - Coined term for an extension of loop start (FXO and FXS) signaling which adds disconnect supervision through the use of an open switching interval (OSI). In addition to the operation afforded by loop start, the CO (central office) signals the terminal (user) end that the distant party has hung up. The CO switch will remove battery voltage from the loop for about 250 ms, within 6 seconds after the far-end party disconnects.
es_es: Kewl Start- término acuñado para una extensión de loop start (FXO y FXS) de señalización que añade supervisión de desconexión a través del uso de un intervalo de conmutación abiertos (OSI). Además de la operación ofrecida por inicio de ciclo, el CO (oficina central) señala el final de terminal (usuario) que la parte distante ha colgado. El interruptor de CO quitará tensión de la batería del bucle durante unos 250 ms, dentro de los 6 segundos después de desconectarse la parte de extremo lejano.

source: Location of the DAHDi Executable
es_es: Localidad del Ejecutable DAHDI

source: Loop Start - When idle, or on-hook, the loop potential is held a nominal 48V DC, provided by the telephone exchange or a foreign exchange station (FXS) interface. When a terminal initiates use the line, it causes current to flow by closing the loop, and this signals the FXS end to provide dial tone on the line and to expect dial signals, in form of DTMF digits or dial pulses, or a hook flash. When the loop is opened and current stops flowing, the subscriber equipment signals that it has finished using the line; the telephone exchange resets the line to an idle state.
es_es: Loop Start - Cuando está inactivo, o colgado, el potencial de bucle se mantiene un nominal de 48 V DC, proporcionado por la central telefónica (FXS). Cuando una terminal inicia el uso de la línea, hace que la corriente fluya para cerrando el circuito, y esto indica al final FXS para proporcionar el tono de marcado en la línea, esperando se inicie la marca de señales, en forma de dígitos DTMF o pulsos, o un golpe de gancho . Cuando se abre el bucle y la corriente deja de fluir, señala al equipo de abonado que se ha terminado de usar la línea; la central telefónica restablece la línea a un estado de reposo.

source: MWI Mode
es_es: Modo MWI

source: Mexico
es_es: México

source: Migrating Old Data from Dahdi Advanced Table
es_es: Migrando Datos viejos de la tabla Avanzada de DAHDI

source: Migrating module %s from serialized data to json
es_es: Migrando Modulo %s desde datos serializados a json

source: ModProbe.d Configuration File Location
es_es: Localidad del Archivo de Configuración ModProbe.d

source: Mode
es_es: Modo

source: Modprobe Settings
es_es: Configuración Modprobe

source: Module Name
es_es: Nombre de Modulo

source: Moving/Adding dchannel column
es_es: Mover/Añadir columna dchannel

source: Mute
es_es: Mudo

source: Mute - This setting causes the NLP to mute inbound audio streams while a user connected to Asterisk is speaking. For users in quiet environments, Mute may be acceptable
es_es: Mudo - Esta configuración hace que la NLP silencie los flujos de audio de entrada mientras que un usuario conectado a Asterisk está hablando. Para los usuarios en ambientes tranquilos, Mute puede ser aceptable

source: Mute - This setting causes the NLP to mute inbound audio streams while a user connected to Asterisk is speaking. For users in quiet environments, Mute may be acceptable.
es_es: Mudo - Esta configuración hace que la NLP para silenciar los flujos de audio de entrada mientras que un usuario conectado a Asterisk está hablando. Para los usuarios en ambientes tranquilos, Mute puede ser aceptable.

source: NEON - Performs Neon MWI detection
es_es: NEON - Ejecuta Detección NWI Neon

source: NEON - Performs Neon MWI detection.
es_es: NEON - Ejecuta detección MWI Neon.

source: Neon MWI Off Limit
es_es: Neon MWI fuera de limite

source: Neon MWI Voltage Level
es_es: Neon MWI nivel de Voltaje

source: No Available Groups or Channels
es_es: No hay Grupos o Canales Disponibles

source: No Unused DAHDi Channels Available
es_es: No hay Canales DAHDi Disponibles NO utilizados

source: None
es_es: Ninguno

source: None - This setting disables NLP processing and is not a recommended setting. Under most circumstances, choos- ing None will cause some residual echo
es_es: Ninguno - Esta configuración deshabilita el procesamiento de la NLP y no es un valor recomendado. Bajo la mayoría de circunstancias, escoger Ninguno causará algo de eco residual

source: None - This setting disables NLP processing and is not a recommended setting. Under most circumstances, choos- ing None will cause some residual echo.
es_es: Ninguno - Esta configuración deshabilita el procesamiento de la NLP y no es un valor recomendado. Bajo la mayoría de circunstancias, escoger Ninguno causará algo de eco residual.

source: Not Yet Defined
es_es: No se ha definido

source: Note that if any of your DAHDI cards have hardware echo cancelers, then this setting only turns them on and off. There are no special settings required for hardware echo cancelers; when present and enabled in their kernel modules, they take precedence over the software echo canceler compiled into DAHDI automatically
es_es: Tenga en cuenta que si cualquiera de sus tarjetas DAHDI tienen canceladores de eco por hardware, entonces este ajuste sólo les enciende o apaga. No hay configuraciones especiales requeridas para canceladores de eco hardware; cuando está presente y habilitado en sus módulos de kernel, que tienen prioridad sobre el cancelador de eco software compilado en DAHDI automáticamente

source: Note that these parameters do not apply to hardware echo cancellers
es_es: Tenga en cuenta que estos parámetros no se aplican a los canceladores de eco por hardware

source: Note: If yes the dialplan execution will always start at extension 's' priority 1 regardless of the dialed number!
es_es: Nota: En caso afirmativo la ejecución del dialplan siempre comenzará en la extensión 's' de prioridad 1, independientemente del número marcado!

source: On trunk interfaces (FXS) and E&M interfaces (E&M, Wink, Feature Group D etc) it can be useful to perform busy detection either in an effort to detect hangup or for detecting busies
es_es: En interfaces de troncales (FXS) y E&M interfaces (E&M, Wink, Feature Grupo D, etc) puede ser útil para realizar detección de ocupado, ya sea en un esfuerzo para detectar colgar o para detección de ocupados

source: Other Global Dahdi Settings
es_es: Otras configuraciones Globales Dahdi

source: Other Modprobe Settings
es_es: Otras Configuraciones Modprobe

source: Outgoing
es_es: Saliente

source: Peak (89v)
es_es: Pico (89v)

source: Peru
es_es: Perú

source: Please change permissions on %s
es_es: Por favor cambie permisos en %s

source: Please choose your country or your nearest neighboring country for default Tones (Ex: dialtone, busy tone, ring tone etc.)
es_es: Por favor, elija su país o su país más cercano para los tonos por defecto (Ej: tono de llamada, tono de ocupado, tono de timbre, etc.)

source: Please run '%s', then go back into the DAHDi Config Module
es_es: Por favor corra "%s", entonces retroceda el modulo de configuración DAHDI

source: Port %s
es_es: Puerto %s

source: Port %s Settings
es_es: Configuración Puerto %s

source: Ports
es_es: Puertos

source: Random Noise
es_es: Ruido Aleatorio

source: Random Noise - This setting causes the NLP to inject random noise to mask the echo reflection. For users in normal environments, Random Noise may be acceptable
es_es: Random Noise - Esta configuración hace que la NLP inyecte ruido aleatorio para enmascarar la reflexión eco. Para los usuarios en ambientes normales, ruido aleatorio puede ser aceptable

source: Random Noise - This setting causes the NLP to inject random noise to mask the echo reflection. For users in normal environments, Random Noise may be acceptable.
es_es: Random Noise - Esta configuración hace que la NLP inyecta un ruido aleatorio para enmascarar la reflexión eco. Para los usuarios en ambientes normales, ruido aleatorio puede ser aceptable.

source: Receive Gain
es_es: Ganancia Recibida

source: Replacing..
es_es: Reemplazando..

source: Ring Detect
es_es: Detección de Timbrado

source: Save
es_es: Salvar

source: Select Language
es_es: Seleccione Idioma

source: Signaling
es_es: Señalización

source: Software EC
es_es: Software CE

source: Spain
es_es: España

source: Spanish
es_es: Español

source: Specify the On Hook Speed, Ringer Impedance, Ringer Threshold, Current limiting, Tip/Ring voltage adjustment, Minimum Operational Loop current, and AC Impedance selection as predefined for each countries' analog line characteristics. Select the country in which your Asterisk server is operating. FCC is equivalent to United States. TBR21 is equivalent to Austria, Belgium, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Italy, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, and the United Kingdom. If no choice is specified, the default is FCC
es_es: Especifique la velocidad en el gancho, Timbre Impedancia, Umbral Timbrado, limitación de corriente, Tip/Ring ajuste de voltaje, bucle corriente mínima operacional, y la selección de impedancia AC como predefinido por características de la línea analógica 'cada uno de los países. Seleccione el país en el que está funcionando el servidor Asterisk. FCC es equivalente a Estados Unidos. TBR21 es equivalente a Austria, Bélgica, Dinamarca, Finlandia, Francia, Alemania, Grecia, Islandia, Irlanda, Italia, Luxemburgo, Países Bajos, Noruega, Portugal, España, Suecia, Suiza y el Reino Unido. Si no se especifica ninguna opción, el valor predeterminado es FCC

source: Specify the audio compression scheme (codec) to be used for analog lines. North American users should choose ulaw. All other countries, unless otherwise known, should be assumed to be alaw. If no choice is specified, the default is ulaw. Confirm the scheme which will be best for operation
es_es: Especifique el esquema de compresión de audio (códec) que se utilizará para las líneas analógicas. Los usuarios norteamericanos deben elegir ulaw. Todos los demás países, a menos que conoce de otra manera, se debe asumir que se ALAW. Si no se especifica ninguna opción, el valor predeterminado es ulaw. Confirme el esquema que será mejor para la operación

source: Specify the audio compression scheme (codec) to be used for analog lines. North American users should choose ulaw. All other countries, unless otherwise known, should be assumed to be alaw. If no choice is specified, the default is ulaw. Confirm the scheme which will be best for operation.
es_es: Especifique el esquema de compresión de audio (códec) que se utilizará para las líneas analógicas. Los usuarios norteamericanos deben elegir ulaw. Todos los demás países, a menos que conoce de otra manera, se debe asumir que se ALAW. Si no se especifica ninguna opción, el valor predeterminado es ulaw. Confirme el esquema que será mejor para la operación.

source: Specify the kernel module used by the installed analog hardware
es_es: Especifique el módulo del kernel usado por el hardware analógico instalado

source: Specify the kernel module used by the installed analog hardware.
es_es: Especifique el módulo del kernel utilizado por el hardware analógico instalado.

source: Specify the language
es_es: Especifique el Idioma

source: Specify the type of Message Waiting Indicator detection to be done on FXO ports. If no choice is specified, the default is none. The following options are available
es_es: Especifique el tipo de detección para Indicador de mensaje para ser usado en puertos FXO. Si no se especifica ninguna opción, el valor predeterminado es ninguno. Las siguientes opciones están disponibles
