Repository: IssabelFoundation/issabelPBX
Catalog: customcontexts/i18n/*/LC_MESSAGES/customcontexts.po
Languages: es_es, pt_br

source: Add Class
es_es: Añadir Clase
pt_br: Adicionar classe

source: Delete Class
es_es: Eliminar Clase
pt_br: Excluir classe

source: Add
es_es: Añadir
pt_br: Adicionar

source: Class
es_es: Clase
pt_br: Classe

source: Description
es_es: Descripción
pt_br: Descrição

source: Class of Service: %s
es_es: Clase de Servicio: %s
pt_br: Classe de serviço: %s

source: Full Internal Access
es_es: Acceso Interno Total
pt_br: Acesso interno completo

source: Class of Service: %s (%s)
es_es: Clase de Servicio: %s (%s)
pt_br: Classe de serviço: %s (%s)

source: Duplicate Class
es_es: Duplicar Clase
pt_br: Classe duplicada

source: Edit Class
es_es: Modificar Clase
pt_br: Modificar classe

source: Remove Class
es_es: Remover Clase
pt_br: Remover classe

source: Time Conditions Module required and not present .. aborting install
es_es: Módulo de Condiciones de tiempo requerido y no presente .. abortar instalación
pt_br: Tempo de condições do módulo necessário e não presente.. abortar a instalação

source: done
es_es: Listo
pt_br: Lista

source: migrating customcontexts_timegroups if needed..
es_es: migrar customcontexts _timegroups si es necesario ..
pt_br: migre customcontexts _timegroups se necessário.

source: removing customcontexts_timegroups and customcontexts_tiemgroups_detail tables..
es_es: eliminando customcontexts_timegroups y mesas customcontexts_tiemgroups_detail ..
pt_br: eliminando customcontexts_timegroups e tabelas customcontexts_tiemgroups_detail ..

source: Class of Service
es_es: Clase de Servicio
pt_br: Classe de serviço

source: Class of Service Admin
es_es: Administrar Clases de Servicio
pt_br: Gerenciar classes de serviço

source: Class Of Service
es_es: Clase de Servicio
pt_br: Classe de serviço

source: Class Of Service Admin
es_es: Administrar Clases de Servicio
pt_br: Gerenciar classes de serviço

source: Dial Rules
es_es: Reglas de Marcado
pt_br: Regras de marcação

source: Submit
es_es: Enviar cambios
pt_br: Enviar alterações

source: Extension Options
es_es: Opciones de la extensión
pt_br: Opções de extensão

source: Class of service name. It will be available in your dialplan. These classes of service can be used as a context for a device/extension to allow them limited access to your dialplan.
es_es: Nombre de la Clase de Servicio. Se hará disponible en el plan de marcado. Las clases de servicio pueden usarse como un contexto para dispositivo/extensión y otorgar acceso limitado al plan de marcado.
pt_br: Nome da Classe de Serviço. Ele será disponibilizado no dial plan. Classes de serviço podem ser usadas como contexto para dispositivo/ramal e conceder acesso limitado ao plano de discagem.

source: This will display as the name of this class of service.
es_es: Ingrese una descripción para esta clase de servicio.
pt_br: Insira uma descrição para esta classe de serviço.

source: Set All
es_es: Configurar Todos
pt_br: Configurar todos

source: Set All To
es_es: Configurar Todos para
pt_br: Configurar todos para

source: Default Internal Context
es_es: Contexto Interno por Defecto
pt_br: Contexto interno padrão

source: Call Parking
es_es: Parqueo de Llamadas
pt_br: Estacionamento de chamadas

source: Custom Internal Dialplan
es_es: Plan de Marcado Interno Personalizado
pt_br: Plano de discagem interna personalizado

source: ENTIRE Basic Internal Dialplan
es_es: Plan de Marcado Interno Básico en su TOTALIDAD
pt_br: Plano Básico de Discagem Interna em sua TOTALIDADE

source: Choose allow to allow access to all includes, choose deny to deny access.
es_es: Elija Permitir para permitir acceso a todos los contextos incluídos, elija Denegar para no permitirlo.
pt_br: Escolha Permitir para permitir o acesso a todos os contextos incluídos, escolha Negar para proibi-lo.

source: If defined, you will have the option for each portion of the dialplan to Allow Rule, and that include will only be available if the number dialed matches these rules, or Deny Rule, and that include will only be available if the dialed number does NOT match these rules. You may use a pipe | to strip the preceeding digits.
es_es: Si configura una regla, entonces cada contexto que esté configurado como 'Permitir Reglas' será permitido si el patrón coincide con el utilizado, mientras que si el contexto está configurado como 'Denegar Reglas' entonces se permitirá si el número marcado NO concuerda con estas reglas. Puede usar un pipe | para remover los digitos precedentes.
pt_br: Se você configurar uma regra, cada contexto definido como 'Permitir regras' será permitido se o padrão corresponder ao usado, enquanto se o contexto estiver definido como 'Negar regras', será permitido se o número discado NÃO corresponder a essas regras. Você pode usar um cano | para remover os dígitos anteriores.

source: Choose a priority with which to sort this option. Lower numbers have a higher priority.
es_es: Elija una prioridad. Números más bajos tendrás prioridad más alta.
pt_br: Escolha uma prioridade. Números mais baixos terão prioridade mais alta.

source: Failover Destination
es_es: Destino en caso de fallo
pt_br: Destino em caso de falha

source: Outbound Routes
es_es: Rutas Salientes
pt_br: Rotas de saída

source: Feature Code Failover Destination
es_es: Código de Característica de Destino en caso de fallo
pt_br: Código de função de destino em caso de falha

source: Internal Dialplan
es_es: Plan de Marcado Interno
pt_br: Plano de discagem interna

source: Allow
es_es: Permitir
pt_br: Permitir

source: Deny
es_es: Denegar
pt_br: Negar

source: Allow Rules
es_es: Permitir Reglas
pt_br: Permitir regras

source: Deny Rules
es_es: Denegar Reglas
pt_br: Negar regras

source: : Choose allow to allow access to this include, choose deny to deny access.
es_es: : Elija Permitir para permitir este contexto, elija Denegar para no permitirlo.
pt_br: : escolha Permitir para permitir este contexto, escolha Negar para proibi-lo.

source: Priority
es_es: Prioridad
pt_br: Prioridade

source: app pbdirectory
es_es: App Directorio Telefónico
pt_br: Aplicativo de lista telefônica

source: app fax
pt_br: Fax do aplicativo

source: DND On
es_es: Activar No Molestar
pt_br: Ative o Não perturbe

source: DND Off
es_es: Desactivar No Molestar
pt_br: Desativar não perturbe

source: DND Toggle
es_es: Alternar No Molestar
pt_br: Alternar não perturbe

source: ext-injections
es_es: Inyección de Plan de Marcado
pt_br: Injeção de plano de discagem

source: ext-dnd-hints
es_es: Hints de No Molestar
pt_br: Não perturbe dicas

source: app recordings
es_es: Grabaciones de Sistema
pt_br: Gravações do sistema

source: Follow Me toggle
es_es: Alternar Sígueme
pt_br: Alternar Siga-me

source: Follow Me
es_es: Sígueme
pt_br: me siga

source: fmgrps
es_es: Sígueme Grupo
pt_br: Grupo Siga-me

source: app dictate record
es_es: Dictado - Grabación
pt_br: Ditado - Gravação

source: app dictate send
es_es: Dictado - Envío
pt_br: Ditado - Envio

source: Call Forward toggle
es_es: Alternar Desvío de Llamada
pt_br: Alternar encaminhamento de chamadas

source: Call Forward Busy Off
es_es: Desactivar Desvío Ocupado
pt_br: Desativar encaminhamento de ocupado

source: CF Busy any Off
es_es: Desactivar Desvío Ocupado Siempre
pt_br: Desativar ocupado sempre encaminhar

source: Call Forward Off
es_es: Desactivar Desvío
pt_br: Desativar desvio

source: CF any Off
es_es: Desactivar Desvío Siempre
pt_br: Desativar Encaminhar sempre

source: Queues
es_es: Colas
pt_br: Colas

source: Conferences
es_es: Conferencias
pt_br: Conferencias

source: Call Forward Busy On
es_es: Activar Desvío Ocupado
pt_br: Ativar encaminhamento ocupado

source: CF Busy prompt On
es_es: Activar anuncio Desvío Ocupado
pt_br: Ativar anúncio de ocupado encaminhamento

source: Call Forward On
es_es: Activar Desvío de Llamada
pt_br: Ativar encaminhamento de chamadas

source: CF prompt On
es_es: Activar anuncio Desvío
pt_br: Ativar anúncio de desvio

source: ext-cf-hints
es_es: Hints de Desvío
pt_br: Dicas de desvio

source: app calltrace
es_es: App Traza de Llamada
pt_br: Aplicativo de rastreamento de chamadas

source: app echo test
es_es: App Test de Eco
pt_br: App Teste o Eco

source: app speakextennum
es_es: App Decir Extensión
pt_br: Extensão App Say

source: app speakingclock
es_es: App Reloj Parlante
pt_br: App Relógio Parlante

source: park hints
es_es: Hints de Parqueo
pt_br: Dicas de estacionamento

source: Dial VM
es_es: Acceder a Buzón de Voz
pt_br: Acessar correio de voz

source: Voicemail Main
es_es: App Buzón de Voz
pt_br: Aplicativo de correio de voz

source: ext-bosssecretary
es_es: Jefe Secretaria
pt_br: Secretário chefe

source: app speeddial
es_es: Marcado Rápido
pt_br: Discagem rápida

source: app blacklist
es_es: Lista Negra
pt_br: Lista negra

source: Ring Groups
es_es: Grupo de Extensiones
pt_br: Grupo de extensões

source: grps
es_es: Grupo de Extensiones auxiliar
pt_br: Grupo de Extensão Auxiliar

source: app user logonoff
es_es: Logon/Logoff de Usuario
pt_br: Logon/Logoff de Usuario

source: Extensions Confirm
es_es: Confirmación de Extensión
pt_br: Confirmação de extensão

source: findmefollow ringallv2
es_es: Ringall de Sígueme
pt_br: Ringall de Siga-me

source: app pickup
es_es: Captura de Llamada
pt_br: Captura de chamada

source: app zapbarge
es_es: ZapBarge
pt_br: ZapBarge

source: app chanspy
es_es: ChanSpy
pt_br: ChanSpy

source: Extensions
es_es: Extensiones
pt_br: Extensões

source: Call Forward Unavailable Off
es_es: Desactivar Desvío No Disponible
pt_br: Desativar encaminhamento não disponível

source: Call Forward Unavailable On
es_es: Activar Desvío No Disponible
pt_br: Ativar encaminhamento não disponível

source: CF Unavailable On
es_es: Activar Desvío No Disponible
pt_br: Ativar encaminhamento não disponível

source: ALL OUTBOUND ROUTES
es_es: TODAS LAS RUTAS SALIENTES
pt_br: TODAS AS ROTAS DE SAÍDA

source: PIN must be numeric!'
es_es: El PIN debe ser numérico!
pt_br: O PIN deve ser numérico!

source: Enter a numeric PIN to require authentication before continuing to destination.
es_es: Ingrese un PIN numérico para autenticar antes de continuar al destino.
pt_br: Insira um PIN numérico para autenticação antes de continuar para o destino.

source: Are you sure you want to delete %s ?
es_es: Está seguro que quiere borrar %s ?
pt_br: Tem certeza de que deseja excluir %s?

source: NOTE: Allowing this include may automatically allow another ENTIRE context!
es_es: NOTA: Si permite este contexto entonces automaticamente permitirá todos los contextos internos independientemente de lo que seleccione más abajo!
pt_br: NOTA: Se você permitir este contexto, você permitirá automaticamente todos os contextos internos, independentemente do que você selecionar abaixo!

source: Class %s deleted
es_es: Clase %s eliminada
pt_br: Classe %s removida

source: Includes Descriptions
es_es: Descripción de Inclusiones
pt_br: Descrição das inclusões

source: This will display as a heading for the available includes on the %s page
es_es: Se mostará este nombre como encabezado en la lista de contextos a incluir en la página %s
pt_br: Este nome será exibido como cabeçalho na lista de contextos a serem incluídos na página %s

source: This will display as the name of the include on the %s page
es_es: Se mostrará este nombre en el contexto de inclusión en la página de %s
pt_br: Este nome será exibido no contexto de inclusão na página %s

source: NOTE: This include should have a description denoting the fact that allowing it may allow another ENTIRE context!
es_es: ATENCION: El nombre debe dejar en claro que permitiendo este contexto podrían permitir acceso a otros contextos ENTEROS!
pt_br: ATENÇÃO: O nome deve deixar claro que permitir este contexto poderia permitir acesso a TODOS os outros contextos!

source: Class %s cannot be removed
es_es: La clase %s no puede ser eliminada
pt_br: A classe %s não pode ser excluída

source: The context which contains includes which you would like to make available to %s. Any context you enter here will be parsed for includes and you can then include them in your own %s. Removing them here does NOT delete the context, rather makes them unavailable to your %s.
es_es: El contexto que contenga las inclusiones que desee hacer disponibles en la %s. Cualquier contexto que ingrese aquí será revisado por inclusiones, y luego podrá incluirlas individualmente en su %s. Eliminarlas de aquí NO elimina el contexto, solo lo hace inalcanzable para su %s.
pt_br: O contexto que contém as inclusões que você deseja disponibilizar no %s. Qualquer contexto inserido aqui será verificado quanto a inclusões e você poderá incluí-los individualmente em sua %. Removê-los daqui NÃO remove o contexto, apenas o torna inacessível para seu %s.

source: You have the %s Module installed! You can select a class of service from this list to limit this user to portions of the dialplan you defined in the %s module.
es_es: Tiene el módulo %s instalado! Puede seleccionar una clase de servicio de esta lista para limitar el acceso a los contextos del plan de marcado que desee, que puede definir en el módulo %s.
pt_br: Você tem o módulo %s instalado! Você pode selecionar uma classe de serviço nesta lista para limitar o acesso aos contextos de plano de discagem desejados, que podem ser definidos no módulo %s.

source: ALLOW ALL (Default)
es_es: PERMITIR TODO (por defecto)
pt_br: PERMITIR TODOS (padrão)

source: app-queue-toggle
es_es: Colas - Alternar Membresía
pt_br: Filas - Alternar associação

source: app-queue-caller-count
es_es: Colas - Cantidad de Llamantes
pt_br: Filas - Número de chamadores

source: Call Waiting - Activate
pt_br: Ativar chamada em espera

source: Call Waiting - Deactivate
pt_br: Desativar chamada em espera

source: Call Waiting Off
es_es: Desactivar Llamada en Espera

source: Call Waiting On
es_es: Activar Llamada en Espera
