Repository: IssabelFoundation/issabelPBX
Catalog: bulkdids/i18n/*/LC_MESSAGES/bulkdids.po
Languages: es_es

source: Add, Edit, or Delete an Inbound Route.
es_es: Agregar, editar o eliminar una ruta de entrada.

source: Bulk DIDs
es_es: DIDs a granel

source: Manage DIDs in bulk using CSV files.
es_es: Administre DID de forma masiva utilizando archivos CSV.

source: Start by downloading the %s (right-click > save as) or clicking the Export DIDs button.
es_es: Comience descargando el %s (haga clic con el botón derecho > guardar como) o haga clic en el botón Exportar DID.

source: Modify the CSV file to add, edit, or delete DIDs as desired. Then load the CSV file. After the CSV file is processed, the action taken for each row will be displayed.
es_es: Modifique el archivo CSV para agregar, editar o eliminar DID según lo desee. Luego cargue el archivo CSV. Después de procesar el archivo CSV, se mostrará la acción realizada para cada fila.

source: Template CSV file
es_es: Plantilla CSV

source: Export DIDs
es_es: Exportar DIDs

source: Load File
es_es: Cargar archivo

source: Bulk DIDs CSV File Columns
es_es: Columnas CSV de archivo de DID masivos

source: The table below explains each column in the CSV file. You can change the column order of the CSV file as you like, however, the column names must be preserved.
es_es: La siguiente tabla explica cada columna en el archivo CSV. Puede cambiar el orden de las columnas del archivo CSV como desee; sin embargo, los nombres de las columnas deben conservarse.

source: Field
es_es: Campo

source: Default
es_es: Defecto

source: Allowed
es_es: Permitido

source: Field Details
es_es: Detalles

source: Description
es_es: Descripción

source: Choose a CSV file...
es_es: Seleccione un archivo CSV...

source: Upload
es_es: Subir

source: Row %s: Headers parsed.
es_es: Fila %s: Encabezados analizados

source: Error: %s %s (see error above).
es_es: Error: %s %s (revise el error arriba).

source: Row %s: Edited: %s
es_es: Fila %s: Modificada: %s

source: Warning: Row %s: %s CID Lookup NOT added, index %s does not exist
es_es: Advertencia: Fila %s: %s Fuente de búsqueda CID no agregada, el indice %s no existe

source: Finished
es_es: Finalizado

source: Row %s: DID (%s) not found, skipping...
es_es: Fila %s: DID (%s) no encontrado, ignorando...

source: The incoming DID to match
es_es: El DID entrante para que coincida

source: Provide a meaningful description of what this incoming route is
es_es: Proporcione una descripción significativa de lo que es esta ruta entrante

source: The context, extension, priority to go to when this DID is matched. Example: app-daynight,0,1
es_es: El contexto, la extensión, la prioridad a la que ir cuando este DID coincida. Ejemplo: aplicación-día-noche,0,1

source: Define the Caller ID Number to be matched on incoming calls. Leave this field blank to match any or no CID info. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
es_es: Defina el número de identificación de la persona que llama para que coincida con las llamadas entrantes. Deje este campo en blanco para que coincida con cualquier información de CID o ninguna. Además de las secuencias de marcación estándar, también puede poner Privado, Bloqueado, Desconocido, Restringido, Anónimo y No disponible para detectar estos casos especiales si la empresa de telecomunicaciones los transmite.

source: This effects CID ONLY routes where no DID is specified. If checked, calls with this CID will be routed to this route, even if there is a route to the DID that was called. Normal behavior is for the DID route to take the calls. If there is a specific DID/CID route for this CID, that route will still take the call when that DID is called
es_es: Esto afecta SOLAMENTE a las rutas CID donde no se especifica DID. Si está marcado, las llamadas con este CID se enrutarán a esta ruta, incluso si hay una ruta al DID al que se llamó. El comportamiento normal es que la ruta DID tome las llamadas. Si hay una ruta DID/CID específica para este CID, esa ruta aún tomará la llamada cuando se llame a ese DID

source: ALERT_INFO can be used for distinctive ring with SIP devices.
es_es: ALERT_INFO se puede utilizar para timbre distintivo con dispositivos SIP.

source: You can optionally prefix the Caller ID name. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
es_es: Opcionalmente, puede prefijar el nombre del identificador de llamadas. es decir: si agrega el prefijo "Ventas:", una llamada de José Pérez se mostraría como "Ventas:José Pérez" en las extensiones que suenan.

source: Defaults to "default"
es_es: El valor predeterminado es "default"

source: Some devices or providers require RINGING to be sent before ANSWER. You'll notice this happening if you can send calls directly to a phone, but if you send it to an IVR, it won't connect the call.
es_es: Algunos dispositivos o proveedores requieren que se envíe LLAMADA antes de RESPONDER. Notará que esto sucede si puede enviar llamadas directamente a un teléfono, pero si las envía a un IVR, no conectará la llamada.

source: An optional delay to wait before processing this route. Setting this value will delay the channel from answering the call. This may be handy if external fax equipment or security systems are installed in parallel and you would like them to be able to seize the line
es_es: Un retraso opcional para esperar antes de procesar esta ruta. Establecer este valor retrasará que el canal responda la llamada. Esto puede ser útil si se instalan equipos de fax externos o sistemas de seguridad en paralelo y desea que puedan aprovechar la línea.

source: If no Caller ID is sent, Privacy Manager will asks the caller to enter their 10 digit phone number. The caller is given 3 attempts. The number of digits and attempts can be defined in privacy.conf. If a user has Call Screening enabled, the incoming caller will be asked to enter their CallerId here if enabled, and then to say their name once determined that the called user requires it.
es_es: Si no se envía un identificador de llamadas, el Administrador de privacidad le pedirá a la persona que llama que ingrese su número de teléfono de 10 dígitos. La persona que llama tiene 3 intentos. El número de dígitos e intentos se puede definir en privacy.conf. Si un usuario tiene habilitada la detección de llamadas, se le pedirá a la persona que llama que ingrese su ID de llamada aquí si está habilitada, y luego que diga su nombre una vez que se determine que el usuario llamado lo requiere.

source: Number of attempts the caller has to enter a valid callerID, only valid if privacyman is set to 1
es_es: Número de intentos que tiene la persona que llama para ingresar un identificador de llamada válido, solo válido si privacyman está configurado en 1

source: Minimum amount of digits callerID needs to contain in order to be considered valid, only valid if privacyman is set to 1
es_es: La cantidad mínima de dígitos que debe contener el identificador de llamadas para que se considere válido, solo es válido si privacyman se establece en 1

source: Number representing the index id for Caller ID Lookup Source
es_es: Número que representa la identificación de índice para la fuente de búsqueda de identificación de llamadas

source: A valid Asterisk language code such as 'en', 'fr' or 'sv'
es_es: Un código de idioma Asterisk válido, como 'en', 'fr' o 'sv'

source: Attempt to detect faxes on this DID
es_es: Intento de detectar faxes en este DID

source: Type of fax detection to use
es_es: Tipo de detección de fax a utilizar

source: How long to wait and try to detect fax. Please note that callers to a Dahdi channel will hear ringing for this amount of time (i.e. the system wont "answer" the call, it will just play ringing).
es_es: Cuánto tiempo esperar e intentar detectar el fax. Tenga en cuenta que las personas que llamen a un canal Dahdi escucharán un timbre durante este período de tiempo (es decir, el sistema no "responderá" a la llamada, solo reproducirá el timbre).

source: Where to send the call if we detect that its a fax.
es_es: Dónde enviar la llamada si detectamos que es un fax.
