Repository: IssabelFoundation/issabelPBX
Catalog: digium_phones/i18n/*/LC_MESSAGES/digium_phones.po
Languages: fa_ir

source: Alerts
fa_ir: هشدارها

source: Checksum error retrieving %s
fa_ir: بازیابی خطا کنترلی %s

source: Connectivity
fa_ir: اتصال

source: Digit Map
fa_ir: نقشه Digit

source: Digium Phones
fa_ir: تلفن های دیجیوم

source: Digium Phones Config
fa_ir: تنظیمات تلفن های دیجیوم

source: Digium Phones Contacts Options
fa_ir: گزینه های تماس تلفن های Digium

source: Digium Phones Line Options
fa_ir: گزینه های خط تلفن های Digium

source: E-Mail Address
fa_ir: آدرس ایمیل

source: Error opening %s for reading
fa_ir: خطا در باز کردن و خواندن %s

source: Error opening %s for writing
fa_ir: خطا در باز کردن و نوشتن %s

source: External Lines
fa_ir: خطوط خارجی

source: Firmware
fa_ir: فریمور

source: First Name
fa_ir: نام

source: General Settings
fa_ir: تنظیمات عمومی

source: Job Title
fa_ir: عنوان شغل

source: Last Name
fa_ir: نام خانوادگی

source: Line Label
fa_ir: خط برچسب

source: Location
fa_ir: مکان

source: Logos
fa_ir: لوگوها

source: Middle Name
fa_ir: نام میانی

source: Networks
fa_ir: شبکه ها

source: Notes
fa_ir: نکات

source: Notes about the user, for use in Contacts application.
fa_ir: نکات درمورد کاربر, برای استفاده در برنامه های مخاطبین.

source: Organization
fa_ir: سازمان

source: Phone Applications
fa_ir: برنامه های کاربردی تلفن

source: Phonebooks
fa_ir: دفترچه تلفن

source: Phones
fa_ir: تلفن ها

source: Prefix
fa_ir: پیشوند

source: Re-registration TImeout
fa_ir: اتمام مهلت ثبت نام مجدد

source: Registration Max Retries
fa_ir: بیشترین ثبت نام مجدد

source: Registration Retry Interval
fa_ir: فاصله بین تلاش برای ثبت نام

source: Ringtones
fa_ir: صدای زنگ

source: Suffix
fa_ir: پسوند

source: The Digit Map for this extension.
fa_ir: نقشه Digit برای این داخلی.

source: The E-Mail Address for use in Contacts application.
fa_ir: آدرس ایمیل برای استفاده در برنامه تماس.

source: The First Name for use in Contacts application.
fa_ir: نام برای استفاده در تماس برنامه‌.

source: The Job Title for use in Contacts application.
fa_ir: شغل برای استفاده در تماس برنامه‌.

source: The Last Name for use in Contacts application.
fa_ir: نام خانوادگی برای استفاده در تماس برنامه‌.

source: The Line Label for this extension.
fa_ir: خط برچسب برای این داخلی.

source: The Location for use in Contacts application.
fa_ir: مکان برای استفاده در تماس برنامه‌.

source: The Middle Name for use in Contacts application.
fa_ir: نام میانی برای استفاده در تماس برنامه‌.

source: The Organization for use in Contacts application.
fa_ir: سازمان برای استفاده در تماس برنامه‌.

source: The Prefix for use in Contacts application.
fa_ir: پیشوند برای استفاده در تماس برنامه‌.

source: The Re-registration Timeout for this extension.
fa_ir: اتمام مهلت ثبت نام مجدد برای این داخلی.

source: The Registration Max Retries for this extension.
fa_ir: بیشترین ثبت نام برای این داخلی.

source: The Registration Retry Interval for this extension.
fa_ir: فاصله بین تلاش برای ثبت نام مجدد برای این داخلی.

source: The Suffix for use in Contacts application.
fa_ir: پسوند برای استفاده در تماس برنامه‌.

source: The Transport for this extension.
fa_ir: انتقال این داخلی.

source: The Voicemail URI for this extension. Note that setting this option on a phone's primary line will disable visual voicemail.
fa_ir: URI منو صوتی برای این داخلی. نکته تنظیمات این گزینه در خط اصلی تلفن منو صوتی تصویری را غیرفعال میکند.

source: Transport
fa_ir: انتقال

source: UDP (Default)
fa_ir: UDP (پیشفرض)

source: Voicemail URI
fa_ir: URI منو صوتی
