Repository: IssabelFoundation/issabelPBX
Catalog: fax/i18n/*/LC_MESSAGES/fax.po
Languages: es_es, ja_jp, ru_ru

source: Fax Configuration
es_es: Configuración de Fax
ja_jp: Fax設定
ru_ru: Конфигурация факса

source: Settings
es_es: Configuración
ja_jp: 設定
ru_ru: Настройки

source: Adds configurations, options and GUI for inbound faxing
es_es: Agrega configuraciones, opciones y GUI para el envío de faxes entrantes
ja_jp: インバウンドFaxのためのオプションとGUIの設定の追加
ru_ru: Добавить конфигурацию, опции и интерфейс для входящих факсов

source: Fax user %s
es_es: Usuario de fax %s
ja_jp: Fax ユーザー %s
ru_ru: Пользватель факса %s

source: Inbound Fax Detection: %s (%s)
es_es: Detección de fax entrante: %s (%s)
ja_jp: インバウンド Fax 検知： %s (%s)
ru_ru: Распознавать входящий факс: %s (%s)

source: ERROR: No FAX modules detected!<br>Fax-related dialplan will <b>NOT</b> be generated.<br>This module requires Fax for Asterisk or spandsp based app_fax or app_rxfax to function.
es_es: ERROR: ¡No se detectaron módulos de FAX!<br>El plan de marcación relacionado con fax <b>NO</b> se generará.<br>Este módulo requiere Fax para Asterisk o app_fax o app_rxfax basados en spandsp para funcionar.
ja_jp: ERROR： Faxモジュールを検知できませんでした！<br>Faxに関連するダイヤルプランが<b>生成されません。</b><br>このモジュールが機能するには、Fax for Astersik又はspandspベースの app_faxか、app_rxfaxが必要です。
ru_ru: ОШИБКА: Не обнаружено ФАКС-модуля!<br>Диал-план для факса <b>НЕ</b> сгенерирован.<br>Чтобы задействовать этот модуль потребуется либо Fax for Asterisk, либо app_fax, или app_rxfax, основанные на spandsp.

source: ERROR: No Fax license detected.<br>Fax-related dialplan will <b>NOT</b> be generated!<br>This module has detected that Fax for Asterisk is installed without a license.<br>At least one license is required (it is available for free) and must be installed.
es_es: ERROR: No se detectó ninguna licencia de fax.<br>¡El plan de marcación relacionado con el fax <b>NO</b> se generará!<br>Este módulo ha detectado que Fax for Asterisk está instalado sin licencia.<br>Al menos se requiere una licencia (está disponible de forma gratuita) y debe instalarse.
ja_jp: ERROR： Faxのライセンスを検知できませんでした。<br>Faxに関連するダイヤルプランが<b>生成されません。</b><br>このモジュールで、ライセンスなしのFax for Asteriskがインストールされていることを検知しました。<br>少なくとも1ライセンス(無料で利用できます)がインストールされている必要があります。
ru_ru: ОШИБКА: Не обнаружено лицензии на ФАКС.<br>Диал-план для факса <b>НЕ</b> сгенерирован.<br>Модуль обнаружил проинсталлированую аппликацию Fax for Asterisk без лицензии.<br>По крайней мере одна лицензия должна быть установлена (одну можно получить бесплатно).

source: Enabled
es_es: Habilitado
ja_jp: 有効
ru_ru: Включено

source: Enable this user to receive faxes
es_es: Habilita a este usuario a recibir faxes
ja_jp: このユーザーがfaxを受信できるようにする
ru_ru: Разрешить этому пользователю принимать факсы

source: Fax Email
es_es: Correo electrónico de fax
ru_ru: Адрес эл. почты для факсов

source: Formats to convert incoming fax files to before emailing.
es_es: Formato a convertir el fax recibido antes de enviarlo por correo electrónico.

source: Enter an email address where faxes sent to this extension will be delivered.
es_es: Ingrese una dirección de correo donde se enviarán los faxes enviados a esta extensión
ja_jp: この内線に送信されたfaxが配送されるEメールアドレスを入力してください。
ru_ru: Введите адрес эл. почты, на который будут пересылаться посланные факсимильные сообщения.

source: Please Enter a valid email address for fax delivery.
es_es: Por favor ingrese un email válido para la entrega.
ja_jp: faxが配送される有効なEメールアドレスを入力してください。
ru_ru: Введите действительный адрес эл. почты для доставки факсов.

source: Fax Recipient
es_es: Destinatario del Fax
ja_jp: Fax受信者
ru_ru: Получатель факсов

source: "You have selected Fax Detection on this route. Please select a valid destination to route calls detected as faxes to."
es_es: "Ha seleccionado Detección de fax en esta ruta. Seleccione un destino válido para enrutar las llamadas detectadas como faxes."
ja_jp: "あなたはこの経路でFax検知を選択しました。faxとして検知されたコールをルーティングする有効な宛先を選択してください。"
ru_ru: "Вы выбрали детектирование факсов на этом маршруте. Укажите назначение, куда будут направляться звонки, определённые как факсы."

source: Fax Detect
es_es: Detectar Fax
ja_jp: Fax検知
ru_ru: Детектировать факс

source: Detect Faxes
es_es: Detectar Fax
ja_jp: Faxを検知
ru_ru: Детектировать факсы

source: Attempt to detect faxes on this DID.
es_es: Intentar detectar señar de fax en este DID.
ja_jp: このダイヤルインでfax検知を試みる。
ru_ru: Попытка детектировать факсы на этом входящем DID.

source: No: No attempts are made to auto-determine the call type; all calls sent to destination below. Use this option if this DID is used exclusively for voice OR fax.
es_es: No: No se intentará detectar el tipo de llamada; todas las llamadas se enviarán al destino especificado abajo. Use esta opción si el DID se usa exclusivamente para voz o para fax, pero no ambos.
ja_jp: いいえ: コールタイプの自動決定に対して何の試みもおこなわない; 以下の宛先に送信される全てのコール。もしこのダイヤルイン番号が排他的に音声もしくはfaxに使用される場合にこのオプションを使用します。
ru_ru: Нет: не будет попыток автораспознавания типа звонка; всё будет перенаправлено по назначению ниже. Используйте эту опцию в том случае, если этот DID используется исключительно для голоса ИЛИ факса.

source: Yes: try to auto determine the type of call; route to the fax destination if call is a fax, otherwise send to regular destination. Use this option if you receive both voice and fax calls on this line
es_es: Si: intentar detectar el tipo de llamada y enrutar la misma al destino de fax si se detecta como tal, de otro modo enviar al destino regular. Use esta opción para recibir llamadas de voz o fax en esta línea.
ja_jp: はい: コールタイプの自動決定を試みます; コールがfaxの場合はfax宛先にルーティングし、それ以外の場合は通常の宛先に送信します。この回線上のコールで音声もfaxも受信する場合にこのオプションを使用します。
ru_ru: Да: попытка детектировать входящий звонок; если будет распознан как факс-звонок, то он будет направлен по назначению для факсов. В противном случае звонок будет обработан обычным образом. Используйте эту опцию если получаете и голосовые, и факсовые входящие вызовы на этой линии.

source: Legacy: Same as YES, only you can enter an email address as the destination. This option is ONLY for supporting migrated legacy fax routes. You should upgrade this route by choosing YES, and selecting a valid destination!
es_es: Legado: lo mismo que SI, sólo que podrá ingresar una dirección de email como el destino. Esta opción su usa solamente para rutas de fax migradas heredadas. Debería actualizar esta ruta eligiendo SI y eligiendo un destino válido!
ja_jp: レガシ―: 「はい」と同じですが、宛先としてEメールアドレスのみを入力することができます。このオプションは、移行した従来のファクスルートをサポートするためのみで使用されます。「はい」を選択し、有効な宛先を選択することにより、このルートをアップグレードする必要があります
ru_ru: Устаревший: тоже, что и ДА, но требуется указать только адрес эл. почты в качестве назначения. Эта опция служит ТОЛЬКО для поддержки устаревших маршрутов для факсов. Нужно обновить этот маршрут указав ДА и выбрать действительное назначение.

source: No fax detection methods found or no valid license. Faxing cannot be enabled.
es_es: No se han detectado métodos de detección de fax. No es posible habilitar fax.
ja_jp: fax検知方法又は有効なライセンスが見つかりません。Faxが有効になりません
ru_ru: Не найдено метода определения факса в текущей лицензии. Факсимильные сообщения не могут быть задействованы.

source: Yes
es_es: Si
ja_jp: はい
ru_ru: Да

source: Legacy
es_es: Legado
ja_jp: レガシー
ru_ru: Устаревший

source: Fax Detection type
es_es: Tipo de Detección de Fax
ja_jp: Fax検知タイプ
ru_ru: Метод детектирования факса

source: Type of fax detection to use.
es_es: Tipo de Detección de fax a utilizar.
ja_jp: 使用されるfax検知タイプ
ru_ru: Какой метод детектирования будет использоваться.

source: use
es_es: usar
ja_jp: 使用
ru_ru: использовать

source: fax detection; requires 'faxdetect=' to be set to 'incoming' or 'both' in
es_es: detección de fax; requiere que 'faxdetect=' se configure como 'incoming' o 'both' en
ja_jp: fax 検知; 'faxdetect=' を 'incoming' もしくは 'both' に設定する必要があります。
ru_ru: детектирование факса; требуется установить параметр 'faxdetect=' в 'incoming' (входящие) или 'both' (оба направления) в

source: Sip: use sip fax detection (t38). Requires asterisk 1.6.2 or greater and 'faxdetect=yes' in the sip config files
es_es: Sip: usar detección de fax SIP (t38). Requiere asterisk 1.6.2 o superior y faxdetect=yes en sip.conf
ja_jp: Sip: sip fax検知(t38)を使用します。asterisk 1.6.2以降と、sip設定ファイルで 'faxdetect=yes' とする必要があります。
ru_ru: Sip: использовать распознавание факса в канале Sip (t38). Требуется asterisk 1.6.2 или выше и опция 'faxdetect=yes' в sip конфигурационных файлах

source: NV Fax Detect: Use NV Fax Detection; Requires NV Fax Detect to be installed and recognized by asterisk
es_es: NV Fax Detect: Utilizar detección de Fax NV. Requiere que el módulo NV esté instalado y funcionando
ja_jp: NV Fax検知: NV Fax検知を使用します; NV Fax検知がインストールされ、asteriskに認識されている必要があります。
ru_ru: NV Fax Detect: Использовать метод детектировани NV Fax; требуется инсталлировать NV Fax Detect дополнительно, чтобы он распознавался в Asterisk.

source: Sip
es_es: Beber

source: Fax Detection Time
es_es: Duración de Detección de Fax
ja_jp: Fax検知時間
ru_ru: Время для детектирования факса

source: How long to wait and try to detect fax. Please note that callers to a
es_es: Que tanto tiempo esperar intentando detectar fax. Tenga en cuenta que usuarios llamando a canales
ja_jp: どれぐらいの間待ち、fax検知を試みるか。
ru_ru: Как долго будут предприниматься попытки распознать факс при входящем звонке. Примите во внимание, что звонящий будет

source: channel will hear ringing for this amount of time (i.e. the system wont "answer" the call, it will just play ringing)
es_es: escucharán timbrar la extensión por esta cantidad de tiempo (el sistema no atenderá la linea, solo proveerá tono de timbre)

source: Fax Email Destination
es_es: Email de Destino del Fax
ja_jp: Fax Eメール宛先
ru_ru: Адрес эл. почты для факсов

source: Address to email faxes to on fax detection.<br />PLEASE NOTE: In this version of IssabelPBX, you can now set the fax destination from a list of destinations. Extensions/Users can be fax enabled in the user/extension screen and set an email address there. This will create a new destination type that can be selected. To upgrade this option to the full destination list, select YES to Detect Faxes and select a destination. After clicking submit, this route will be upgraded. This Legacy option will no longer be available after the change, it is provided to handle legacy migrations from previous versions of IssabelPBX only.
es_es: Dirección para enviar faxes por correo electrónico cuando se detecte un fax. <br /> TENGA EN CUENTA: En esta versión de IssabelPBX, ahora puede configurar el destino del fax a partir de una lista de destinos. Las extensiones / usuarios pueden habilitarse por fax en la pantalla de usuario / extensión y establecer una dirección de correo electrónico allí. Esto creará un nuevo tipo de destino que se puede seleccionar. Para actualizar esta opción a la lista de destinos completa, seleccione SI para Detectar faxes y seleccione un destino. Después de hacer clic en enviar, esta ruta se actualizará. Esta opción heredada ya no estará disponible después del cambio, se proporciona para manejar migraciones heredadas de versiones anteriores de IssabelPBX solamente.
ja_jp: fax検知においてfaxをEメール送信する対象アドレス。<br />注意: このバージョンのIssabelPBXでは、ここで宛先リストからfaxの宛先を設定することが可能です。内線/ユーザー は、ユーザー/内線 スクリーン内でfax受信を有効にすることが可能で、そこでEメールアドレスを設定することができます。ここでは新たに選択可能な宛先タイプを作成します。このオプションを全宛先リストにアップグレードするには、「Faxを検知」で「はい」を選択して、宛先を選択します。「送信」を押した後にこのルートはアップグレードされます。このレガシーオプションは変更後は利用できません、前のバージョンのIssabelPBXからのレガシー移行をサポートするためにだけ提供されています。
ru_ru: Адрес эл. почты для распознанных и принятых факсов.<br />ЗАМЕЧАНИЕ: в этой версии IssabelPBX можно указать назначение для факса из списка всех назначений. Для внутренних номеров/пользователей использование факса доступно в модуле Внутренние номера, где указывается адрес их эл. почты. Это создаёт новый тип назначения, который может быть указан в дальнейшем.Чтобы обновить эту опцию до полного списка назначений выберите ДА в разделе Детектировать факсы и укажите назначение. После подтверждения изменений в вэб интерфейсе этот маршрут будет обновлён. Эта устаревшая опция не будет больше доступна после изменений. Она служит только для миграции с предыдущих версий IssabelPBX.

source: Fax Destination
es_es: Destino de Fax
ja_jp: Fax宛先
ru_ru: Назначение факса

source: Where to send the call if we detect that its a fax
es_es: Dónde enviar la llamada si se detecta un fax
ja_jp: faxを検出した際にコールを送信する宛先
ru_ru: Куда направлять входящий звонок распознанный как факс

source: Dial System FAX
es_es: Marcar Fax del Sistema
ja_jp: ダイヤルシステムFAX
ru_ru: Набрать системный факс

source: Migrating fax_incoming table...
es_es: Migrando tabla fax_entrante...
ja_jp: fax_incomingテーブルを移行中...
ru_ru: Переносим таблицу fax_incoming....

source: WARINING: fax_incoming table may still be using the 2.6 schema!
es_es: ADVERTENCIA: ¡la tabla fax_incoming puede estar todavía usando el esquema 2.6!
ru_ru: ВНИМАНИЕ: таблица fax_incoming может использоваться только в схеме версии 2.6!

source: Successfully migrated fax_incoming table!
es_es: ¡Se migró con éxito la tabla fax_incoming!
ja_jp: fax_incomingテーブルの移行に成功しました!
ru_ru: Успешно перенесена таблица fax_incoming!

source: Moving simu_fax feature code from core..
es_es: Moviendo el código de función simu_fax desde el núcleo..
ja_jp: simu_faxキーコードをコアから移動中..
ru_ru: Убрать опцию simu_fax из кода.

source: duplicate, removing old from core..
es_es: duplicar, eliminando el antiguo del núcleo...
ja_jp: 重複しています、古いのをコアから削除..
ru_ru: дубликация, удаляем старую..

source: unknown error
es_es: error desconocido
ja_jp: 不明なエラー
ru_ru: неизвестная ошибка

source: removed
es_es: eliminado
ja_jp: 削除済み
ru_ru: удалено

source: done
es_es: hecho
ja_jp: 完了
ru_ru: готово

source: Updating simu_fax in miscdest table..
es_es: Actualizando simu_fax en la tabla miscdest..
ja_jp: miscdestテーブル内のsimu_faxを更新中..
ru_ru: Обновляется simu_fax в таблице miscdest..

source: not needed
es_es: no necesario
ja_jp: 必要なし
ru_ru: не требуется

source: Checking if legacy fax needs migrating..
es_es: Comprobando si es necesario migrar el fax heredado...
ja_jp: レガシーfaxに移行が必要かどうかをチェック中..
ru_ru: Проверяем необходимость миграции устаревших факс приложений..

source: starting migration
es_es: iniciando migración
ja_jp: 移行を開始
ru_ru: начинаем миграцию

source: migrating defaults..
es_es: migrando valores predeterminados..
ja_jp: デフォルトの移行中..
ru_ru: мигрируется по умолчанию..

source: failed
es_es: fallido
ja_jp: 失敗
ru_ru: сорвалось

source: migrated
es_es: migrado
ja_jp: 移行しました。
ru_ru: перенесено

source: Removing field %s from incoming table..
es_es: Eliminando el campo %s de la tabla entrante...
ja_jp: incoming テーブルからフィールド %s を削除する..
ru_ru: Удаляем поле %s из таблицы входящих..

source: not present
es_es: no presente
ja_jp: 存在しません。
ru_ru: нет сведений

source: Removing old globals..
es_es: Eliminando globales antiguos..
ja_jp: 古いglobalsを削除..
ru_ru: Удаление старых значений globals..

source: Checking for failed migrations..
es_es: Comprobando migraciones fallidas...
ja_jp: 失敗した移行の確認..
ru_ru: Проверка неудавшихся миграций..

source: The following Inbound Routes had FAX processing that failed migration because they were accessing a device with no associated user. They have been disabled and will need to be updated. Click delete icon on the right to remove this notice.
es_es: Las siguientes rutas entrantes tuvieron un procesamiento de FAX que falló en la migración porque estaban accediendo a un dispositivo sin un usuario asociado. Han sido deshabilitadas y deberán actualizarse. Haga clic en el icono de eliminación a la derecha para eliminar este aviso.
ja_jp: 以下のインバウンドルートは、関連付けられたユーザーなしでデバイスにアクセスしていたため、移行に失敗したFAXの処理があります。それらは無効になっていて、更新する必要があります。この通知を削除するには右側にある削除アイコンをクリックしてください。
ru_ru: Следующие входящие маршруты имеют опции обработки факсов, при миграции которых возникли трудности в результатет того, что нет ассоциации указаного устройства и соответствующего пользователя. Маршруты выключены и требуют корректировки. Кликните на иконку Удалить справа чтобы удалить это сообщение.

source: blank
es_es: en blanco
ja_jp: 空白
ru_ru: пусто

source: %s FAX Migrations Failed
es_es: Fallaron las migraciones de FAX de %s
ja_jp: %s FAX マイグレーション失敗
ru_ru: Миграция %s факса не удалась!

source: %s FAX Migrations Failed, check notification panel for details
es_es: Fallaron las migraciones de FAX de %s, verifique el panel de notificaciones para obtener más detalles
ja_jp: %s FAX マイグレーションは失敗しました。詳しい情報はパネル通知をチェックしてください。
ru_ru: Миграция %s факса не удалась, смотрите в панель сообщений для подробностей

source: all migrations succeeded successfully
es_es: todas las migraciones se realizaron con éxito
ja_jp: 全ての移行に成功しました。
ru_ru: все миграции прошли успешно

source: No Inbound Routes to migrate
es_es: No hay rutas de entrada para migrar
ja_jp: 移行するインバウンドルートがありません。
ru_ru: Нет входящих маршрутов для миграций

source: already done
es_es: ya hecho
ja_jp: 既に実行済み
ru_ru: уже готово

source: Fax Options
es_es: Opciones de fax
ja_jp: Faxオプション
ru_ru: Опции факса

source: Fax Presentation Options
es_es: Opciones de presentación de fax
ja_jp: Faxプレゼンテーションオプション
ru_ru: Опции презентации факса

source: Default Fax header
es_es: Encabezado de fax predeterminado
ja_jp: デフォルトFaxヘッダー
ru_ru: Заголовок факсимильного сообщения

source: Header information that is passed to remote side of the fax transmission and is printed on top of every page. This usually contains the name of the person or entity sending the fax.
es_es: Información de encabezado que se pasa al lado remoto de la transmisión de fax y se imprime en la parte superior de cada página. Por lo general, contiene el nombre de la persona o entidad que envía el fax.
ja_jp: fax転送のリモート側に送出され、全てのページのトップにプリントされるヘッダー情報。通常faxを送信する人の名前や実体の名前を含ませます。
ru_ru: Заголовок факсимильного сообщения передаётся на принимающий факс и выпечатывается сверху на каждой странице. Обычно он содержит имя персоны или компании, передающий это факсимильное сообщение.

source: Default Local Station Identifier
es_es: Identificador de estación local predeterminado
ja_jp: デフォルトの送信側FAX ID
ru_ru: Идентификатор местонахождения станции

source: The outgoing Fax Machine Identifier. This is usually your fax number.
es_es: El identificador de la máquina de fax saliente. Este suele ser su número de fax.
ja_jp: 送信するFAXのID。通常あなたのfax番号。
ru_ru: Идентификатор факс аппарата. Обычно это просто тел. номер факса.

source: Outgoing Email address
es_es: Dirección de correo electrónico saliente

source: Email address that faxes appear to come from if 'system default' has been chosen as the default fax extension.
es_es: Dirección de correo electrónico de la que parecen provenir los faxes si se ha elegido 'predeterminado del sistema' como la extensión de fax predeterminada.
ja_jp: デフォルトfax内線として、'システムデフォルト'が選択された場合にfax情報を送信するEメールアドレス。
ru_ru: Адрес электронной почты, от которого посылается сообщение с факсом, если указано 'системный (по умолчанию)' в качестве назначения для факса.

source: Fax Feature Code Options
es_es: Opciones de código de función de fax
ja_jp: Faxキーコードオプション
ru_ru: Опции отсылки факса

source: Email address
es_es: Dirección de correo electrónico

source: Email address that faxes are sent to when using the "Dial System Fax" feature code. This is also the default email for fax detection in legacy mode, if there are routes still running in this mode that do not have email addresses specified.
es_es: Dirección de correo electrónico a la que se envían los faxes cuando se usa el código de función "Marcar fax del sistema". Este también es el correo electrónico predeterminado para la detección de fax en el modo heredado, si todavía hay rutas en ejecución en este modo que no tienen direcciones de correo electrónico especificado.
ja_jp: "ダイヤルシステムファックス"キーコードを使用しているときにFAXが送信されるメールアドレス。レガシーモードで起動していて、Eメールアドレスが指定されていないルートがまだある場合には、fax検知のためのデフォルトのEメールアドレスにもなります。
ru_ru: Адрес эл. почты куда будут посылаться факсы, если набран сервисный код "Набрать системный факс". Это также адрес эл. почты по умолчанию для устаревшего режима детектирования факса, если маршрут по прежнему использует этот режим и не указан никакой другой адрес эл. почты.

source: Fax Transport Options
es_es: Opciones de transporte de fax
ja_jp: Fax転送オプション
ru_ru: Транспортная опция факса

source: Error Correction Mode
es_es: Modo de corrección de errores
ja_jp: エラー訂正モード
ru_ru: Режим коррекции ошибок (ЕСМ)

source: Error Correction Mode (ECM) option is used to specify whether to use ecm mode or not.
es_es: La opción Modo de corrección de errores (ECM) se usa para especificar si usar el modo ecm o no.

source: Maximum transfer rate
es_es: Tasa de transferencia máxima
ja_jp: 最大転送レート
ru_ru: Максимальная скорость передачи

source: Maximum transfer rate used during fax rate negotiation.
es_es: Velocidad de transferencia máxima utilizada durante la negociación de la tasa de fax.
ja_jp: faxレートネゴシエーション中に使用される最大転送レート
ru_ru: Максимальная скорость передачи для распознавания скорости факсов

source: Minimum transfer rate
es_es: Tasa de transferencia mínima
ja_jp: 最小転送レート
ru_ru: Минимальная скорость передачи

source: Minimum transfer rate used during fax rate negotiation.
es_es: Velocidad de transferencia mínima utilizada durante la negociación de la tasa de fax.
ja_jp: faxレートネゴシエーション中に使用される最小転送レート
ru_ru: Минимальная скорость передачи для распознавания скорости факсов

source: Modem
es_es: Módem

source: Modem Type.
es_es: Tipo de módem.

source: Fax Receive Options
es_es: Opciones de recepción de fax

source: Default fax instance:
es_es: Instancia de fax predeterminada:

source: Select 'system default' to have the system act as a fax instance. You can then route faxes to this instance and avoid having to route faxes to an instance associated with a specific entity. This can be the system using Asterisk's internal capabilities or it can be an external extension, such as a physical fax machine
es_es: Seleccione 'predeterminado del sistema' para que el sistema actúe como una instancia de fax. Luego puede enrutar faxes a esta instancia y evitar tener que enrutar faxes a una instancia asociada con una entidad específica. Este puede ser el sistema que usa las capacidades internas de Asterisk o puede ser una extensión externa, como una máquina de fax física

source: disabled
es_es: deshabilitado

source: system default
es_es: predeterminado del sistema

source: Default Recipient Email address
es_es: Dirección de correo electrónico del destinatario predeterminado

source: Email address used if 'system default' has been chosen as the default fax extension.
es_es: Dirección de correo electrónico utilizada si se ha elegido 'predeterminado del sistema' como la extensión de fax predeterminada.

source: Fax Module Options
es_es: Opciones del módulo de fax
ja_jp: Fax モジュールオプション
ru_ru: Опции модуля факса

source: Always Allow Legacy Mode
es_es: Permitir siempre el modo heredado
ja_jp: 常にレガシーモードを許可
ru_ru: Всегда использовать устаревший режим
