Repository: IssabelFoundation/issabelPBX
Catalog: fax/i18n/*/LC_MESSAGES/fax.po
Languages: es_es, ja_jp, ru_ru

source: In earlier versions, it was possible to provide an email address with the incoming FAX detection to route faxes that were being handled by fax-to-email detection. This has been deprecated in favor of Extension/User FAX destinations where an email address can be provided. During migration, the old email address remains present for routes configured this way but goes away once 'properly' configured. This options forces the Legacy Mode to always be present as an option.
es_es: En versiones anteriores, era posible proporcionar una dirección de correo electrónico con la detección de FAX entrante para enrutar los faxes que estaban siendo manejados por la detección de fax a correo electrónico. Esto ha quedado obsoleto a favor de los destinos de FAX de extensión/usuario donde una dirección de correo electrónico se puede proporcionar. Durante la migración, la dirección de correo electrónico anterior permanece presente para las rutas configuradas de esta manera, pero desaparece una vez que se configura 'correctamente'. Esta opción obliga al modo heredado a estar siempre presente como una opción.
ja_jp: 以前のバージョンでは、「ファックスから電子メール検知」によって処理されるFAXをルーティングするための「着信FAX検知」に使用されるメールアドレスを提供することが可能でした。これは、電子メールアドレスを提供することができる 内線/ユーザFAXの宛先 の採用により廃止されました。移行中は、古いメールアドレスは、このように設定されたルートのために存在したままとなりますが、一度 "適切に"設定されると消えます。このオプションは強制的にレガシーモードを常にオプションとして存在させます。
ru_ru: В ранних версиях было возможно указать адрес эл. почты на детектировании входящих факсов, которые поддерживались специально для fax-to-email. Это устарело для дальнейшего использования назначений в модуле Внутренние номера/Пользователи, где также указывается адрес эл. почты. В процессе миграции старые адреса остаются на маршрутах, уже сконфигурированных таким образом, но пропадут если не будет включена эта опция и потребуется их снова правильно сконфигурировать. Эта опция служит для поддержки старого режима в текущей реализации.

source: Always Generate Detection Code
es_es: Generar siempre código de detección
ja_jp: 常に検知コードを生成
ru_ru: Всегда генерировать код распознавания

source: When no fax modules are detected the module will not generate any detection dialplan by default. If the system is being used with phyical FAX devices, hylafax + iaxmodem, or other outside fax setups you can force the dialplan to be generated here.
es_es: Cuando no se detectan módulos de fax, el módulo no generará ningún plan de marcación de detección de manera predeterminada. Si el sistema se está utilizando con dispositivos de FAX físicos, hylafax + iaxmodem u otras configuraciones de fax externas, puede forzar la generación del plan de marcación aquí.
ja_jp: faxモジュールが検知されなかった場合、モジュールはデフォルトで検知ダイヤルプランを生成しません。もしシステムが物理的なFAXデバイスや、、hylafax + iaxmodemや、他の外部fax設定と一緒に使用されている場合、ここで生成されるダイヤルプランを強制実行することができます。
ru_ru: Если в системе нет никакого факс-приложения, то модуль не генерирует распознавания диалплана по умолчанию. Если система использует, например, физические факс-аппараты, или связку hylafax + iaxmodem, или какое-то другое стороннее факс-решение, можно форсировать распознавание в диалплане.

source: Submit
es_es: Enviar
ja_jp: 送信
ru_ru: Сохранить

source: Attachment Format
es_es: Formato de Adjunto

source: Outgoing Email address:
ja_jp: 送信Eメールアドレス：
ru_ru: Адрес исходящей эл. почты:

source: Email address:
ja_jp: Eメールアドレス：
ru_ru: Адрес эл. почты:

source: Error Correction Mode (ECM) option is used to specify whether to use ecm mode or not.
ja_jp: エラー転送モード(ECM)オプションは次を指定する為に使用 ecmモードの使用有無。

source: No
ja_jp: いいえ
ru_ru: Нет

source: WARNING: fax_incoming table may still be using the 2.6 schema!
ja_jp: 警告: fax_incoming テーブルはまだ 2.6のスキーマを使用しています!

source: Migrating faxemail field in the fax_users table to allow longer emails...
ja_jp: 長いEメールを可能にする為に、fax_usersテーブルのfaxemailフィールドを移行中...

source: WARNING: Failed migration. Email length is limited to 50 characters.
ja_jp: 警告: 移行に失敗しました。Eメールは50文字の制限があります。

source: Successfully migrated faxemail field
ja_jp: faxemailフィールドの移行に成功しました

source: Fax
ru_ru: Факс
