Repository: IssabelFoundation/issabelPBX
Catalog: dialplaninjection/i18n/*/LC_MESSAGES/dialplaninjection.po
Languages: es_es, pt_br

source: Add
es_es: Añadir
pt_br: Adicionar

source: Add Injection
es_es: Añadir Inyección
pt_br: Adicionar injeção

source: Edit Injection
es_es: Modificar Inyección
pt_br: Modificar injeção

source: Delete Injection
es_es: Eliminar Inyección
pt_br: Excluir injeção

source: Injection
es_es: Inyección
pt_br: Injeção

source: Description
es_es: Descripción
pt_br: Descrição

source: This will display as the name of this injection.
es_es: Nombre para este inyección de dialplan.
pt_br: Nome para esta injeção de dialplan.

source: Destination
es_es: Destino
pt_br: Destino

source: Extension
es_es: Extensión
pt_br: Extensão

source: If selected, will allow dialing this injection directly. (May be left blank and may be a pattern. You may use a pipe | to strip the preceeding digits.)
es_es: Si se completa permitirá marcar directamente a esta inyección. (Puede ser dejado en blanco o puede usar un patrón. Puede usar un pipe | para eliminar prefijos.)
pt_br: Se concluído, permitirá marcar diretamente esta injeção. (Pode ser deixado em branco ou você pode usar um padrão. Você pode usar uma barra vertical | para remover prefixos.)

source: Description must be alpha-numeric and may not be left blank!'
es_es: La descripción debe ser alfanumérica o dejada en blanco!
pt_br: A descrição deve ser alfanumérica ou deixada em branco!

source: These command will be injected into the dialplan. There is no need to type the extension or priority, just type the commands.
es_es: Estos comandos serán inyectados en el dialplan. No hace falta ingresar la prioridad, simplemente los comandos.
pt_br: Esses comandos serão injetados no dialplan. Não há necessidade de inserir a prioridade, apenas os comandos.

source: Commands
es_es: Comandos
pt_br: Comandos

source: New Command
es_es: Nuevo Comando
pt_br: Novo Comando

source: Choose a command type from the list and submit to add a new command.
es_es: Elija un tipo de comando de la lista para ser agregado.
pt_br: Escolha um tipo de comando da lista a ser adicionado.

source: Dialplan Injection
es_es: Inyección de dialplan
pt_br: injeção de dialplan
