Repository: IssabelFoundation/issabelPBX
Catalog: ivr/i18n/*/LC_MESSAGES/ivr.po
Languages: bg_bg, es_es, ja_jp, pt_br

source: Add IVR
bg_bg: Добави IVR
es_es: Añadir IVR
ja_jp: IVRを追加
pt_br: Adicionar URA

source: Edit IVR: %s
bg_bg: Редактирай IVR: %s
es_es: Modificar IVR: %s
ja_jp: IVRを編集: %s
pt_br: Modificar URA: %s

source: Delete IVR: %s
bg_bg: Изтрий IVR: %s
es_es: Eliminar IVR: %s
ja_jp: IVRを削除: %s
pt_br: Eliminar IVR: %s

source: IVR General Options
bg_bg: Основни Опции на IVR
es_es: Opciones Generales del IVR
ja_jp: IVR 一般設定
pt_br: Opções gerais de IVR

source: IVR Name
bg_bg: Име на IVR
es_es: Nombre
ja_jp: IVRの名前
pt_br: Nome

source: Name of this IVR.
bg_bg: Име на този IVR.
es_es: Elija un nombre para este IVR
ja_jp: このIVRの名前。
pt_br: Escolha um nome para este IVR

source: IVR Description
bg_bg: IVR Описание
es_es: Descripción
ja_jp: IVRの説明
pt_br: Descrição

source: Description of this ivr.
bg_bg: Описание за този IVR.
es_es: Describa a este IVR
ja_jp: このIVRの説明。
pt_br: Descreva esta URA

source: IVR Options (DTMF)
bg_bg: IVR Опции (DTMF)
es_es: Opciones de IVR (DTMF)
ja_jp: IVRオプション(DTMF)
pt_br: Opções IVR (DTMF)

source: Number of times to retry when no DTMF is heard and the IVR choice times out.
es_es: Cantidad de veces a reintentar cuando no se detecta DTMF y se alcanza el tiempo máximo de espera.
pt_br: Número de vezes para tentar novamente quando o DTMF não é detectado e o tempo limite máximo é atingido.

source: None
bg_bg: Няма
es_es: Ninguno
ja_jp: なし
pt_br: Nenhum

source: Announcement
bg_bg: Съобщение
es_es: Anuncio
ja_jp: アナウンス
pt_br: Anuncio

source: Greeting to be played on entry to the Ivr.
bg_bg: Приветствие което да се възпроизвежда при влизане в IVR.
es_es: Anuncio a reproducir al ingresar al IVR
ja_jp: IVRに入った時に再生する音声。
pt_br: Anúncio para jogar ao entrar no IVR

source: Disabled
bg_bg: Забранена
es_es: Deshabilitado
ja_jp: 無効
pt_br: Desabilitado

source: Extensions
bg_bg: Вътрешни Линии
es_es: Extensiones
ja_jp: 内線
pt_br: Extensões

source: Completely disabled
es_es: Completamente desactivado
ja_jp: 完全に無効
pt_br: Completamente desativado

source: Enabled for all extensions on a system
es_es: Activado para todas las extensiones del sistema
ja_jp: システムの全ての内線に対して有効
pt_br: Ativado para todos os ramais do sistema

source: Direct Dial
bg_bg: Директно Избиране
es_es: Marcado Directo
ja_jp: ダイレクトダイヤル
pt_br: Discagem Direta

source: Provides options for callers to direct dial an extension. Direct dialing can be:
es_es: Da la opción de marcar directo a extensiones. El marcado directo puede ser:
ja_jp: 直接内線に掛けるダイレクトダイヤルオプションを提供します。可能な設定は:
pt_br: Oferece a opção de discar ramais diretamente. A marcação direta pode ser:

source: Default
bg_bg: По-Подразбиране
es_es: Por defecto
ja_jp: デフォルト
pt_br: Por padrão

source: Timeout
bg_bg: Време на Изчакване
es_es: Tiempo de espera
ja_jp: タイムアウト
pt_br: Tempo de espera

source: Amount of time to be considered a timeout
es_es: Tiempo requerido para considerarse exceso de tiempo
ja_jp: この時間が経過した後にタイムアウトとみなします。
pt_br: Tempo necessário para ser considerado tempo excedente

source: Invalid Retries
es_es: Reintentos Inválidos
ja_jp: 不正リトライ数
pt_br: Reintentos Inválidos

source: Number of times to retry when receiving an invalid/unmatched response from the caller
es_es: Cantidad de veces a reintentar cuando se recibe una opción inválida por parte del usuario
ja_jp: 発信者から不正・一致しないレスポンスを受信するときにリトライする回数。
pt_br: Número de vezes para tentar novamente quando uma opção inválida é recebida do usuário

source: Invalid Retry Recording
es_es: Grabación de reintento inválido
ja_jp: 不正リトライ音声
pt_br: Grabación de reintento inválido

source: Prompt to be played when an invalid/unmatched response is received, before prompting the caller to try again
es_es: Instrucción a reproducir cuando se recibe una opción inválida, antes de solicitarle al usuario que intente nuevamente
ja_jp: 不正・一致しない応答を受信した場合に、ユーザーに再試行を促す前に再生する音声
pt_br: Instrução para jogar quando uma opção inválida for recebida, antes de solicitar ao usuário que tente novamente

source: Invalid Recording
es_es: Grabación opción inválida
ja_jp: 不正操作の音声
pt_br: Opção de gravação inválida

source: Prompt to be played before sending the caller to an alternate destination due to the caller pressing 0 or receiving the maximum amount of invalid/unmatched responses (as determined by Invalid Retries)
es_es: Instrucción a reproducir antes de enviar al usuario al destino alternativo debido a que haya marcado 0 o alcanzado la máxima cantidad de intentos inválidos (como se determina en Reintentos Inválidos)
ja_jp: 発信者を別の転送先に転送する前に再生する音声。発信者が 0 を押した場合や最大不正・一致しない応答(不正リトライ設定の値)数を受信したときに再生します。
pt_br: Instrução para jogar antes de enviar o usuário para o destino alternativo devido à discagem 0 ou ao atingir o número máximo de tentativas inválidas (conforme determinado por Tentativas Inválidas)

source: Invalid Destination
bg_bg: Неправилно Направление
es_es: Destino Inválido
ja_jp: 不正転送先
pt_br: Destino inválido

source: Destination to send the call to after Invalid Recording is played.
es_es: Destino al cuál enviar al usuario luego de que se reproduce el anuncio de opción inválida
ja_jp: 不正操作の録音を再生した後に発信者を転送する宛先。
pt_br: Destino para onde enviar o usuário após a reprodução do banner de opção inválida

source: After playing the Invalid Retry Recording the system will replay the main IVR Announcement
es_es: Luego de reproducir el mensaje de opción inválida el sistema repitirá el anuncio principal
ja_jp: 発信者から無効な応答を受信した場合は、エラーリトライの音声を再生してからメインIVRのアナウンスがもう一度再生されます
pt_br: Depois de reproduzir a mensagem de opção inválida, o sistema repetirá o anúncio principal

source: Check this box to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
es_es: Marque este casillero para retornar al IVR padre si es que se llegó aquí desde otro IVR. Si no, irá al destino seleccionado.<br><br>El regreso se hará a cualquier IVR que haya sido ejecutado previamente a este, lo que puede llevar a resultados extraños si ese IVR previo no se ejecuto inmediatamente antes, sino más atrás en el flujo de la llamada.
ja_jp: 親IVRから呼が転送された場合、親IVRへ戻すにはこのボックスにチェックを入れてください。チェックを入れない場合、呼が決められた宛先に転送されます。<br><br> よって、親IVRがこのIVRの直前でない場合は、予期しない結果を引き起こしてしまう可能性があります。注意:親IVRとは、このIVRに転送される前にあったIVRの事
pt_br: Marque esta caixa para retornar ao IVR pai se você veio de outro IVR. Caso contrário, irá para o destino selecionado.<br><br>O retorno será feito para qualquer URA que tenha sido executada anteriormente a esta, o que pode levar a resultados estranhos se aquela URA anterior não tiver sido executada imediatamente antes, mas mais atrás no fluxo da chamada.

source: Prompt to be played when a timeout occurs, before prompting the caller to try again
es_es: Instrucción a reproducir cuando se excede el tiempo máximo, antes de instruir al usuario que intente nuevamente
pt_br: Instrução para jogar quando o tempo máximo for excedido, antes de instruir o usuário a tentar novamente

source: After playing the Timeout Retry Recording the system will replay the main IVR Announcement
es_es: Luego de reproducir el mensaje de reintentar por tiempo excedido, el sistema volverá a reproducir el anuncio principal del IVR
ja_jp: 再タイムアウト音声を再生した後、メインIVRのアナウンスが再度再生されます
pt_br: Depois de reproduzir a mensagem de tempo limite de nova tentativa, o sistema reproduzirá novamente o anúncio IVR principal.

source: Destination to send the call to after Timeout Recording is played.
es_es: Destino a enviar al usuario luego de que se reproduzca el mensaje de tiempo excedido.
pt_br: Destino a ser enviado ao usuário após a reprodução da mensagem de tempo limite.

source: Any digit selection will be saved in the IVR_DIGIT_PRESSED chanel variable
es_es: Cualquier selección será guardada en la variable de canal IVR_DIGIT_PRESSED
pt_br: Qualquer seleção será salva na variável de canal IVR_DIGIT_PRESSED

source: Timeout Retries
es_es: Reintentos Tiempo Excedido
ja_jp: タイムアウトリトライ
pt_br: Tempo limite de novas tentativas

source: Timeout Retry Recording
es_es: Grabación Reintento por Tiempo Excedido
ja_jp: 再タイムアウト音声
pt_br: Tempo limite de nova tentativa de gravação

source: Timeout Recording
es_es: Grabación por Tiempo Excedido
ja_jp: タイムアウト音声
pt_br: Gravação de tempo limite

source: Timeout Destination
es_es: Destino Tiempo Excedido
ja_jp: タイムアウト時の宛先
pt_br: Tempo de destino excedido

source: Return to IVR after VM
bg_bg: Върни се към IVR след ГП
es_es: Retornar al IVR luego de Buzón de Voz
ja_jp: VMの後にIVRに戻る
pt_br: Retorne ao IVR após o correio de voz

source: If checked, upon exiting voicemail a caller will be returned to this IVR if they got a users voicemail
bg_bg: Ако е маркирано, при излизане от гласовата поща обаждащият се ще бъде върнат към този IVR
es_es: Si se marca, el usuario retornará a este IVR luego de dejar un mensaje en un buzón de voz.
ja_jp: チェックを入れた場合、もしボイスメールを受信した時には、既存のボイスメールにおいて、発信者はこのIVRに戻ってきます
pt_br: Se marcada, o usuário retornará a este IVR após deixar uma mensagem no correio de voz.

source: IVR Entries
bg_bg: IVR Въвеждания
es_es: Entradas del IVR
ja_jp: IVRエントリー
pt_br: Entradas URA

source: Destination
bg_bg: Направление
es_es: Destino
ja_jp: 宛先
pt_br: Destino

source: Return
bg_bg: Обратно
es_es: Retorno
ja_jp: 戻る
pt_br: Retorno

source: Return to IVR
bg_bg: Върни се към IVR
es_es: Volver al IVR
ja_jp: IVRに戻る
pt_br: Voltar para URA

source: Delete
bg_bg: Изтрий
es_es: Eliminar
ja_jp: 削除
pt_br: Eliminar

source: IVR: %s / Option: %s
bg_bg: IVR: %s / Опция: %s
es_es: IVR: %s / Opción: %s
ja_jp: IVR: %s / オプション: %s
pt_br: IVR: %s / Opción: %s

source: IVR: %s
pt_br: URA: %s

source: Checking if announcements need migration..
bg_bg: Проверка дали съобщенията имат нужда от преместване..
es_es: Comprobando si los anuncios necesitan ser migrados...
ja_jp: アナウンスに移行が必要かチェック中..
pt_br: Verificando se os anúncios precisam ser migrados...

source: migrating
bg_bg: преместване
es_es: migrando
ja_jp: 移行中
pt_br: migrando

source: adding announcement_id field..
bg_bg: добавяне на поле съобщения..
es_es: Añadiendo campo announcement_id...
ja_jp: announcement_id フィールドを追加..
pt_br: Adicionando campo anúncio_id...

source: fatal error
bg_bg: фатална грешка
es_es: error fatal
ja_jp: 致命的なエラー
pt_br: erro fatal

source: migrate to recording ids..
bg_bg: преместване към id на записите..
es_es: Migrar a identificadores de grabación...
ja_jp: 録音IDに移行中..
pt_br: Migrar para identificadores de gravação...

source: migrated %s entries
bg_bg: преместени %s въвеждания
es_es: Migrados %s elementos
ja_jp: %sエントリーを移行する
pt_br: Migrados %s elementos

source: dropping announcement field..
bg_bg: премахване на поле съобшения..
es_es: Eliminando campo de anuncio...
ja_jp: アナウンスフィールドをドロップ..
pt_br: Excluindo campo de anúncio...

source: no announcement field???
bg_bg: няма поле съобщения???
es_es: No hay campo de anuncio.
ja_jp: アナウンスフィールドがありません???
pt_br: Não há campo de anúncio.

source: already migrated
bg_bg: вече са преместени
es_es: Ya migrado.
ja_jp: 移行済み
pt_br: Você migrado.

source: Checking for timeout_id..
bg_bg: Проверка за timeout_id..
es_es: Comprobando campo timeout_id...
ja_jp: timeout_idをチェック中..
pt_br: Verificando o campo timeout_id...

source: added
bg_bg: добавени
es_es: Añadido
ja_jp: 追加しました
pt_br: Adicionado

source: not needed
bg_bg: не е необходимо
es_es: No es necesario
ja_jp: 必要なし
pt_br: Não é necessário

source: Checking for invalid_id..
bg_bg: Проверка за invalid_id..
es_es: Comprobando campo invalid_id...
ja_jp: invalid_idをチェック中..
pt_br: Verificando o campo invalid_id...

source: Checking for retvm..
bg_bg: Проверка за retvm..
es_es: Comprobando campo retvm...
ja_jp: retvmをチェック中..
pt_br: Verificando o campo retvm...

source: There are %s IVRs that have the legacy Directory dialing enabled. This has been deprecated and will be removed from future releases. You should convert your IVRs to use the Directory module for this functionality and assign an IVR destination to a desired Directory. You can install the Directory module from the Online Module Repository
es_es: Hay %s IVRs que tienen la opción antigua de marcado de directorio activado. Esta función ha sido deprecada y será eliminada en el futuro. Debe convertir esos IVRs para usar el módulo de Directorio en su lugar.
ja_jp: レガシーディレクトリダイヤリングが有効になっているIVRが %s あります。この機能は廃止されていて、将来のリリースでは削除されるでしょう。この機能を使用してIVRの宛先を希望ディレクトリへ割り当てるためにディレクトリモジュールを使用するには、あなたのIVRをコンバートするべきです。オンラインモジュールレポジトリからディレクトリモジュールのインストールが可能です
pt_br: Existem %s IVRs que possuem a antiga opção de discagem de diretório habilitada. Este recurso foi descontinuado e será removido no futuro. Você deve converter esses IVRs para usar o módulo Directory.

source: Deprecated Directory used by %s IVRs
bg_bg: Стара Директория се използва от %s IVR
es_es: Directorio Deprecado en uso por %s IVRs
ja_jp: %s のIVRから使用されている廃止されたディレクトリ
pt_br: Diretório obsoleto em uso por %s IVRs

source: Applications
bg_bg: Приложения
es_es: Aplicaciones
ja_jp: アプリケーション
pt_br: Formulários

source: Creates Digital Receptionist (aka Auto-Attendant, aka Interactive Voice Response) menus. These can be used to send callers to different locations (eg, Press 1 for sales) and/or allow direct-dialing of extension numbers.
bg_bg: Създава менюта за Цифров Администратор (Автоматично Обслужване или Система за Интерактивен Отговор). Използват се за насочване на обаждащите се към различни направления (например, Изберете 1 за продажби) и/или позволява директно избиране на вътрешни номера.
es_es: Crea menúes interactivos de voz (Recepcionista Digital). Estos se pueden usar para enviar a los usuarios a diferentes destinos en base a su selección (ej, Pulse 1 para ventas) o bien para permitir marcado directo a extensiones.
ja_jp: デジタルレセプショニストメニュー (自動応答やIVRとして知られている) を作成します。これらは発信者を異なる場所に移動させるのに使用します。例:(1番を押した場合は営業) さらに/もしくは、内線番号を直接ダイヤルできるようにします。
pt_br: Crie menus de voz interativos (Recepcionista Digital). Eles podem ser usados para enviar usuários a destinos diferentes com base em sua seleção (por exemplo, pressione 1 para vendas) ou para permitir discagem direta para ramais.

source: Spoken
es_es: Hablado
pt_br: falada

source: Submit
es_es: Enviar cambios
pt_br: Enviar alterações

source: Add a new IVR
es_es: Añadir nuevo IVR
ja_jp: 新規IVRを追加
pt_br: Adicionar novo IVR

source: Append Announcement on Invalid
es_es: Repetir Anuncio por opción Inválida
pt_br: Repetir anúncio para opção inválida

source: Append Announcement on Timeout
es_es: Repetir Anuncio por tiempo excedido
pt_br: Repetir anúncio devido ao tempo excedido

source: Return on Invalid
es_es: Retornar por opción Inválida
pt_br: Opção de devolução por inválida

source: Return on Timeout
es_es: Retornar por tiempo excedido
pt_br: Devolução por tempo excedido

source: digits pressed
es_es: dígitos presionados
ja_jp: 発信者が入力した数字
pt_br: dígitos pressionados

source: Add Entry
es_es: Añadir Opción
ja_jp: エントリーを追加
pt_br: Adicionar opção

source: spoken word
es_es: palabra hablada
pt_br: palavra falada

source: Use Vosk Grammar
es_es: Usar gramática Vosk
pt_br: Usar gramática Vosk

source: When enabled, IVR will activate a grammar (word list) to limit vosk recognition to the options word list, increasing accuracy
es_es: Cuando está habilitado, IVR activará una gramática (lista de palabras) para limitar el reconocimiento de Vosk a dicha lista, aumentando la precisión
pt_br: Quando ativado, o IVR ativará uma gramática (lista de palavras) para limitar o reconhecimento Vosk a essa lista, aumentando a precisão

source: posting notice about deprecated functionality
bg_bg: предупреждение за премахната функционалност
ja_jp: 廃止された機能についての通知を投稿する

source: Checking for timeout_append_announce..
ja_jp: timeout_append_announceをチェック中..

source: Checking for invalid_append_announce..
ja_jp: invalid_append_announceをチェック中..

source: Delete this entry. Dont forget to click Submit to save changes!
ja_jp: このエントリーを削除する。変更適用を忘れずに！

source: Append Original Announcement
ja_jp: オリジナルアナウンスを付け加える

source: Number of times to retry when no DTMF is heard and the IVR choice timesout.
ja_jp: DTMFが聞こえずに、IVR選択がタイムアウトした場合にリトライする回数。

source: Ext
bg_bg: Набрано
ja_jp: 番号
