Repository: IssabelFoundation/issabelPBX
Catalog: callback/i18n/*/LC_MESSAGES/callback.po
Languages: bg_bg, he_il, hu_hu, it_it, pt_br, sv_se, zh_cn

source: Callback
bg_bg: Обратно Обаждане
pt_br: ligar de volta
sv_se: Återuppringning
zh_cn: 回呼

source: Callback: %s
bg_bg: Обратно Обаждане: %s
pt_br: Retorno de chamada: %s
sv_se: Återuppringning: %s
zh_cn: 回呼：%s

source: Add Callback
bg_bg: Добави Обратно Обаждане
he_il: הוסף חיוג חזרה
hu_hu: Visszahívás hozzáadása
it_it: Aggiungi Callback
pt_br: Adicionar retorno de chamada
sv_se: Lägg till återuppringning
zh_cn: 添加回呼

source: Callback
bg_bg: Обратно Обаждане
he_il: חיוג חזרה
hu_hu: Visszahívás
pt_br: ligar de volta
sv_se: Återuppringning
zh_cn: 回呼

source: deleted
bg_bg: изтрито
he_il: נמחק
hu_hu: törölt
it_it: eliminato
pt_br: eliminado
sv_se: borttagen
zh_cn: 已删除

source: Delete Callback
bg_bg: Изтрий Обратно Обаждане
he_il: מחק חיוג חזרה
hu_hu: Visszahívás törlése
it_it: Elimina Callback
pt_br: Remover retorno de chamada
sv_se: Ta bort återuppringning
zh_cn: 删除回呼

source: Callback:
bg_bg: Обратно Обаждане:
he_il: חיוג חזרה:
hu_hu: Visszahívás:
pt_br: Ligar de volta:
sv_se: Återuppringning:
zh_cn: 回呼：

source: A callback will hang up on the caller and then call them back, directing them to the selected destination. This is useful for reducing mobile phone charges as well as other applications. Outbound calls will proceed according to the dial patterns in Outbound Routes.
bg_bg: Обратното Обаждане ще затвори на обаждащия се и ще му се обади обратно. Това е полезно за съкращаване на сметките на мобилните телефони, както и за други приложения. Изходящите обаждания ще се провеждат според схемите на избиране в Изходящи Маршрути.
he_il: חיוג חזרה ינתק את המתקשר ואז יצלצל אליו בחזרה, תוך כדי שהוא מפנה את השיחה ליעד הנבחר. דבר זה מועיל כדי להקטין חיובים בטלפונים ניידים וגם ליישומים נוספים. שיחות יוצאות תמשכנה על פי דפוסי החיוג אשר מוגדרים בניתובים יוצאים.
hu_hu: A visszahívás beállítása esetén a hívó fél vissza lesz hívva, és a megjelölt célfeladatra lesz irányítva. Nagyon hasznos például a mobilszámla csökkentésére. Kivülről jövő visszahívási kérelem esetén a Kimenő útvonalak lesznek az irányadóak.
it_it: Il callback è un sistema che permette di essere richiamati in modo automatico. Se si effettua una chiamata ad un callback, il sistema riaggancerà il chiamante e lo richiamerà "indietro" subito dopo, reindirizzando la chiamata alla destinazione selezionata. Questo è molto utile per esempio per ridurre i costi sulle chiamate ai cellulari o internazionali. Le chiamate effettuate procederanno secondo le impostazioni fatte nelle Rotte in Uscita.
pt_br: Em um retorno de chamada, após o chamador desligar, o sistema ligará de volta para você, discando o destino selecionado. Esta função é útil para reduzir o custo de dispositivos móveis e também de outros aplicativos. As chamadas serão processadas de acordo com os padrões de discagem das rotas de saída.
sv_se: En återuppringning kommer att lägga på luren för den uppringande för att sedan ringa tillbaka och koppla samtalet till vald destination. Detta är användbart för att reducera kostnader för mobilsamtal eller för andra ändamål. Utgående samtal kommer att utföras enligt reglerna definierade för utgående vägar.
zh_cn: 回呼功能的工作方式是在用户打电话过来时把呼叫挂断，然后回拨原来呼叫方的号码，并把原来的主叫引导到一个指定的目的地。这个功能对于减少移动电话的费用或者其他应用来说都很有价值。出局呼叫将根据在出局线路中设置的拨号模式进行处理。

source: Edit Callback
bg_bg: Редактирай Обратно Обаждане
he_il: ערוך חיוג חזרה
hu_hu: Visszahívás szerkesztése
it_it: Modifica Callback
pt_br: Modificar retorno de chamada
sv_se: Redigera återuppringning
zh_cn: 编辑回呼

source: Callback Description:
bg_bg: Описание на Обратно Обаждане
he_il: תיאור חיוג חזרה:
hu_hu: Visszahívás meghatározása:
it_it: Descrizione Callback:
pt_br: Descrição do retorno de chamada:
sv_se: Beskrivning:
zh_cn: 回呼描述：

source: Enter a description for this callback.
bg_bg: Въведете описание за това Обратно Обаждане.
he_il: הכנס תיאור עבור חיוג חזרה זה.
hu_hu: Írjon be egy nevet ehhez az visszahíváshoz.
it_it: Inserire una descrizione per questo callback.
pt_br: Insira uma descrição para esse retorno de chamada.
sv_se: Skriv in en kortfattad beskrivning för denna återuppringning.
zh_cn: 为此回呼输入一些描述。

source: Callback Number:
bg_bg: Номер Обратно Обаждане:
he_il: מספר לחיוג חזרה:
hu_hu: Visszahívandó szám:
it_it: Numero Callback:
pt_br: Número para ligar de volta
sv_se: Nummer för återuppringning
zh_cn: 回呼号码：

source: Optional: Enter the number to dial for the callback. Leave this blank to just dial the incoming CallerID Number
pt_br: Opcional: Digite o número a ser discado para o retorno de chamada. Deixe o campo em branco para simplesmente discar o número de identificação de chamada recebida
sv_se: Valbart: Skriv in det telefonnummer som ska användas för återuppringning. Lämna detta fält tomt för att ringa tillbaka på det nummer som uppringarens nummerpresentation skickade.

source: Delay Before Callback:
bg_bg: Пауза Преди Обратно Обаждане
he_il: המתנה לפני חיוג חזרה
hu_hu: Visszahvás előtti várakozás:
it_it: Ritardo prima del Callback:
pt_br: Atraso antes de ligar de volta:
sv_se: Fördröjning före återuppringning.
zh_cn: 回呼前的延迟：

source: Optional: Enter the number of seconds the system should wait before calling back.
bg_bg: Незадължително: Въведете брой секунди за които системата ще изчаква преди да се обади обратно.
he_il: רשות: הכנס את מספר השניות שעל המערכת לחכות לפני שהיא מחייגת בחזרה.
hu_hu: Opcionális: Add meg a visszahívás előtti várakozási időt másodpercekben.
it_it: Opzionale: inserire il numero di secondi di attesa prima di effettuare il callback.
pt_br: Opcional. Insira o número de segundos que o sistema deve esperar antes de retornar a chamada.
sv_se: Valbart: Skriv in det antal sekunder systemet väntar innan det ringer tillbaka.
zh_cn: 可选的设置：在回呼前，系统需要等待的秒数。

source: Destination after Callback
bg_bg: Направление след Обратно Обаждане
he_il: יעד לאחר חיוג חזרה
hu_hu: Visszahívás utáni cél
it_it: Destinazione dopo il Callback
pt_br: Destino depois de ligar de volta
sv_se: Destination efter återuppringning
zh_cn: 回呼后的目的地

source: Submit Changes
bg_bg: Приеми Промените
it_it: Conferma Cambiamenti
pt_br: Enviar alterações
sv_se: Spara ändringar
zh_cn: 提交更改
