Repository: IssabelFoundation/issabelPBX
Catalog: bosssecretary/i18n/*/LC_MESSAGES/bosssecretary.po
Languages: es_es, pt_br

source: Boss Secretary Toggle
es_es: Activar/Desactivar Jefe-Secretaria
pt_br: Ativar/Desativar Chefe-Secretária

source: Boss Secretary
es_es: Jefe Secretaria
pt_br: Secretário chefe

source: Group Number:
es_es: N&uacute;mero de Grupo:
pt_br: Número do grupo:

source: Group Label
es_es: Etiqueta del grupo
pt_br: Rótulo do grupo

source: Ring Time:
es_es: Duraci&oacute;n de Repique:
pt_br: Duração do toque:

source: Alert Info:
pt_br: Informações de alerta:

source: Put bosses extensions here
es_es: Escriba las extensiones de jefes aqu&iacute;
pt_br: Insira extensões de chefe aqui

source: Put secretaries extensions here
es_es: Escriba las extensiones de las secretarias aqu&iacute;
pt_br: Escreva aqui as extensões das secretárias

source: Clean and remove duplicates
es_es: Limpiar y eliminar duplicados
pt_br: Limpe e remova duplicatas

source: Save
es_es: Guardar
pt_br: Manter

source: You must put one boss extension at least
es_es: Debe escribir al menos una extensión de jefe
pt_br: Você deve inserir pelo menos uma extensão de chefe

source: You must put one secretary extension at least
es_es: Debe escribir al menos una extensión de secretaria
pt_br: Você deve inserir pelo menos um ramal de secretária

source: Group exists already
es_es: Grupo ya existe
pt_br: O grupo já existe

source: Group number must be a numeric value
es_es: N&uacute;mero de grupo debe ser una valor númerico
pt_br: O número do grupo precisa ser um valor numérico

source: Choose a group or add one:
es_es: Elija un grupo o cree uno:
pt_br: Escolha um grupo ou crie um:

source: Group was not deleted, please try it again
es_es: El grupo no pudo ser borrado, intente nuevamente
pt_br: Não foi possível excluir o grupo. Tente novamente

source: Group was deleted successfully
es_es: El grupo ha sido borrado con éxito
pt_br: O grupo foi excluído com sucesso

source: Extension
es_es: Extensión
pt_br: Extensão

source: Search
es_es: Buscar
pt_br: Procurar

source: Invalid Criteria
es_es: Criterio Inválido
pt_br: Critério inválido

source: No results found
es_es: No se encontraron resultados
pt_br: nenhum resultado encontrado

source: Add Boss Secretary Group
es_es: Añadir Grupo Jefe Secretaria
pt_br: Adicionar secretário-chefe do grupo

source: Search Group
es_es: Buscar Grupo
pt_br: Grupo de pesquisa

source: Bosses
es_es: Jefes
pt_br: Chefes

source: Secretaries
es_es: Secretarias
pt_br: Secretarias

source: Chiefs
es_es: Subjefes
pt_br: Subchefes

source: Put chiefs extensions here
es_es: Escriba las extensiones de los subjefes aqu&iacute;
pt_br: Insira extensões de subtítulo aqui

source: Group Added
es_es: Grupo Agregado
pt_br: Grupo agregado

source: Group was added successfully
es_es: El grupo fue agregado exitosamente
pt_br: O grupo foi adicionado com sucesso

source: Edit Boss Secretary Group
es_es: Modificar Grupo Jefe Secretaria
pt_br: Modificar secretário-chefe do grupo

source: Delete Group
es_es: Eliminar Grupo
pt_br: Excluir grupo

source: Do you really to want delete %s (%s) group?
es_es: Realmente quiere borrar el grupo %s (%s) ?
pt_br: Você realmente deseja excluir o grupo %s (%s)?

source: %s extension is %s at %s group
es_es: La extensión %s es %s en el grupo %s
pt_br: A extensão %s está %s no grupo %s

source: boss
es_es: jefe
pt_br: chefe

source: secretary
es_es: secretaria
pt_br: secretaria

source: chief
es_es: subjefe
pt_br: vice-chefe

source: Bosssecretary Off
es_es: Desactivar Jefe Secretaria
pt_br: Desativar secretário-chefe

source: Bosssecretary On
es_es: Activar Jefe Secretaria
pt_br: Ativar secretário-chefe

source: Bosssecretary Toggle
es_es: Alternar Jefe Secretaria
pt_br: Alternar secretário-chefe

source: You must put at least one boss extension
es_es: Debe ingresar al menos una extensión jefe
pt_br: Você deve inserir pelo menos uma extensão de chefe

source: You must put at least one secretary extension
es_es: Debe ingresar al menos una extensión secretaria
pt_br: Você deve inserir pelo menos um ramal de secretária

source: Extension %s already exists in another group like boss
es_es: La extensión %s ya existe en otro grupo como jefe
pt_br: A extensão %s já existe em outro grupo como chefe

source: Extension %s already exists another group like secretary
es_es: La extensión %s ya existe en otro grupo como secretaria
pt_br: A extensão %s já existe em outro grupo como secretária

source: Group already exists
es_es: Ese grupo ya existe
pt_br: Esse grupo já existe

source: Group doesn't exists
es_es: Ese grupo no existe
pt_br: Esse grupo não existe

source: Group %s was edited successfully
es_es: El grupo %s fue modificado con éxito
pt_br: O grupo %s foi modificado com sucesso
