Repository: IssabelFoundation/issabelPBX
Catalog: inventorydb/i18n/*/LC_MESSAGES/inventorydb.po
Languages: bg_bg, sv_se

source: Add
bg_bg: Добави
sv_se: Lägg till

source: inventory
bg_bg: опис
sv_se: inventarie

source: deleted
bg_bg: изтрит
sv_se: borttagen

source: Add a user
bg_bg: Добавяне на Потребител
sv_se: Lägg till en användare

source: Delete inventory
bg_bg: Изтрий Опис
sv_se: Ta bort inventarie

source: Add inventory
bg_bg: Добави Опис
sv_se: Lägg till inventarie

source: Edit inventory
bg_bg: Редактирай Опис
sv_se: Redigera inventarie

source: Employee #
bg_bg: Служител #
sv_se: Anställningsnummer

source: Employee Number
bg_bg: Служител Номер
sv_se: Användarens anställningsnummer

source: Employee Name
bg_bg: Служител Име
sv_se: Användarnamn

source: The Name for the Employee
bg_bg: Името на служителя
sv_se: Namnet på användaren som har telefonen

source: Building Located
bg_bg: Сграда
sv_se: Plats

source: Building where the phone is located
bg_bg: В коя сграда се намира телефона
sv_se: Platsen där telefonen finns

source: Floor #
bg_bg: Поставен #
sv_se: Våningsnummer

source: Floor # phone is on
bg_bg: Поставен # телефона е на
sv_se: Våningen där telefonen finns

source: Room #
bg_bg: Стая #
sv_se: Rumsnummer

source: Room phone is in
bg_bg: Телефона на стаята е в
sv_se: Rummet där telefonen befinner sig

source: Floor Section #
bg_bg: Поставен в Част #
sv_se: Våningssektion

source: Floor Section # the phone is in
bg_bg: Поставен в Част # телефона е в
sv_se: Vilken våningssektion telefonen befinner sig i

source: Cubicle #
bg_bg: Кабинка #
sv_se: Båsnummer

source: Cubicle phone is in
bg_bg: Телефона на кабинката е в
sv_se: Båset telefonen befinner sig i

source: Desk #
bg_bg: Бюро #
sv_se: Skrivbord

source: Desk Number phone is on
bg_bg: Бюро Номер телефона е на
sv_se: Vilket skrivbord telefonen befinner sig på

source: Extension #
bg_bg: Вътрешна Линия #
sv_se: Anknytningsnummer

source: Exten Assigned to the phone
bg_bg: Вътрешна Линия Назначена към телефона
sv_se: Anknytningen som är tilldelad till telefonen

source: Phone UserName
bg_bg: Телефон Потребителско Име
sv_se: Användarnamn för telefonen

source: Phone Admin Username
bg_bg: Телефон Админ Потребителско Име
sv_se: Administratörsnamnet för telefonen om detta finns

source: Phone Password
bg_bg: Телефон Парола
sv_se: Lösenord till telefonen

source: Phone Admin Password
bg_bg: Телефон Админ Парола
sv_se: Administratörslösenordet för konfiguration av telefonen

source: MAC Address
bg_bg: MAC Адрес
sv_se: MAC-adressen

source: MAC Address of the phone
bg_bg: MAC Адрес на телефона
sv_se: MAC-adresen för telefonen

source: Serial #
bg_bg: Сериен Номер #
sv_se: Serienummer

source: Serial Number of the phone
bg_bg: Сериен Номер на телефона
sv_se: Serienummer för telefonen

source: Phone/Device
bg_bg: Телефон/Устройство
sv_se: Telefontyp

source: Device, example... Linksys PAP-2, Sipura
bg_bg: Устройство, например... Linksys PAP-2, Sipura
sv_se: Skriv in vilken telefontyp det är. T.ex. Sipura, GrandStream etc

source: Distributed Date
bg_bg: Дата на Монтиране
sv_se: Datum för installation

source: Distribution Date
bg_bg: Дата на Монтиране
sv_se: Skriv in datumen när telefonen installerades

source: IP Address
bg_bg: IP Адрес
sv_se: IP-adress

source: IP Address Assigned If not DHCP
bg_bg: Назначен IP Адрес ако не е по DHCP
sv_se: IP-adressen som telefonen använder eller DHCP om detta används

source: PBX Box Name
bg_bg: Име на Централа
sv_se: Namnet på din växel

source: Extra Info
bg_bg: Допълнителна Информация
sv_se: Övrigt

source: Extra Information
bg_bg: Допълнителна Информация
sv_se: Övrig information om telefonen

source: Submit Changes
bg_bg: Приеми Промените
sv_se: Spara ändringar

source: Inventory
bg_bg: Опис База Данни
sv_se: Inventarier
