Repository: IssabelFoundation/issabelPBX
Catalog: asteriskinfo/i18n/*/LC_MESSAGES/asteriskinfo.po
Languages: bg_bg, fr_fr, it_it, sv_se

source: Asterisk Info
bg_bg: Астериск Информация
fr_fr: Asterisk Infos

source: Reports
fr_fr: Rapports

source: Provides a snapshot of the current Asterisk configuration
fr_fr: Fourni un snapshot de la configuration actuelle d'Asterisk
sv_se: Denna modul ger en ögonblicksbild av din Asteriskkonfiguration

source: Summary
bg_bg: Резюме
fr_fr: Sommaire
it_it: Sommario
sv_se: Sammanfattning

source: Registries
bg_bg: Регистрации
fr_fr: Registres
it_it: Registrazioni
sv_se: Registreringar

source: Channels
bg_bg: Канали
fr_fr: Canaux
it_it: Canali
sv_se: Kanaler

source: Peers
bg_bg: Peer-и
fr_fr: Pairs (Peers)

source: Sip Info
bg_bg: Sip Информация
fr_fr: Infos SIP
it_it: Info Sip

source: IAX Info
bg_bg: IAX Информация
fr_fr: Infos IAX
it_it: Info IAX

source: Conferences
bg_bg: Конференции
fr_fr: Conférences
it_it: Conferenze
sv_se: Konferenser

source: Queues
fr_fr: Files d'attente
sv_se: Köer

source: Subscriptions
bg_bg: Вписвания
fr_fr: Abonnements
sv_se: Prenumerationer

source: Full Report
bg_bg: Пълен Отчет
fr_fr: Rapport complet
it_it: Rapporto Completo
sv_se: Full rapport

source: Uptime
bg_bg: Експлоатация
fr_fr: Temps depuis le démarrage
it_it: Tempo di Esercizio
sv_se: Upptid

source: Active Channel(s)
bg_bg: Активни Канали
fr_fr: Canal/Canaux Actif(s)
it_it: Canali Attivi
sv_se: Aktiv(a) kanal(er)

source: Sip Channel(s)
bg_bg: Sip Канали
fr_fr: Cannal/Canaux SIP
it_it: Canali Sip
sv_se: SIP-kanal(er)

source: IAX2 Channel(s)
bg_bg: IAX2 Канали
fr_fr: Cannal/Canaux IAX2
it_it: Canali IAX2
sv_se: IAX2-kanal(er)

source: IAX2 Peers
bg_bg: IAX2 Peer-и
fr_fr: Pairs IAX2 (Peers)
it_it: Peers IAX2

source: Sip Registry
bg_bg: Sip Регистрирани
fr_fr: Registre SIP
it_it: Registrazioni Sip
sv_se: SIP-registrering(ar)

source: Sip Peers
bg_bg: Sip Peer-и
fr_fr: Pairs SIP (Peers)
it_it: Peers Sip

source: IAX2 Registry
bg_bg: IAX2 Регистрирани
fr_fr: Registre IAX2
it_it: Registrazioni IAX2
sv_se: IAX2-registrering(ar)

source: Subscribe/Notify
bg_bg: Вписвания/Известявания
fr_fr: Abonnement/Notification
sv_se: Prenumerationer/Noteringar

source: DAHDi driver info
bg_bg: DAHDi драйвер информация
fr_fr: Infos driver DAHDi
it_it: Info driver DAHDi
sv_se: Dirvrutinsinforation för DAHDi

source: Zaptel driver info
bg_bg: Zaptel драйвер информация
fr_fr: Infos driver Zaptel
it_it: Info driver Zaptel
sv_se: Zaptel drivrutinsinformation

source: MeetMe Conference Info
fr_fr: Infos Conférence avec MeetMe

source: Conference Bridge Info
fr_fr: Info Pont de conférence

source: Queues Info
fr_fr: Info Files d'attente
sv_se: Köinformation

source: Voicemail Users
bg_bg: Потребители на Гласова Поща
fr_fr: Boîtes Vocales Utilisateurs
it_it: Utenti Caselle Vocali
sv_se: Röstbrevlådor

source: Google Talk Channels
fr_fr: Cannaux Google Talk
sv_se: Kanaler för Google Talk

source: Jabber Connections
fr_fr: Connexions Jabber
sv_se: Jabberanslutningar

source: ASTERISK MANAGER ERROR
bg_bg: АСТЕРИСК MANAGER ГРЕШКА
fr_fr: ERREUR MANAGER ASTERISK
it_it: ERRORE MANAGER ASTERISK
sv_se: FEL PÅ ASTERISK HANTERARE

source: The module was unable to connect to the Asterisk manager.<br>Make sure Asterisk is running and your manager.conf settings are proper.<br><br>
bg_bg: Модула не успя да се свърже с Астериск manager.<br>Убедете се че Астериск работи и настройките на вашия manager.conf са правилни.<br><br>
fr_fr: Le module ne parvient pas à se connecter au manager Asterisk.<br>Assurez-vous qu'Asterisk est démarré et que votre fichier de paramètres manager.conf est correct.<br><br>
it_it: Questo modulo non Ã¨ stato in grado di connettersi al manager di Asterisk.<br>Assicurarsi che Asterisk sia in esecuzione e che le impostazioni del file manager.conf siano corrette.<br><br>
sv_se: Modulen kunde inte koppla upp sig mot Asterisk hanterare.<br>Kontrollera att Asterisk körs och att dina inställningar i manager.conf är riktiga.<br><br>

source: Refresh
bg_bg: Презареди
fr_fr: Rafraîchir
it_it: Aggiorna
sv_se: Uppdatera

source: Uptime:
bg_bg: Експлоатация:
fr_fr: Démarré depuis :
it_it: Tempo di esercizio:
sv_se: Upptid:

source: Active SIP Channel(s):
bg_bg: Активни SIP Канали:
fr_fr: Canal/Canaux SIP Actif(s) :
it_it: Canali SIP Attivi:
sv_se: Aktiv(a) SIP-kanal(er):

source: Active IAX2 Channel(s):
bg_bg: Активни IAX2 Канали:
fr_fr: Canal/Canaux IAX2 Actif(s) :
it_it: Canali IAX2 Attivi:
sv_se: Aktiv(a) IAX2-kanal(er):

source: Sip Registry:
bg_bg: Sip Регистрирани:
fr_fr: Registre SIP :
it_it: Registrazioni Sip:
sv_se: SIP-registreringar:

source: IAX2 Registry:
bg_bg: IAX2 Регистрирани:
fr_fr: Registre IAX2 :
it_it: Registrazioni IAX2:
sv_se: IAX2-registreringar:

source: Sip Peers:
bg_bg: Sip Peer-и:
fr_fr: Pairs SIP (Peers) :
it_it: Peers Sip:

source: IAX2 Peers:
bg_bg: IAX2 Peer-и:
fr_fr: Pairs IAX2 (Peers) :
it_it: Peers IAX2:

source: Online:
bg_bg: Онлайн
fr_fr: En-Ligne :
it_it: In linea:

source: Online-Unmonitored:
fr_fr: En-Ligne / Non surveillé :
sv_se: On-line oövervakad:

source: Offline:
bg_bg: Офлайн
fr_fr: Hors-Ligne :
it_it: Non in linea:

source: Offline-Unmonitored:
fr_fr: Hors-Ligne / Non surveillé :
sv_se: Off-line oövervakad:

source: Unmonitored:
bg_bg: Не наблюдавани:
fr_fr: Non surveillé :
it_it: Non monitorati:
sv_se: Oövervakad:

source: Asterisk (Ver.
bg_bg: Астериск (Версия
