Repository: IssabelFoundation/issabelPBX
Catalog: announcement/i18n/*/LC_MESSAGES/announcement.po
Languages: bg_bg, he_il, it_it, sv_se

source: Announcements
bg_bg: Съобщения
he_il: הכרזות
it_it: Annunci
sv_se: Meddelanden

source: Plays back one of the system recordings (optionally allowing the user to skip it) and then goes to another destination.
he_il: משמיע אחת הקלטות המערכת (עם אפשרות המאפשר למשתמש לדלג על זה) ולאחר מכן עובר ליעד אחר.
sv_se: Spelar upp en av systeminspelningarn (valbart om uppringaren ska kunna hoppa över det) för att sedan gå till en annan destination.

source: Announcement: %s
bg_bg: Съобщение: %s
he_il: הכרזה: %s
it_it: Annuncio: %s
sv_se: Meddelande: %s

source: Checking if recordings need migration..
bg_bg: Проверка дали записите имат нужда от преместване..
he_il: בודק אם הקלטות צריכות הגירה..
it_it: Controllo se le registrazioni hanno bisogno di una migrazione..
sv_se: Kontrollerar om inspelningar behöver migreras..

source: migrating
bg_bg: преместване
he_il: הגירת
it_it: migrazione
sv_se: migrerar

source: adding recording_id field..
bg_bg: добавяне на поле recording_id..
he_il: הוספת שדה recording_id ..
it_it: sto aggiugendo il campo recording_id..
sv_se: lägger till fältet recording_id

source: fatal error
bg_bg: фатална грешка
he_il: שגיאה קטלנית
it_it: errore fatale
sv_se: allvarligt fel

source: ok
he_il: בסדר

source: migrate to recording ids..
bg_bg: преместване към id на записите..
he_il: מהגר אל recording ids ..
it_it: migrazione su id registrazioni..
sv_se: migrerar till recording ids..

source: migrated %s entries
bg_bg: преместени %s записа
he_il: היגרו %s ערכים
it_it: migrate %s voci
sv_se: migrerade %s poster

source: dropping recording field..
bg_bg: премахване на полето за записи..
he_il: הסרת שדה recording ..
it_it: sto scartando un campo registrazione
sv_se: kastar fältet recording..

source: no recording field???
bg_bg: няма поле за записи???
he_il: "אין שדה recording???
it_it: nessun campo registrazione??
sv_se: inget fält som heter recording???

source: already migrated
bg_bg: вече са преместени
he_il: כבר היגרו
it_it: gi√† migrato
sv_se: redan migrerad

source: Add Announcement
bg_bg: Добави Съобщение
he_il: הוסף הכרזה
it_it: Aggiungi Annuncio
sv_se: Lägg till meddelande

source: Edit Announcement
bg_bg: Редактирай Съобщение
he_il: ערוך הכרזה
it_it: Modifica Annuncio
sv_se: Redigera meddelande

source: Description
bg_bg: Описание
he_il: תאור
it_it: Descrizione
sv_se: Beskrivning

source: The name of this announcement
bg_bg: Име на това съобщение
he_il: שם ההכרזה
it_it: Il nome dell'annuncio
sv_se: Kortfattat namn för detta meddelande

source: Recording
bg_bg: Запис
he_il: הקלטה
it_it: Registrazione
sv_se: Inspelning

source: Message to be played.<br>To add additional recordings use the "System Recordings" MENU to the left
bg_bg: Съобщение за възпроизвеждане.<br>За да добавите допълнителни записи използвайте меню "Системни Записи" отляво
he_il: הודעה להחרזה. <br> כדי להוסיף הקלטות נוספות להשתמש במודל הקלתות מערכת
it_it: Messaggio da riprodurre.<br>Per aggiungere ulteriori registrazioni, utilizzare "Registrazioni di Sistema" nel menu di sinistra.
sv_se: Meddelande att spela upp.<br>För att lägga till fler inspelade meddelande väljer du "Systeminspelningar" i menyn till vänster.

source: None
he_il: ללא
sv_se: Ingen

source: Repeat
bg_bg: Повтори
he_il: חוזר
it_it: Ripeti
sv_se: Repetera

source: Key to press that will allow for the message to be replayed. If you choose this option there will be a short delay inserted after the message. If a longer delay is needed it should be incorporated into the recording.
bg_bg: Натискането на бутон който ще позволи съобщението да се повтори. Ако изберете тази опция след съобщението ще се вмъкне кратка пауза. Ако е необходима по-дълга пауза трябва да я вградите в записа.
he_il: מקש שיחזור אל ההכרזה. במדיה שמסומן, יוסיף השהיה של ממש אחרי ההכרזה. להשהיה ליותר זמן תשלב ההשהיה בתוך ההקלתה
sv_se: Tangent att trycka för att repetera meddelandet. Om du väljer detta kommer en kort paus att läggas till efter meddelandet. Om en längre paus behövs, spela in det i meddelandet.

source: Disable
bg_bg: Забрани
he_il: נטרל
it_it: Disattivato
sv_se: Avaktivera

source: Allow Skip
bg_bg: Позволи Прескачане
he_il: אפשר לדלג
it_it: Permetti Salta
sv_se: Tillåt hoppa över

source: If the caller is allowed to press a key to skip the message.
bg_bg: Дали е позволено на обаждащия се да натисне бутон и да прескочи съобщението.
he_il: אם מותר למתקשר ללחוץ על מקש כדי לדלג על ההכרזה
it_it: Se si vuole permettere al chiamante di saltare il messaggio premendo un tasto.
sv_se: Om uppringaren ska tillåtas att trycka en tangent för att hoppa över meddelandet.

source: Return to IVR
bg_bg: Върни се към IVR
he_il: חזור אל IVR
it_it: Ritorna all'IVR
sv_se: Återgå till den digitala receptionisten

source: If this announcement came from an IVR and this box is checked, the destination below will be ignored and instead it will return to the calling IVR. Otherwise, the destination below will be taken. Don't check if not using in this mode. <br>The IVR return location will be to the last IVR in the call chain that was called so be careful to only check when needed. For example, if an IVR directs a call to another destination which eventually calls this announcement and this box is checked, it will return to that IVR which may not be the expected behavior.
bg_bg: Ако съобщението идва от IVR и тази отметка е маркирана, направлението по-долу ще бъде игнорирано и вместо това ще се върне към IVR. Иначе ще се използва направлението по-долу. Не маркирайте ако не използвате този режим. <br>IVR ще се върне към последния IVR от серията обаждания така че гледайте да маркирате само при необходимост. Например, ако IVR насочва обаждането към друго направление, което евентуално извиква това съобщение и отметката е маркирана, това ще доведе до връщане към този IVR което може да не е очакваното поведение.
he_il: אם הכרזה זו באה מIVR ואפשארות זו מסומנת, היעד הבא הIVR ולא יעד הבאה
sv_se: Om detta meddelande kom från den digitala receptionisten och detta val aktiveras, kommer destinationen nedan att ignoreras och återgång kommer att ske till den anropande digitala receptionisten. Annars kommer destinationen nedan att anropas. Aktivera inte detta om du inte använder detta läge.<br>Returpunkten kommer att bli till den sist valda punkten i den Digitala receptionisten så var noga med att bara aktivera detta val när det behövs. T.ex. om en Digital receptionist skickar samtalet till en destination som anropar detta meddelande och detta val är aktiverat kommer samtalet att återgå till den Digitala receptionisten och du har skapat en liten loop.

source: Don't Answer Channel
bg_bg: Не Отваряй Канал
he_il: לא לענות לערוץ
it_it: Non Rispondere al Canale
sv_se: Svara inte denna kanal

source: Check this to keep the channel from explicitly being answered. When checked, the message will be played and if the channel is not already answered it will be delivered as early media if the channel supports that. When not checked, the channel is answered followed by a 1 second delay. When using an announcement from an IVR or other sources that have already answered the channel, that 1 second delay may not be desired.
bg_bg: Маркирайте това за да предпазите канала от задължително отваряне. Когато е маркирано, съобщението ще се възпроизведе и ако канала не е отворен ще бъде доставено като 'early media' ако канала поддържа услугата. Когато не е маркирано, канала се отваря последвано от 1 секунда пауза. Когато използвате съобщение в IVR или други източници които вече са отворили канала, тази 1 секунда пауза може да не е желана.
he_il: סמן את זה כדי לשמור את הערוץ מanswer במפורש. כאשר מסומן, ההקלתה יוכרז ואם עדיין לא היתה answer אל הערוץ ישודר כearly media אם הערוץ תומכת בזה. כאשר לא מסומן נשלחת answer לערוץ ואח"כ השהיה של שניה. יתכן שהשהיה אינו רצוי כאשר ההכרזה מגיע אחרי IVR או גורם אחר שכבר שלך answer לערוץ
sv_se: Aktivera denna för att hindra att kanalen uttryckligen svaras. När detta är aktiverat kommer meddelandet att spelas upp och om kanalen inte redan har svarats kommer det att levereras som tidigt media om kanalen stöder det. När valet inte är aktiverat kommer kanalen att svaras med en efterföljande paus på 1 sekund. När du använder ett meddelande från en Digital receptionist (IVR) eller annan källa som redan har svarat kanalen är kanske denna paus inte önskad.

source: Destination after playback
bg_bg: Направление след възпроизвеждане
he_il: יעד אחרי הכרזה
it_it: Destinazione dopo la riproduzione
sv_se: Destination efter uppspelning

source: Submit Changes
bg_bg: Приеми Промените
he_il: שמור שינוים
it_it: Conferma Cambiamenti
sv_se: Spara ändringar

source: Delete
bg_bg: Изтрий
he_il: מחק
it_it: Elimina
sv_se: Ta bort

source: Invalid description specified
bg_bg: Неправилно установено описание
he_il: ציון תיאור לא חוקי
it_it: Descrizione specificata non valida
sv_se: Ogiltig beskrivning
