Repository: IssabelFoundation/issabelPBX
Catalog: vmblast/i18n/*/LC_MESSAGES/vmblast.po
Languages: bg_bg, es_es, it_it, pt_br, ru_ru, sv_se

source: Voicemail Group %s: %s
bg_bg: Група на Гласова Поща %s: %s
it_it: Gruppo Caselle Vocali %s: %s
ru_ru: Группа голосовой почты %s: %s
sv_se: Röstgrupp %s: %s

source: Voicemail Group:
bg_bg: Група на Гласова Поща:
it_it: Gruppo Caselle Vocali:
ru_ru: Группа голосовой почты:
sv_se: Röstbrevlådegrupp:

source: Exclude
bg_bg: Изключи
it_it: Escludi
ru_ru: Исключить
sv_se: Exkludera

source: Include
bg_bg: Включи
it_it: Includi
ru_ru: Включить
sv_se: Inkludera

source: Default Group Inclusion
bg_bg: Включване на ГП Разпращане Група По-Подразбиране
it_it: Gruppo Predefinito d'Inclusione
ru_ru: Включения в группу по-умолчанию
sv_se: Standard gruppinkludering

source: Default VMblast Group
bg_bg: ГП Група По-Подразбиране
it_it: Gruppo Caselle Predefinito
ru_ru: Дефолтная группа VMblast
sv_se: Standardgrupp för Röstgrupper

source: You can include or exclude this extension/user from being part of the default voicemail blast group when creating or editing. Choosing this option will be ignored if the user does not have a voicemail box.
bg_bg: Можете да включите или изключите този потребител/вътрешна линия от това да бъде част от ГП Разпращане групата по-подразбиране. Избирането на тази опция ще се игнорира ако потребителя няма кутия за гласова поща.
it_it: Puoi includere o escludere questo interno/utente dal gruppo predefinito di caselle vocali durante la creazione o modifica. L'opzione verrà ignorata se l'utente non ha una casella vocale.
ru_ru: При создании или изменении дефолтной группы голосовой почты в неё можно включить или исключить из неё следующие (ниже) внутренние номера/пользователей. Выбор этой опции игнорируется, если у пользователя нет ящика голосовой почты.
sv_se: Du kan inkludera eller exkludera denna anknytning/användare från att vara med i standardgruppen för Röstutskick

source: Upgrading vmblast to add audio_label field..
bg_bg: Обновяване ГП Разпращане за добавяне на audio_label поле..
it_it: Aggiornamento vmblast per aggiungere il campo audio_label..
ru_ru: Апгрейдить vmblast добавлением поля аудио метки..
sv_se: Uppgraderar vmblast, lägger till fältet audio_label..

source: Not Required
bg_bg: Не се Изисква
it_it: Non Richiesto
ru_ru: Не требуется
sv_se: Inte nödvändig

source: Done
bg_bg: Изпълнено
it_it: Fatto
ru_ru: Готово
sv_se: Klar

source: Upgrading vmblast to add password field..
bg_bg: Обновяване ГП Разпращане за добавяне на поле за парола..
it_it: Aggiornamento vmblast per aggiungere il campo password..
ru_ru: Апгрейдить vmblast добавлением поля пароль..
sv_se: Uppgraderar vmblast med fältet password..

source: Dropping grplist..
bg_bg: Премахване на grplist..
it_it: Sto scartando grplist..
ru_ru: Сброс листа группы..
sv_se: Kastar grplist..

source: error populating vmblast_groups table
bg_bg: грешка при полълване на vmblast_groups таблица
it_it: errore nel popolamento della tabella vmblast_groups
ru_ru: ошибка при создании таблицы группы vmblast
sv_se: fel när tabellen vmblast_groups fylldes på

source: populated new table
ru_ru: создание новой таблицы
sv_se: fyller på ny tabell

source: Dropping old grplist field..
ru_ru: Игнорируется старое значение поля grplist..
sv_se: Kastar den gamla fältet grplist..

source: failed to drop field
bg_bg: не мога да премахна поле
it_it: impossibile scartare il campo
ru_ru: не удалось сбросить поле
sv_se: kunde inte kasta fältet

source: OK
ru_ru: ОК

source: Not Needed
bg_bg: Не е Необходимо
es_es: no es necesario
it_it: Non Necessario
pt_br: não é necessário
ru_ru: Не требуется
sv_se: Behövs inte

source: Warning! Extension
bg_bg: Внимание! Вътрешна Линия
es_es: Atención! Extensión
it_it: Attenzione! Interno
pt_br: Atenção! Extensão
ru_ru: Внимание! Внутренний номер
sv_se: Varning! Anknytning

source: is not allowed for your account
bg_bg: не е разрешена за вашия акаунт
es_es: no está permitido en su cuenta
it_it: non è permesso al tuo account
pt_br: não é permitido em sua conta
ru_ru: не доступен для вашего аккаунта
sv_se: är inte tillåtet för din anknytning

source: Add VMBlast Group
bg_bg: Добави ГП Разпращане Група
es_es: Añadir Grupo de Correo de Voz Masivo
it_it: Aggiungi Gruppo di Caselle Vocali
pt_br: Adicionar grupo de correio de voz em massa
ru_ru: Добавить группу VMBlast
sv_se: Lägg till röstgrupp

source: VMBlast Group
bg_bg: ГП Разпращане Група
es_es: Grupo de correo de voz
it_it: Gruppo di Caselle Vocali
pt_br: grupo de correio de voz
ru_ru: Группа VMBlast
sv_se: Röstgrupp

source: deleted
bg_bg: изтрита
es_es: borrado
it_it: eliminato
pt_br: apagado
ru_ru: удалено
sv_se: borttagen

source: Delete Group
bg_bg: Изтрий Групата
es_es: Borrar Grupo
it_it: Elimina Gruppo
pt_br: Excluir grupo
ru_ru: Удалить группу
sv_se: Ta bort grupp

source: Conflicting Extensions
bg_bg: Вътрешни Линии в Конфликт
es_es: Conflicto de Extensión
it_it: Interni in conflitto
pt_br: Conflito de extensão
ru_ru: Конфликт внутренних номеров
sv_se: Konfliktande anknytningar

source: Edit VMBlast Group
bg_bg: Редактирай ГП Разпращане Група
es_es: Modificar Grupo de correo de voz
it_it: Modifica Gruppo di Caselle Vocali
pt_br: Modificar grupo de correio de voz
ru_ru: Изменить группу VMBlast
sv_se: Redigera röstgrupp

source: VMBlast Number
bg_bg: ГП Разпращане Група Номер
es_es: Número
it_it: Numero Gruppo
pt_br: Número
ru_ru: Номер VMBlast
sv_se: Röstgruppsnummer

source: The number users will dial to voicemail boxes in this VMBlast group
bg_bg: Номерът който потребителите ще избират за изпращане на гласово съобщение в тази ГП Разпращане Група.
es_es: El número que los usuarios marcarán para enviar correo de voz masivo a este grupo
it_it: Il numero che gli utenti dovranno chiamare per questo Gruppo di Caselle Vocali
pt_br: O número que os usuários discarão para enviar correio de voz em massa para este grupo
ru_ru: Внутренний номер для пользователей ипользующих дозвон в голосовую почту этой группы VMBlast
sv_se: Det nummer användare anger när dom ska ringa denna röstgrupp

source: Group Description:
bg_bg: Описание на Групата:
es_es: Descripción
it_it: Descrizione Gruppo:
ru_ru: Описание группы:
sv_se: Gruppbeskrivning:

source: Provide a descriptive title for this VMBlast Group.
bg_bg: Дайте описващо наименование на тази ГП Разпращане Група
es_es: Porvea un título descriptivo para este grupo de correo de voz
it_it: Titolo descrittivo per questo Gruppo di Caselle.
pt_br: Forneça um título descritivo para este grupo de correio de voz
ru_ru: Предложите понятное описание для этой группы VMBlast
sv_se: Skriv in en giltig beskrivning för denna röstgrupp

source: Audio Label:
bg_bg: Определи Аудио:
es_es: Etiqueta de Audio:
it_it: Etichetta Audio:
ru_ru: Аудио анонс:
sv_se: Ljudetikett:

source: Play this message to the caller so they can confirm they have dialed the proper voice mail group number, or have the system simply read the group number.
bg_bg: Възпроизвежда това съобщение на обаждащия се за да потвърдят, че са избрали правилния номер на група или просто продиктува номера на групата.
es_es: Anunciar este mensaje al llamador para confirmar el grupo.
it_it: Riproduce questo messaggio al chiamante in modo che può confermare che abbia chiamato il gruppo corretto, o semplicemente comunica il numero del gruppo chiamato.
pt_br: Anuncie esta mensagem ao chamador para confirmar o grupo.
ru_ru: Это сообщение будет воспроизведено позвонившему для подтверждения, что звонок поступил в групповой ящик голосовой почты или система сообщит номер группы.
sv_se: Spela upp detta meddelande så att uppringaren kan verifiera att den har ring den rätta röstgruppen, eller låt systemet läsa upp gruppnumret.

source: Read Group Number
bg_bg: Прочети Номера на Групата
es_es: Leer número de grupo
it_it: Conferma Numero del Gruppo
pt_br: Ler número do grupo
ru_ru: Сообщать групповой номер
sv_se: Läs upp gruppnumret

source: Beep Only - No Confirmation
bg_bg: Само бипкане - Без Потвърждение
es_es: Sólo Beep - Sin confirmación
it_it: Solo Beep - Nessuna Conferma
pt_br: Apenas bipe - sem confirmação
ru_ru: Только звуковой сигнал - без подтверждения
sv_se: Endast pip - ingen bekräftelse

source: The group number will be played to the caller so they can confirm they have dialed the proper voice mail group number.<br><br>You must install and enable the "Systems Recordings" Module to edit this option and choose from recordings.
bg_bg: Номерът на групата ще бъде продиктуван на обаждащите се за да потвърдят че са избрали правилния номер на група.<br><br>Трябва да сте инсталирали и разрешили Модул "Системни Записи" за да редактирате тази опция и да изберете запис.
es_es: El número de grupo será anunciado al llamante como confirmación.
it_it: Riproduce questo messaggio al chiamante in modo che può confermare che abbia chiamato il gruppo corretto. <br><br>Devi installare ed attivare il modulo "Registrazioni di Sistema" per modificare questa opzione e scegliere tra quelle disponibili.
pt_br: O número do grupo será anunciado ao chamador como confirmação.
ru_ru: Будет воспроизведён номер группы для подтверждения, что звонок поступил в групповой ящик голосовой почты<br><br>Нужно инсталлировать и активировать модуль Запись сообщений для изменения этой опции.
sv_se: Gruppnumret kommer att spelas upp för uppringaren så den vet att det är rätt röstgrupp den ringt till.<br><br>Du måste ha installerat och aktiverat modulen "Systeminspelningar" för att redigera detta val och välja inspelningar.

source: Optional Password
bg_bg: Допълнителна Парола
es_es: Clave opcional
it_it: Password Opzionale
pt_br: Chave opcional
ru_ru: Пароль (опционально)
sv_se: Valfritt lösenord

source: You can optionally include a password to authenticate before providing access to this group voicemail list.
bg_bg: Допълнително можете да включите парола за оторизиране преди да се даде достъп до тази ГП Разпращане Група.
es_es: Opcionalmente puede utilizar una clave de autenticación antes de dar acceso a este grupo.
it_it: Si può impostare una password opzionale prima di accedere a questo Gruppo di Caselle.
pt_br: Opcionalmente, você pode usar uma chave de autenticação antes de conceder acesso a este grupo.
ru_ru: Можно добавить пароль опционально, для аутентификации доступа в этот групповой ящик голосовой почты.
sv_se: Du kan valfritt inkludera ett lösenord som måste knappas in före tillgång till denna röstgrupp ges.

source: Voicemail Box List:
bg_bg: Списък на Кутии с Гласова Поща:
es_es: Lista de buzones de voz:
it_it: Lista Caselle Vocali:
ru_ru: Список голосовой почты:
sv_se: Lista med röstbrevlådor:

source: Select voice mail boxes to add to this group. Use Ctrl key to select multiple..
bg_bg: Изберете кутиите на гласови пощи за добавяне в тази група. Изолзвайте Ctrl за избиране на няколко.
es_es: Elija buzones de voz a agregar a este grupo. Use Ctrl para elegir varios
it_it: Selezionare le Caselle da includere in questo gruppo. Utilizzare il tasto Ctrl per selezioni multiple.
ru_ru: Отметить ящики голосовой почты, которые будут включены в групповой ящик. удерживайте Ctrl + клик мышкой для множественного выделения
sv_se: Välj vilka röstbrevlådor du vill ha i denna grupp. Använd Ctrl-tangenten för att välja flera..

source: Default VMBlast Group
bg_bg: ГП Разпращане Група По-Подразбиране
es_es: Grupo por omisión
it_it: Gruppo Caselle Predefinito
pt_br: Grupo padrão
ru_ru: Дефолтная группа VMBlast
sv_se: Standard röstgrupp

source: Each PBX system can have a single Default Voicemail Blast Group. If specified, extensions can be automatically added (or removed) from this default group in the Extensions (or Users) tab.<br />Making this group the default will uncheck the option from the current default group if specified.
bg_bg: Всяка телефонна централа може да има по-една ГП Разпращане Група По-Подразбиране. Ако е определена, вътрешните лиии могат автоматично да бъдат добавяни (или премахвани) от тази група по-подразбиране в меню Вътрешни Линии (или Потребители).<br />Определянето на тази група да бъде по-подразбиране ще размаркира опцията от текущата група по-подразбиране.
es_es: Puede haber un sólo grupo por omisión. Si se especifica, extensiones pueden ser agregadas o quitadas automáticamente de este grupo por omisión directamente desde la configuración de Extensión.
it_it: Ogni sistema PBX può avere un gruppo di Caselle Vocali Predefinito. Se si attiva questa opzione, gli interni saranno automaticamente aggiunti (o rimossi) da questo gruppo.<br />Impostando questo gruppo come predefinito verrà rimossa l'opzione dal gruppo corrente predefinito se esiste.
pt_br: Só pode haver um grupo padrão. Se especificado, as extensões podem ser adicionadas ou removidas automaticamente deste grupo padrão diretamente nas configurações de extensão.
ru_ru: Каждая ИП-АТС может иметь общий дефолтный ящик групповой голосовой почты. Если указано, то внутренние номера могут быть автоматически добавлены (или удалены) из дефолтной группы в таблице Внутренних номеров (пользователей).<br />Объявляя эту группу дефолтной вы изменяете текущее значение дефолтной группы.
sv_se: Varje installation av IssabelPBX kan ha en standard röstgrupp. Om denna är angiven, kan anknytningar automatiskt läggas till (eller tas bort) från denna standard röstgrupp i Anknytningar (eller Användare).<br>Om denna grupp anges som standard kommer den nuvarande standard röstgruppen att avaktiveras.

source: Submit Changes
bg_bg: Приеми Промените
es_es: Guardar Cambios
it_it: Conferma Cambiamenti
pt_br: Guardar mudanças
ru_ru: Применить изменения
sv_se: Spara ändringar

source: Invalid Group Number specified
bg_bg: Неправилно определен Номер на Група.
es_es: Número de grupo inválido
it_it: Numero Gruppo specificato non valido
pt_br: Número de grupo inválido
ru_ru: Указан неверный номер группы
sv_se: Ogiltigt gruppnummer angivet

source: Group numbers with more than one digit cannot begin with 0
bg_bg: Номерата на Групите с повече от една цифра не могат да започват с 0
es_es: El número de grupo no puede empezar con cdero
it_it: I numeri dei Gruppi con più di una cifra non possono iniziare per 0
pt_br: O número do grupo não pode começar com cdero
ru_ru: Номер группы двух- и более значный не должен начинаться с 0
sv_se: Gruppnummer med mer än en siffra kan inte starta med 0

source: Please enter an extension list.
bg_bg: Моля въведете списъка с вътрешни линии.
es_es: Por favor ingrese una lista de extensiones.
it_it: Prego immettere una lista di interni.
pt_br: Insira uma lista de extensões.
ru_ru: Укажите список внутренних номеров
sv_se: Skriv in en anknytningslista

source: Please enter a valid Group Description
bg_bg: Моля въведете правилно Описание за Групата
es_es: Por favor ingrese un nombre de grupo válido
it_it: Prego immettere una Descrizione del gruppo valida
pt_br: Insira um nome de grupo válido
ru_ru: Укажите понятное описание группы
sv_se: Skriv in en giltig gruppbeskrivning

source: Please enter a valid numeric password, only numbers are allowed
bg_bg: Моля въведете правилна цифрова парола, само цифри са позволени.
es_es: Por favor ingrese una clave numérica válida, solo son permitidos números.
it_it: Prego immettere una password numerica valida, solo numeri sono permessi
pt_br: Por favor insira uma senha numérica válida, apenas números são permitidos.
ru_ru: Укажите цифровой пароль, разрешены только цифры
sv_se: Skriv in ett giltigt lösenord, endast siffror

source: Please select at least one extension
bg_bg: Моля въведете поне една вътрешна линия.
es_es: Por favor elija al menos una extensión
it_it: Prego selezionare almeno un interno
pt_br: Escolha pelo menos uma extensão
ru_ru: Выберите по крайней мере хотя бы один внутренний номер
sv_se: Välj minst en anknytning

source: Creates a group of extensions that calls a group of voicemail boxes and allows you to leave a message for them all at once.
ru_ru: Создаёт группу внутренних номеров, которые используют совместно один ящик групповой почты допускает сообщения и прослушивание всчех членов группы.
sv_se: Skapar en grupp av anknytningar som används för att ringa upp deras röstbrevlådor och lämna ett meddelande till dessa röstbrevlådor med ett enda samtal

source: [DEFAULT]
es_es: [OMISION]
pt_br: [OMISSÃO]
sv_se: [STANDARD]

source: Voicemail Blasting
es_es: Correo de Voz Masivo
pt_br: Correio de voz em massa

source: Applications
es_es: Aplicaciones
pt_br: Formulários

source: Group Description
pt_br: Descrição

source: Audio Label
pt_br: Etiqueta de áudio

source: Voicemail Box List
pt_br: Lista de correio de voz

source: Select voice mail boxes to add to this group.
pt_br: Escolha correios de voz para adicionar a este grupo.
