Repository: IssabelFoundation/issabelPBX
Catalog: writequeuelog/i18n/*/LC_MESSAGES/writequeuelog.po
Languages: es_es, pt_br

source: Write Queue Log %s:
es_es: Escribir Queue Log %s
pt_br: Gravar registro de fila %s

source: Add Field
es_es: Agregar Campo
pt_br: Adicionar campo

source: Add Write Queue Log
es_es: Agregar Escribir en Queue Log
pt_br: Adicionar gravação ao log da fila

source: Edit Write Queue Log
pt_br: Modificar gravação no log da fila

source: Edit:
es_es: Modificar:
pt_br: Modificar:

source: Write queue log lets you append a line into the queue_log file for call center tracking purposes
es_es: Escribir en Queue Log le permite agregar una lína en el archivo de registro de asterisk queue_log, con el propósito de registrar información que pueda ser utilizada por software de estadísticas de cola
pt_br: Gravar no Queue Log permite adicionar uma linha ao arquivo de log asterisco queue_log, com a finalidade de registrar informações que podem ser usadas pelo software de estatísticas de filas

source: Edit Queue Log Instance
es_es: Modificar Instancia de Escribir en Queue Log
pt_br: Modificar instância de gravação no log de fila

source: Add Queue Log Instance
es_es: Agregar Instancia de Escribir en Queue Log
pt_br: Adicionar instância de gravação ao log de fila

source: Description
es_es: Descripción
pt_br: Descrição

source: The descriptive name of this queue log instance. For example "new name here"
es_es: El nombre descriptivo para esta instancia de Escribir en Queue Log. Por ejemplo 'Encuesta'
pt_br: O nome amigável para esta instância de Write to Queue Log. Por exemplo 'Pesquisa'

source: The uniqueid field for the queue log entry
es_es: El campo uniqueid en la entrada de queue_log
pt_br: O campo uniqueid na entrada queue_log

source: Queue
es_es: Cola
pt_br: Cola

source: The queue field for the queue log entry
es_es: El campo cola en la entrada de queue_log
pt_br: O campo queue na entrada queue_log

source: Agent
es_es: Agente
pt_br: Agente

source: The agent field for the queue log entry
es_es: El campo agente en la entrada de queue_log
pt_br: O campo do agente na entrada queue_log

source: Event
es_es: Evento
pt_br: Evento

source: The event field for the queue log entry
es_es: El campo evento en la entrada de queue_log
pt_br: O campo de evento na entrada queue_log

source: The rest of extra data info1|info2|info3 for the queue log entry
es_es: El resto de los datos de queue_log como campos info1|info2|info3
pt_br: O restante dos dados queue_log como campos info1|info2|info3

source: Destination
es_es: Destino
pt_br: Destino

source: Submit Changes
es_es: Guardar Cambios
pt_br: Guardar mudanças

source: Delete
es_es: Borrar
pt_br: Excluir

source: Invalid description specified
es_es: Descripción inválida
pt_br: Descrição inválida

source: Write in Queue Log
es_es: Escribir en Queue Log
pt_br: Gravar no registro da fila

source: Write In Queue Log
es_es: Escribir en Queue Log
pt_br: Gravar no registro da fila

source: Write a line into queue log
pt_br: Escreva uma linha no log da fila
