Repository: IssabelFoundation/issabelPBX
Catalog: disa/i18n/*/LC_MESSAGES/disa.po
Languages: bg_bg, it_it, ja_jp, pt_br

source: Add DISA
bg_bg: Добави DISA
it_it: Aggiunta DISA
ja_jp: DISAを追加
pt_br: Adicionar DISA

source: deleted
bg_bg: изтритa
it_it: eliminato
ja_jp: 削除されました
pt_br: Eliminado

source: Delete DISA %s
bg_bg: Изтрий DISA %s
it_it: Elimina DISA %s
ja_jp: DISA %s を削除
pt_br: Eliminar DISA %s

source: DISA is used to allow people from the outside world to call into your PBX and then be able to dial out of the PBX so it appears that their call is coming from the office which can be handy when traveling. You can set a destination in an IVR that points to the DISA or set a DID. Make sure you password protect this to keep people from dialing in and using your PBX to make calls out.
ja_jp: DISAを使うと外にいてもPBXに電話を掛けることができ、そしてPBXから電話の発信もできます。そうすると、電話はオフィスから掛けられてきたように見えます。旅行に行く時に便利な機能です。DISAに指すIVRの宛先またはDIDの設定ができます。他の人に自分のPBXを使われないようにパスワードを設定してください。
pt_br: DISA é usado para permitir que usuários externos liguem para o seu PBX e depois façam chamadas do PBX como se estivessem dentro do escritório, o que pode ser útil em viagens. Um destino pode ser configurado em um IVR que aponte para DISA. Certifique-se de proteger esse recurso com PIN para evitar que estranhos usem seu PBX para fazer chamadas.

source: Edit DISA
bg_bg: Редактирай DISA
it_it: Modifica DISA
ja_jp: DISAを編集
pt_br: Modificar DISA

source: DISA name:
bg_bg: Име на DISA:
it_it: Nome DISA:
ja_jp: DISA名：
pt_br: Nome DISA:

source: Give this DISA a brief name to help you identify it.
bg_bg: Дайте на DISA описващо име за да ви помогне при идентифицирането
it_it: Dare al DISA un nome breve per una facile identificazione.
ja_jp: このDISAを識別しやすい簡潔な名前を入力。
pt_br: Atribua um nome breve a este DISA para ajudá-lo a identificá-lo.

source: PIN
pt_br: ALFINETE:

source: The user will be prompted for this number.
bg_bg: Потребителят ще бъде запитан за този номер.
it_it: All'utente sarà richiesto questo numero.
ja_jp: ユーザーが入力するPIN番号。
pt_br: Será solicitado ao usuário este PIN para acessar o DISA.

source: If you wish to have multiple PIN's, separate them with commas
bg_bg: Ако искате да имате наколко PIN кода, разделете ги с запетая
it_it: Si possono anche inserire più PIN, da separare con le virgole
ja_jp: もし複数のPINを入力したい場合はカンマで区切ります。
pt_br: Se você quiser ter vários PINs, separe-os com vírgulas.

source: Response Timeout
bg_bg: Време на Изчакване на Отговор
it_it: Timeout Risposta
ja_jp: 応答タイムアウト
pt_br: Tempo de espera pela resposta:

source: The maximum amount of time it will wait before hanging up if the user has dialed an incomplete or invalid number. Default of 10 seconds
bg_bg: Максималното време за което да изчаква преди да затвори ако потребителят е набрал непълен или неправилен номер. По-подразбиране 10 секунди.
it_it: Il tempo massimo che il sistema attende prima di riagganciare se un utente ha digitato un numero incompleto o sbagliato. Predefinito è 10 secondi.
ja_jp: ユーザーが不完全、間違えた番号を入力した際に、切断するまで待つ最大時間。デフォルト10秒
pt_br: O tempo máximo de espera antes de desligar caso o usuário tenha discado um número incompleto ou inválido. Seu valor padrão é 10 segundos.

source: Digit Timeout
bg_bg: Време на Изчакване Между Цифрите
it_it: Timeout Digitazione
ja_jp: デジットタイムアウト
pt_br: Tempo limite de discagem:

source: The maximum amount of time permitted between digits when the user is typing in an extension. Default of 5
bg_bg: Максималното разрешено време между цифрите когато потребителя набира на телефона. По-подразбиране 5
it_it: Il tempo massimo tra una digitazione e l'altra. Predefinito è 5 secondi.
ja_jp: ユーザーが内線をタイプする際に許可された桁の入力の最大入力時間間隔。デフォルト5
pt_br: O tempo máximo de espera entre pressionamentos de número quando o usuário está ligando para um ramal. Seu valor padrão é 5 segundos.

source: Require Confirmation
bg_bg: Изисква Потвърждение
it_it: Richiedi Conferma
ja_jp: 確認要求
pt_br: Solicitar confirmação:

source: Require Confirmation before prompting for password. Used when your PSTN connection appears to answer the call immediately
bg_bg: Изисква Потвърждение преди да поиска парола. Използва се когато вашата PSTN връзка изглежда че отговаря на обаждането веднага.
it_it: Richiede Conferma prima della password. E' utilizzato quando la propria connessione PSTN sembra rispondere immediatamente alla chiamata.
ja_jp: パスワード入力を促す前に確認を要求する。PSTN接続がコールに対して即座に応答するような場合に使用します。
pt_br: Peça confirmação antes de solicitar a senha. Pode ser útil quando a conexão com o PSTN atende a chamada imediatamente.

source: Caller ID
it_it: ID Chiamante
ja_jp: 発信者ID
pt_br: ID do chamador:

source: (Optional) When using this DISA, the users CallerID will be set to this. Format is "User Name" <5551234>
bg_bg: (Незадължително) Когато използвате тази DISA, потребителските CallerID ще се установяват на това. Формат: "Потребителско Име" <5551234>
it_it: (Opzionale) Quando viene utilizzato il DISA, l'utente avrà questo ID Chiamante. Il Formato è "Nome Utente" <5551234>
ja_jp: (オプション)このDISAを使用した際に、ユーザーの発信者番号がここで指定した値に設定されます。フォーマットは"ユーザー名"<5551234>
pt_br: Opcional. Quando este DISA estiver sendo usado, o identificador de chamada do usuário será definido com este valor. O formato a utilizar é o seguinte: "Nome de usuário" <5551234>.

source: Context
bg_bg: Контекст
it_it: Contesto
ja_jp: コンテキスト
pt_br: Contexto:

source: (Experts Only) Sets the context that calls will originate from. Leave this as from-internal unless you know what you're doing.
bg_bg: (Само за Експерти) Установете контекст от който ще се извършват обажданията. Оставете from-internal освен ако знаете какво точно правите.
it_it: (Solo Esperti) Impostare il contesto da cui partiranno le chiamate. Lasciare questo su 'from-internal' se non si è sicuri.
ja_jp: (上級者向け)
pt_br: Apenas para especialistas. Define o contexto a partir do qual as chamadas serão geradas. Deixe este campo com o valor padrão, a menos que você saiba o que está fazendo.

source: Allow Hangup
bg_bg: Позволи Прекъсване на Разговора
it_it: Permetti Riaggancio
ja_jp: 切断を許可
pt_br: Permitir suspensão:

source: Allow the current call to be disconnected and dial tone presented for a new call by pressing the Hangup feature code: %s while in a call
bg_bg: Позволи на текущото обаждане да се разкачи и да се появи тон за избиране на ново обаждане като се натисне специален код за Прекъсване на Разговора: %s докато говорите
it_it: Permette alla chiamata corrente di essere disconnessa e ripresentare il tono di libero per effettuare una nuova chiamata premendo durante la chiamata il Codice Servizio di Riaggancio: %s
ja_jp: コール中に切断のキーコード: %s を押すことにより、現在のコールを切断して新しいコールに出るためにダイヤルトーンを許可します。
pt_br: Permite que a chamada atual seja desconectada e um tom de discagem seja apresentado para fazer uma nova chamada pressionando o código de recurso de colocar o monofone no gancho %s durante uma chamada.

source: Submit Changes
bg_bg: Приеми Промените
it_it: Conferma Cambiamenti
ja_jp: 変更を適用
pt_br: Enviar alterações

source: Please enter a valid DISA Name
bg_bg: Моля въведете правилно DISA Име
it_it: Prego immettere un Nome DISA valido
ja_jp: 有効なDISA名を入力してください。
pt_br: Por favor insira um nome válido para o DISA

source: Please enter a valid DISA PIN
bg_bg: Моля въведете правилен DISA PIN
it_it: Prego immettere un PIN valido
ja_jp: 有効なDISA PINを入力してください。
pt_br: Insira um PIN válido para DISA

source: Please enter a valid Caller ID or leave it blank
bg_bg: Моля въведете правилен CallerID или оставете празно
it_it: Prego immettere un ID Chiamante valido o lasciare vuoto
ja_jp: 有効な発信者IDを入力するか、空白のままにしてください。
pt_br: Insira um identificador de chamada correto ou deixe a caixa em branco

source: Context cannot be blank
bg_bg: Трябва да има въведен контекст
it_it: Il contesto non può essere lasciato vuoto
ja_jp: コンテキストを空にすることはできません。
pt_br: O contexto não pode estar vazio

source: Caller ID Override
pt_br: Substituição do CallerID

source: Determine if we keep the Caller ID being presented or if we override it. Default is Enable
pt_br: Determina se mantemos o identificador de chamada apresentado ou o substituímos. O valor padrão é Ativado

source: Enable
pt_br: ativado

source: Disable
pt_br: desabilitado

source: Applications
ja_jp: アプリケーション

source: DISA Allows you 'Direct Inward System Access'. This gives you the ability to have an option on an IVR that gives you a dial tone, and you're able to dial out from the IssabelPBX machine as if you were connected to a standard extension. It appears as a Destination.
ja_jp: DISAによって'ダイレクト・イン・システム・アクセス'機能が可能となります。DISAを使用することにより、IVRのオプション経由でダイヤルトーンを入力すれば、PBXに接続された通常の内線と同じようにIssabelPBXから外部へダイヤル発信することが可能になります。DISAは宛先として表示されます。
