Repository: IssabelFoundation/issabelPBX
Catalog: managersettings/i18n/*/LC_MESSAGES/managersettings.po
Languages: es_es, pt_br

source: %s must be a non-negative integer
es_es: %s debe ser un entero positivo (no negativo)
pt_br: %s deve ser um número inteiro positivo (não negativo)

source: Bind Address (bindaddr) must be an IP address.
es_es: Direción de enlace (bindaddr) debe ser una dirección IP
pt_br: O endereço de ligação (bindaddr) deve ser um endereço IP

source: Port (port) must be between 1024..65535, default 5038
es_es: Puerto (port) debe estar en el rango 1024..65535, por defecto 5038
pt_br: A porta deve estar no intervalo 1024..65535, padrão 5038

source: checking for managersettings table..
es_es: verificando la existencia de la tabla managerrsettings
pt_br: verificando a existência da tabela managerrsettings

source: none, creating table
es_es: inexistente, creando tabla
pt_br: inexistente, criando tabela

source: populating default values..
es_es: populando datos iniciales..
pt_br: preenchendo os dados iniciais.

source: fatal error occurred populating defaults, check module
es_es: error fatal al popular datos, verifique el módulo
pt_br: erro fatal em dados populares, verifique o módulo

source: bindaddr, port, webenabled, displayconnects, timestampevents added
es_es: bindaddr, port, webenabled, displayconnects, timestampevents agregados
pt_br: bindaddr, porta, webenabled, displayconnects, timestampevents agregados

source: already exists
es_es: ya existe
pt_br: já existe

source: ERRORS
es_es: ERRORES
pt_br: ERROS

source: General Asterisk Manager Settings
es_es: Configuración General de Asterisk Manager
pt_br: Configuração Geral do Asterisk Manager

source: Web Enabled
es_es: Web Habilitada
pt_br: Habilitado para Web

source: You can make the manager interface available over http/https if Asterisk's http server is enabled in http.conf
es_es: Puede hacer que AMI esté disponible via http/https si el servidor http de Asterisk está habilitado en http.conf
pt_br: Você pode disponibilizar a AMI via http/https se o servidor http Asterisk estiver habilitado em http.conf

source: Display Connects
es_es: Mostrar Conexiones
pt_br: Mostrar conexões

source: If enabled, any AMI connection will display a message in the Asterisk CLI
es_es: Si se habilita, toda conexión a AMI mostrará un mensaje en la consola de Asterisk
pt_br: Se habilitado, toda conexão com a AMI exibirá uma mensagem no console do Asterisk

source: Timestamp Events
es_es: Datar Eventos
pt_br: Fechar Eventos

source: Add a Unix epoch timestamp to events (not action responses)
es_es: Agrega un header on el Epoch unix en los eventos (pero no en las respuestas a acciones)
pt_br: Adicione um cabeçalho no Epoch unix em eventos (mas não em respostas a ações)

source: Bind Address
es_es: Dirección de Enlace
pt_br: Endereço do link

source: Bind Port
es_es: Puerto
pt_br: Porto

source: Channel Variables
es_es: Variables de Canal
pt_br: Variáveis de canal

source: Comma separated list of channel variables to broadcast inside AMI events
es_es: Lista separada por comas de las variables de canal a mostrar en eventos AMI
pt_br: Lista separada por vírgulas de variáveis de canal a serem exibidas em eventos AMI

source: Other Manager Settings
es_es: Otras configuraciones
pt_br: Outros ajustes

source: You may set any other Manager settings not present here that are allowed to be configured in the General section of manager.conf. There will be no error checking against these settings so check them carefully. They should be entered as:<br /> [setting] = [value]<br /> in the boxes below. Click the Add Field box to add additional fields. Blank boxes will be deleted when submitted.
es_es: Si lo desea puede agregar cualquier configuración posible de Manager que sea valida en la sección General de manager.conf. No se hará control de errores sobre lo que escriba, así que sea cuidadoso. Deben ser ingresados como:<br>[configuración] = [valor]<br> en los casilleros de abajo. Pulse el botón Agregar Campo para añadir tantos como desee. Los casilleros en blanco serán ignorados cuando guarde los cambios.
pt_br: Se desejar, você pode adicionar qualquer configuração válida possível do Manager à seção Geral do manager.conf. Não haverá erros ao verificar o que você escreve, então tome cuidado. Eles devem ser inseridos como:<br>[configuração] = [valor]<br> nas caixas abaixo. Pressione o botão Adicionar campo para adicionar quantos desejar. As caixas em branco serão ignoradas quando você salvar as alterações.

source: Add Field
es_es: Agregar Campo
pt_br: Adicionar campo

source: Submit Changes
es_es: Guardar Cambios
pt_br: Guardar mudanças

source: yes
es_es: si
pt_br: e

source: no
pt_br: não

source: Asterisk Manager Settings
pt_br: Configuração do Gerenciador Asterisk

source: Configuration
pt_br: Contexto

source: Value
pt_br: Valentia

source: Edit Settings
es_es: Modificar Configuraciones
