Repository: IssabelFoundation/issabelPBX
Catalog: outroutemsg/i18n/*/LC_MESSAGES/outroutemsg.po
Languages: es_es, pt_br, sv_se

source: Route Congestion Messages
es_es: Mensajes de Ruta Congestionada
pt_br: Mensagens de rota congestionada
sv_se: Överbelastningsmeddelanden

source: Can not create outroutemsg table
sv_se: Kan inte skapa tabellen outroutemsg

source: No Routes Available
es_es: No hay rutas disponibles
pt_br: Não há rotas disponíveis
sv_se: Inga vägar tillgängliga

source: Standard Routes
es_es: Rutas Estándar
pt_br: Rotas Padrão
sv_se: Standardväg

source: Message or Tone
es_es: Mensaje o Tono
pt_br: Mensagem ou tom
sv_se: Meddelande eller ton

source: Message or tone to be played if no trunks are available.
es_es: Mensaje o Tono a reproducir si no hay troncales disponibles.
pt_br: Mensagem ou tom para reproduzir se não houver troncos disponíveis.
sv_se: Meddelande eller ton att spela upp om inga trunkar är tillgängliga.

source: Default Message
es_es: Mensaje por defecto
pt_br: Mensagem padrão
sv_se: Standardmeddelande

source: Congestion Tones
es_es: Tono de Congestión
pt_br: Tom de congestionamento
sv_se: Överbelastningstoner

source: Intra-Company Routes
es_es: Rutas Intra-Compañía
pt_br: Rotas intra-empresa
sv_se: Vägar inom företaget

source: Message or tone to be played if no trunks are available. Used on routes marked as intra-company only.
es_es: Mensaje o tono a reproducir si no hay troncales disponibles. Usado solo en rutas marcadas como intra compañía
pt_br: Mensagem ou tom a ser reproduzido se não houver troncos disponíveis. Usado apenas em rotas marcadas como intra-empresa
sv_se: Meddelande eller ton att spela upp om inga trunkar är tillgängliga. Används endast på vägar markerade som intra-företag.

source: Emergency Routes
es_es: Rutas de Emergencia
pt_br: Rotas de Emergência
sv_se: Nödvägar

source: Message or tone to be played if no trunks are available. Used on all emergency routes. Consider a message instructing callers to find an alternative means of calling emergency services such as a cell phone or alarm system panel.
sv_se: Meddelande eller ton att spela upp om inga trunkar är tillgängliga. Används på alla nödvägar. Tala gärna in ett meddelande som instruerar uppringaren hur man hittar alternativ för nödsamtal såsom mobiltelefon eller larmpanel.

source: Trunk Failures
es_es: Fallos en Troncal
pt_br: Falhas de tronco
sv_se: Trunkfel

source: No Answer
es_es: Sin Respuesta
pt_br: Sem resposta
sv_se: Inget svar

source: Message or tone to be played if there was no answer. Default message is:<br>"The number is not answering."<br> Hangupcause is 18 or 19
sv_se: Meddelande eller ton att spela upp vid inget svar. Standardmeddelande är:<br>"Numret svarar ej."<br>Avslutningskod är 18 eller 19

source: Number or Address Incomplete
es_es: Número o Dirección Incompletos
pt_br: Número ou endereço incompleto
sv_se: Nummer eller adress är ofullständigt

source: Message or tone to be played if trunk reports Number or Address Incomplete. Usually this means that the number you have dialed is to short. Default message is:<br>"The number you have dialed is not in service. Please check the number and try again."<br>Hangupcause is 28
sv_se: Meddelande eller ton att spela upp om trunken rapporterar att numret eller adressen är ofullständigt. Vanligtvis betyder detta att numret du slagit är för kortStandardmeddelande är:<br>"Numret du har ring är inte i bruk. Kontrollera numret och försök igen."<br> Avslutningskod är 28

source: Submit Changes
es_es: Guardar Cambios
pt_br: Guardar mudanças
sv_se: Spara ändringar

source: Info Tone
es_es: Tono Info
pt_br: Solicite informações

source: Unallocated Numbers
es_es: Números no asignados
pt_br: Números não atribuídos
