Repository: IssabelFoundation/issabelPBX
Catalog: backup/i18n/*/LC_MESSAGES/backup.po
Languages: bg_bg, es_es, fr_fr, ja_jp, ru_ru

source: Delete
bg_bg: Изтрий
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
ru_ru: Удалить

source: Email Server
ja_jp: Eメールサーバー

source: FTP Server
ja_jp: FTPサーバー

source: Local Server
ja_jp: ローカルサーバー

source: Mysql Server
ja_jp: MySQLサーバー

source: SSH Server
ja_jp: SSHサーバー

source: Backup
ja_jp: バックアップ

source: error/not found!
ja_jp: エラー：見つかりません！

source: FTP Connection error!
ja_jp: FTP接続エラー！

source: manifest not found
ja_jp: manifestが見つかりません

source: Backup Server not found!
ja_jp: バックアップサーバーが見つかりません！

source: Failed to retrieve file from server!
ja_jp: ファイルをサーバーから取得できませんでした。

source: File not found!
ja_jp: ファイルが見つかりません！

source: Failed converting asterisk.sql to proper format, renaming to mysql-db.sql in current state
ja_jp: asterisk.sqlを独自フォーマットに変換できませんでした。現在の状態で名前をmysql-db.sqlに変更します。

source: Failed converting asteriskcdr.sql to proper format, renaming to mysql-cdr.sql in current state
ja_jp: asteriskcdr.sqlを独自フォーマットに変換できませんでした。現在の状態で名前をmysql-cdr.sqlに変更します。

source: Backup failed dumping SQL database [%s] to file [%s], you have a corrupted backup from server [%s].
es_es: La copia de seguridad falló al descargar la base de datos SQL [%s] al archivo [%s], tiene una copia de seguridad dañada del servidor [%s].
ja_jp: SQLデータベース [%s] をファイル [%s]へのダンプ中、バックアップに失敗しました。サーバー [%s]からのバックアップが破損しています。

source: Name
es_es: Nombre
ja_jp: 名前

source: Created
es_es: Creación
ja_jp: 作成日時

source: Files
es_es: Archivos
ja_jp: ファイル

source: Mysql Db's
ja_jp: MySQL DB

source: astDb's
ja_jp: astDb

source: File
es_es: Archivo
ja_jp: ファイル

source: /path/to/file
ja_jp: ファイルへのパス

source: Directory
es_es: Directorio
ja_jp: ディレクトリ

source: /path/to/dir
ja_jp: ディレクトリへのパス

source: PATTERNs, one per line
es_es: Patrones, uno por línea
ja_jp: パターン、各行に1つ

source: {no servers available}
ja_jp: {サーバーはありません}

source: table names, one per line
es_es: nombre de tablas, una por línea
ja_jp: テーブル名、各行に1つ

source: Family, one per line
es_es: Familia, una por línea
ja_jp: ファミリー、各行に1つ

source: Delete this entry. Don't forget to click Submit to save changes!
ja_jp: このエントリーを削除。変更適用を押し忘れずに！

source: Backup & Restore
bg_bg: Архивирай & Възстанови
es_es: Copias de seguridad
fr_fr: Sauvegarde & Restauration
ja_jp: バックアップと復元
ru_ru: Резервное копирование и восстановление

source: Admin
bg_bg: Админ
ja_jp: アドミン
ru_ru: Админ

source: Backup & Restore for your IssabelPBX environment
bg_bg: Архивирай & Възстанови за вашата IssabelPBX система
fr_fr: Sauvegarde & Restauration pour votre environnement IssabelPBX
ja_jp: IssabelPBX環境のバックアップとリストアができます。
ru_ru: Резервное копирование и восстановление для вашего IssabelPBX

source: Backup & Restore - Servers
ja_jp: バックアップとリストア：サーバー

source: Backup & Restore - Templates
ja_jp: バックアップと復元：テンプレート

source: Backup & Restore - Restore
ja_jp: バックアップと復元：復元

source: Can not create backup tables
bg_bg: Не мога да създам таблици с архиви
fr_fr: Ne peut pas créer de sauvegarde des tables
ja_jp: バックアップのテーブルを作成できません。
ru_ru: Невозможно создать таблицу резервного копирования

source: Can't check for Backup table
bg_bg: Не мога да проверя таблица Backup
fr_fr: Ne peut pas effectuer les vérification pour la sauvegarde des tables
ja_jp: Backupテーブルの存在チェックに失敗しました。
ru_ru: Невозможно проверить таблицу резервного копирования

source: ERROR: failed to migrate from old "Backup" table to new "backup" table
bg_bg: ГРЕШКА: неуспех при преместване на старата таблица "Backup" в нова таблица "backup"
fr_fr: ERREUR : échec de migration de l'ancienne table "Backup" vers la nouvelle table "backup"
ja_jp: エラー：古い "Backup" テーブルから新しい "backup" テーブルへの移行が失敗しました。
ru_ru: Ошибка: неудалось пернести страую таблицу "Резервного копирования" в новую таблицу "Резервного копирования "

source: This error can result from a previous incomplete/failed install of
bg_bg: Тази грешка може да е в резултат на предишна непълна/провалена инсталация на
fr_fr: Cette erreur résulte d'une précédente installation incomplète ou échouée
ja_jp: このエラーは、次のモジュールのインストールが不完全/失敗であった事が原因かもしれません：
ru_ru: Эта ошибка могла стать результатом того, что произошла незавршенная/неудачная установка

source: this module. You should probably uninstall and reinstall this module
bg_bg: този модул. Трябва да деинсталирате и да инсталирате наново този модул
fr_fr: ce module. Vous devez probablement désinstaller et réinstaller ce module
ja_jp: モジュールを一旦アンインストールし、再度インストールすることを推奨します。
ru_ru: этого модуля. Скорее всего вам следует удалить и переустановить этот модуль,

source: doing so will result in a loss of all your backup settings though previous
bg_bg: което ще доведе до загубване на всички Ваши настройки на архивиране като предишните
fr_fr: effectuer cette action implique une perte de toutes vos sauvegardes de paramètres jusqu'à présent
ja_jp: この操作により、前回のバックアップデータは保存されますが、
ru_ru: что приведет к потере всех настроек резервного копирования

source: backup data will be preserved.
bg_bg: архивни данни ще се запазят.
fr_fr: les données sauvegardées seront préservées
ja_jp: 全てのバックアップの設定を失うことになります。
ru_ru: данные резервного копирования будут сохранены

source: Failure Message:
bg_bg: Съобщение за Грешка:
fr_fr: Méssage d'échec :
ja_jp: エラーメッセージ：
ru_ru: Сообщение об ошибке

source: Can not migrate Backup table
bg_bg: Не мога да преместя таблица Backup
fr_fr: Ne peut pas migrer la sauvegarde
ja_jp: Backupテーブルを移行できません。
ru_ru: Не удается перенести таблицу резервного копирования

source: Backup migration completed
bg_bg: Преместването на архива приключи
fr_fr: Migration de la sauvegarde complète
ja_jp: バックアップの移行が完了しました。
ru_ru: Перенос резервного копирования завершен

source: Nothing to migrate
bg_bg: Нищо за преместване
es_es: Nada que restaurar
fr_fr: Rien à migrer
ja_jp: 移行するデータはありません。
ru_ru: Нечего переносить

source: ERROR: Failed to remove old "Backup" table. You should uninstall
bg_bg: ГРЕШКА: Неуспех при премахване на старата таблица "Backup". Трябва да деинсталирате
fr_fr: ERREUR: Impossible de supprimer l'ancienne sauvegarde. Vous devez effectuer un desinstallation
ja_jp: エラー: 古い "Backup" テーブルを削除できませんでした。このモジュールを一旦アンインストールし、
ru_ru: Ошибка: Неудалось удалить старую таблицу резервного копирования Вам следует удалить

source: and then re-install this module. Settings will be lost but old
bg_bg: и след това да инсталирате наново този модул. Настройките ще се загубят но старите
fr_fr: puis réinstaller ce module. Les paramètres seront perdus
ja_jp: 再度インストールしてください。設定は失われますが、
ru_ru: и переустановить этот модуль. Настройки будут утеряны но

source: backup data will be retained.
bg_bg: архивни данни ще се запазят.
fr_fr: les données sauvegardées seront conservées.
ja_jp: バックアップデータは保持されます。
ru_ru: резервные копии данных будут сохранены

source: Old Backup table removed
bg_bg: Премахната стара таблица архиви
fr_fr: Ancienne sauvegarde supprimée
ja_jp: 古いBackupテーブルを削除しました。
ru_ru: Старая таблица резервного копирования удалена

source: Replacing ampbackup.pl in db..
bg_bg: Замяна на ampbackup.pl в db..
fr_fr: Remplacement de ampbackup.pl dans la base de données...
ja_jp: ampbackup.plをDBに置き換え中...
ru_ru: Заменяем ampbackup.pl в БД

source: an error has occurred, update not done
bg_bg: появи се грешка, обновяването е прекратено
fr_fr: une erreur est survenue, la mise à jour ne s'est par terminée correctement
ja_jp: エラーが発生したため、更新は実行されませんでした。
ru_ru: Произошла ошибка, обновление не завершено

source: removing retrieve_backup_cron_from_mysql.pl..
bg_bg: премахване на retrieve_backup_cron_from_mysql.pl..
es_es: eliminando retrieve_backup_cron_from_mysql.pl..
fr_fr: suppression de retrieve_backup_cron_from_mysql.pl...
ja_jp: retrieve_backup_cron_from_mysql.plを削除中..
ru_ru: удаляется retrieve_backup_cron_from_mysql.pl..

source: removed
bg_bg: премахнат
es_es: eliminado
fr_fr: supprimé
ja_jp: 削除済み
ru_ru: удалено

source: failed
bg_bg: неуспех
es_es: falló
fr_fr: échec
ja_jp: 失敗
ru_ru: сбой

source: Migrating backup table...
bg_bg: Преместване на таблица backup...
fr_fr: Migartion de la sauvegarde...
ja_jp: backupテーブルを移行中...
ru_ru: Перенос таблицы резервного копирования...

source: WARNING: backup table not migrated
bg_bg: ВНИМАНИЕ: таблица backup не е преместена
fr_fr: ATTENTION : La sauvegarde n'a pas été migrée
ja_jp: 警告：バックアップテーブルを移行できませんでした。
ru_ru: Внимание: таблица резервного копирования не перенесена

source: Successfully migrated backup table!
bg_bg: Успешно преместена таблица backup!
fr_fr: Migration de la sauvegarde réalisée avec succès !
ja_jp: バックアップテーブルを正常に移行しました。
ru_ru: Таблица резервного копирования успешно перенесена

source: Creating backups directory..
bg_bg: Създаване на директория с архиви..
fr_fr: Création des dossiers des sauvegardes...
ja_jp: バックアップディレクトリを作成中...
ru_ru: Создается каталог резервного копирования

source: WARNING: failed to create backup directory: %s
bg_bg: ВНИМАНИЕ: неуспех при създаване на директория с архиви: %s
fr_fr: ATTENTION : échec de création du dossier : %s
ja_jp: 警告：バックアップディレクトリを作成できませんでした： %s
ru_ru: Внимание: неудалось создать каталог резервного копирования: %s

source: Legacy Backup
es_es: Backup Heredado
ja_jp: レガシーバックアップ

source: Location of backups pre 2.10
bg_bg: Местоположение на архиви от преди 2.10
fr_fr: Localisation des sauvegarde avant 2.10
ja_jp: 2.10 以前のバックアップの場所
ru_ru: Расположение резервных копий до 2.10

source: local
ja_jp: ローカル

source: Local Storage
es_es: Almacenamiento local
ja_jp: ローカルストレージ

source: Storage location for backups
bg_bg: Местоположение за съхраняване на архиви
fr_fr: Emplacement de stockage pour les sauvegardes
ja_jp: バックアップストレージの場所
ru_ru: Расположение хранилища резервных копий

source: Config server
ja_jp: 設定サーバー

source: PBX config server, generally a local database server
bg_bg: PBX конфигурационен сървър, обикновено локален сървър за база данни
fr_fr: Configuration du serveur, généralement sur une base de données locale au serveur
ja_jp: PBX設定サーバー。通常はローカル DB サーバーです。
ru_ru: Сервер конфигурации PBX, обычно локальная БД

source: CDR server
ja_jp: CDRサーバー

source: CDR server, generally a local database server
bg_bg: CDR сървър, обикновено локален сървър за база данни
fr_fr: Serveur CDR, généralement sur une base de données locale au serveur
ja_jp: CDRサーバー。通常はローカル DB サーバー。
ru_ru: CDR сервер, обычно локальная БД

source: added default backup servers
bg_bg: добавен е сървър за архиви по-подразбиране
fr_fr: sauvegarde par défaut des serveurs ajouté
ja_jp: デフォルトバックアップサーバーを追加しました。
ru_ru: добавлены сервера резервного копирования по умолчанию

source: Config Backup
es_es: Sólo configuraciones
ja_jp: 設定バックアップ

source: Configurations only
bg_bg: Само настройки
es_es: Solamente configuraciones
fr_fr: Configurations seulement
ja_jp: 設定のみ
ru_ru: Только конфигурация

source: Full Backup
es_es: Copia de seguridad completa
ja_jp: 完全バックアップ

source: A full backup of core settings and web files, dosen't include system sounds or recordings.
ja_jp: コア設定とウェブファイルのフルバックアップ。システム音声や録音データは含まれません。
ru_ru: Полное резервное копирование настроек ядра и web-интерфейса, исключая системные звуки или записи.

source: CDR's
ja_jp: CDR

source: Call Detail Records
bg_bg: Подробни Отчети на Разговорите
es_es: Registro de detalle de llamadas
fr_fr: Détails des appels enregistrés
ja_jp: 通話記録
ru_ru: Детализация записи звонков

source: Voice Mail
es_es: Correo de Voz
ja_jp: ボイスメール

source: Voice Mail Storage
bg_bg: Архив Гласова Поща
es_es: Almacenamiento de correo de voz
fr_fr: Stockage des messages vocaux
ja_jp: ボイスメールストレージ
ru_ru: Хранилище голосовой почты

source: System Audio
es_es: Audios del Sistema
ja_jp: システムオーディオ

source: All system audio - including IVR prompts and Music On Hold. DOES NOT BACKUP VOICEMAIL
es_es: Todo el audio del sistema, incluidas las indicaciones de IVR y Música en espera. NO HACE RESPALDO DEL CORREO DE VOZ
ja_jp: 全てのシステム音声（IVRプロンプトと音保留音送出を含む）注意：ボイスメールのバックアップではありません。
ru_ru: Все системные аудио записи - включая Интерактивное меню (IVR) и музыку в ожидании. Не делает резервную копию голосовой почты.

source: Exclude Backup Settings
es_es: Excluir configuración de backup
ja_jp: バックアップ設定を除外

source: Exclude Backup's settings so that they dont get restored, usefull for a remote restore
es_es: Excluye la configuración de copias de seguridad para que no se restauren, útil para una restauración remota
ja_jp: 復元されないようにバックアップ設定をバックアップしません。リモートリストアで役に立ちます。
ru_ru: Исключить настройки резервного копирования так что они не будут восстановлены, полезно для удаленного восстановления

source: added default backup templates
bg_bg: добавени са шаблони за архивиране по-подразбиране
fr_fr: modèles de sauvegarde par défaut ajoutés
ja_jp: デフォルトバックアップテンプレートを追加しました。
ru_ru: добавлены шаблоны резервного копирования по умолчанию

source: MIGRATED
bg_bg: ПРЕМЕСТЕН
fr_fr: MIGRÉ
ja_jp: 移行済み
ru_ru: Перенесено

source: migrated backup
bg_bg: преместен архив
fr_fr: sauvegarde migré
ja_jp: バックアップ移行済み
ru_ru: Перенос резервного копирования

source: Migrated FTP server
ja_jp: 移行済みFTPサーバー

source: Migrated FTP server for backup
bg_bg: Преместен FTP сървър за архивиране
fr_fr: Serveur FTP migré pour la sauvegarde
ja_jp: バックアップ用の FTP サーバーを移行しました。
ru_ru: Параметры FTP сервера резервного копирования пернесены

source: Migrated SSH server
ja_jp: 移行済みSSHサーバー

source: Migrated SSH server for backup
bg_bg: Преместен SSH сървър за архивиране
fr_fr: Serveur SSH migré pour la sauvegarde
ja_jp: バックアップ用のSSHサーバーを移行しました。
ru_ru: Параметры SSH сервера резервного копирования пернесены

source: Migrated EMAIL server
ja_jp: 移行済みEメールサーバー

source: Migrated EMAIL server for backup
bg_bg: Преместен EMAIL сървър за архивиране
fr_fr: Serveur EMAIL migré pour la sauvegarde
ja_jp: バックアップ用のEメールサーバを移行しました。
ru_ru: Параметры EMAIL сервера резервного копирования перенесены

source: email
ja_jp: Eメール

source: Migrated remote SSH server for backup
bg_bg: Преместен отдалечен SSH сървър за архивиране
fr_fr: Serveur SSH distant migré pour la sauvegade
ja_jp: リモートバックアップ用のSSHサーバーを移行しました。
ru_ru: Параметры удаленного SSH сервера резервного копирования пернесены

source: Default backup
ja_jp: デフォルトバックアップ

source: Default backup; automatically installed
bg_bg: Архив по-подразбиране; автоматично инсталиран
fr_fr: Sauvegarde par défaut; installée automatiquement
ja_jp: デフォルトバックアップ。自動的にインストールされています。
ru_ru: Резервное копирование по умолчанию: устанавливается автоматически

source: Backup module not found or is disabled. Aborting!
ja_jp: バックアップモジュールはインストールされていないか、無効になっています。中断します。

source: No storage servers found! Aborting.
ja_jp: ストレージサーバーが見つからないため中断します。

source: Intializing Backup
ja_jp: バックアップを初期化中…

source: waiting for lock...
ja_jp: ロックを待機中…

source: Backup Lock acquired!
es_es: Bloqueo de copia de seguridad adquirido!
ja_jp: バックアップロックを取得しました。

source: Running pre-backup hooks...
es_es: Ejecutando ganchos previos a la copia de seguridad...
ja_jp: バックアップ前フックを実行中...

source: Adding items...
es_es: Añadiendo items...
ja_jp: アイテムを追加中…

source: Bulding manifest...
ja_jp: manifestを構築中…

source: Creating backup...
es_es: Creando copia de seguridad...
ja_jp: バックアップを作成中…

source: No items in backup set. Aborting.
ja_jp: バックアップセットは空です。中断します。

source: Connecting to remote server...
ja_jp: リモートサーバーに接続中...

source: Something went wrong when connecting to remote server. Aborting!
ja_jp: リモートサーバー接続中にエラーが発生しました。中断します。

source: Veryfing received file...
ja_jp: 受信したファイル検証中...

source: File verification failed.
ja_jp: ファイル検証は失敗しました。

source: Here are the first few lines of the file as sent by the remote server:
ja_jp: リモートサーバーが送ったファイルの最初の数行は以下のとおり：

source: Prossesing received file...
ja_jp: 受信したファイルを処理中…

source: Storing backup...
es_es: Almacenando copia de seguridad...
ja_jp: バックアップを保存中…

source: Running post-backup hooks...
es_es: Ejecutando ganchos posteriores a la copia de seguridad...
ja_jp: バックアップ後フック実行中...

source: Backup successfully completed!
es_es: La copia de seguridad finalizó exitosamente!
ja_jp: バックアップが正常に完了しました。

source: Restoring backup...
ja_jp: バックアップを復元中…

source: Nothing to restore!
es_es: No hay nada que restaurar!
ja_jp: 復元するものはありません。

source: Intializing Restore...
ja_jp: 復元を初期化しています...

source: Backup file not found! Aborting.
ja_jp: バックアップファイルが見つかりません。中断します。

source: Running pre-restore scripts...
ja_jp: 復元前スクリプトを実行中...

source: Running pre-restore hooks, if any...
es_es: Ejecutando ganchos previos a la restauración, si existen...
ja_jp: 復元前フックがある場合は実行します...

source: Restoring files...
es_es: Restaurando archivos...
ja_jp: ファイルを復元中...

source: A large amount of files have been selected for restore. Please be paitent - this prosses will take a while.
ja_jp: 復元するファイルの数が多いため、時間がかかる場合があります。しばらくお待ちください。

source: File restore complete!
es_es: Restauración de archivos finalizada!
ja_jp: ファイルの復元が完了しました！

source: Restoring CDR's...
es_es: Restaurando CDRs
ja_jp: CDRを復元中...

source: Getting CDR size...
es_es: Recuperando tamaño de CDR
ja_jp: CDRサイズを判定中...

source: Processed
es_es: Procesado
ja_jp: 処理完了

source: Processed 100% of CDR's!
es_es: Se ha procesado el 100% de los CDR
ja_jp: 100%のCDRを処理しました！

source: Restoring CDR's complete
ja_jp: CDRの復元が完了しました

source: Restoring settings...
es_es: Restaurando configuraciones...
ja_jp: 設定を復元中...

source: Getting Settings size...
es_es: Recuperando tamanno de configuraciones
ja_jp: 設定サイズを判定中...

source: Processed 100% of Settings'!
ja_jp: 100% の設定を処理しました！

source: Restoring astDB...
es_es: Restaurando astDB
ja_jp: astDBを復元中...

source: Restoring Settings' complete
ja_jp: 設定の復元が完了しました。

source: Running post restore script...
es_es: Ejecutando gancho post restauración...
ja_jp: 復元後のスクリプトを実行中...

source: Running post-restore hooks, if any...
es_es: Ejecutando ganchos posteriores a la restauración, si existen...
ja_jp: 復元後のフックがある場合は実行します。

source: Cleaning up...
es_es: Haciendo limpieza...
ja_jp: クリーンアップしています...

source: Restore complete!
es_es: Restauración completa!
ja_jp: 復元が完了しました！

source: Reloading...
es_es: Recargando...
ja_jp: 再読み込み中...

source: Done!
es_es: Listo!
ja_jp: 完了

source: Download
bg_bg: Изтегли
es_es: Descargar
fr_fr: Télécharger
ja_jp: ダウンロード
ru_ru: Загрузить

source: Error uploading file!
ja_jp: ファイルをアップロード中にエラーが発生しました。
ru_ru: Ошибка загрузки файлов!

source: Error verifying uploaded file!
ja_jp: アップロードされたファイルを確認中にエラーが発生しました。
ru_ru: Ошибка верификации звгруженного файла!

source: Invalid backup for or undefined error
ja_jp: 不正なバックアップまたは不明なエラー
ru_ru: Некорректная резервная копия или неизвестная ошибка

source: Backups
es_es: Copias de seguridad
ja_jp: バックアップ

source: Restore
es_es: Restaurar
ja_jp: 復元

source: Servers
es_es: Servidores
ja_jp: サーバー

source: Templates
es_es: Plantillas
ja_jp: テンプレート

source: New Email server
es_es: Nuevo servidor Email
ja_jp: 新規Eメールサーバー

source: New FTP server
es_es: Nuevo servidor FTP
ja_jp: 新規FTPサーバー

source: New Local server
es_es: Nuevo servidor local
ja_jp: 新規ローカルサーバー

source: New Mysql server
es_es: Nuevo servidor MySQL
ja_jp: 新規MySQLサーバー

source: New SSH server
es_es: Nuevo servidor SSH
ja_jp: 新規SSHサーバー

source: Server Name
es_es: Nombre del Servidor
ja_jp: サーバー名

source: Description
es_es: Descripción
ja_jp: 説明

source: Description or notes for this server
es_es: Descripción o notas para este servidor
ja_jp: このサーバーの説明やメモ。

source: Hostname
es_es: Nombre de host
ja_jp: ホスト名

source: IP address or FQDN of remote mysql host
es_es: Dirección IP o FQDN del servidor mysql remoto
ja_jp: リモートMySQLホストのIPアドレス、またはFQDN

source: Port
es_es: Puerto
ja_jp: ポート

source: remote mysql port
es_es: puerto mysql remoto
ja_jp: リモートMySQLのポート番号。

source: User Name
es_es: Usuario
ja_jp: ユーザー名

source: Password
es_es: Contraseña
ja_jp: パスワード

source: DB Name
es_es: Nombre de BD
ja_jp: データベース名

source: Database name
es_es: Nombre de la base de datos a conectar
ja_jp: データベースの名前

source: Save
ja_jp: 保存

source: IP address or FQDN of remote ssh host
es_es: Dirección IP o FQDN del servidor ssh remoto
ja_jp: リモートSSHホストのIPアドレス、またはFQDN

source: remote ssh port
es_es: puerto ssh remoto
ja_jp: リモートSSHポート

source: Key
es_es: Llave
ja_jp: キー

source: Location of ssh private key to be used when connecting to a host
es_es: Ubicación de la clave privada ssh que se usará al conectarse a un servidor
ja_jp: ホストに接続する際に使用するSSHプライベートキーの保存先。

source: Path
es_es: Ruta
ja_jp: パス

source: Path on server where files are stored
es_es: Ruta en el servidor donde se almacenan los archivos
ja_jp: サーバー上のファイルを保存するパス

source: Path where files are stored
es_es: Ruta donde se almacenan los archivos
ja_jp: ファイルの保存先パス

source: Email Address
es_es: Dirección de Email
ja_jp: Eメールアドレス

source: Email address where backups should be emailed to
es_es: Dirección de correo electrónico a la que se deben enviar las copias de seguridad
ja_jp: バックアップを送信するEメールアドレス。

source: Max Email Size
es_es: Tamaño máximo del correo
ja_jp: 最大Eメールサイズ

source: The maximum size a backup can be and still be emailed. Some email servers limit the size of email attachments, this will make sure that files larger than the max size are not sent.
es_es: El tamaño máximo que puede tener una copia de seguridad y aún así enviarse por correo electrónico. Algunos servidores de correo electrónico limitan el tamaño de los archivos adjuntos de correo electrónico, esto asegurará que no se envíen archivos más grandes que el tamaño máximo.
ja_jp: Eメールで送信できる最大のバックアップサイズ。添付ファイルのサイズを制限するサーバーを使用する場合に、この設定を使うと制限を越えるファイルを送らないようにできます。

source: IP address or FQDN of remote ftp host
ja_jp: リモートFTPホストのIPアドレス、またはFQDN。

source: remote ftp port
ja_jp: リモートFTPポート

source: Transfer Mode
ja_jp: 転送モード

source: Template Name
es_es: Nombre de la plantilla
ja_jp: テンプレート名

source: New Template
ja_jp: 新規テンプレート

source: Upload a backup file to restore from it. Or, pick a saved backup by selecting a server from the list on the right.
es_es: Cargue un archivo de copia de seguridad para restaurarlo. O elija una copia de seguridad guardada seleccionando un servidor de la lista de la derecha.
ja_jp: 復元するバックアップファイルをアップロードできます。右側のサーバーリストからも保存されたバックアップを選択できます。

source: Go!
es_es: ¡Vamos!
ja_jp: 実行

source: Select a file and click go
es_es: Elija un archivo y pulse Vamos!
ja_jp: ファイルを選択して、「実行」をクリックしてください。

source: Mysql DB's
es_es: BDs Mysql
ja_jp: MySQLデータベース

source: AstDB's
ja_jp: AstDB

source: PBX Settings
ja_jp: PBX設定

source: Restore all setting stored in the database
es_es: Restaurar todas las configuraciones almacenadas en la base de datos
ja_jp: データベースに保存されている全ての設定を復元する

source: Restore CDR records stored in this backup
es_es: Restaurar registros CDR almacenados en esta copia de seguridad
ja_jp: このバックアップに入っているCDRレコードを復元します。

source: drop here
ja_jp: ここにドロップ

source: Select files and databases to restore:
ja_jp: 復元するファイル及びデータベースを選択してください。

source: Never
es_es: Nunca
ja_jp: 実行しない

source: Hourly
es_es: Cada hora
ja_jp: 毎時

source: Daily
es_es: Diariamente
ja_jp: 毎日

source: Weekly
es_es: Cada semana
ja_jp: 毎週

source: Monthly
es_es: Mensualmente
ja_jp: 毎月

source: Annually
es_es: Anualmente
ja_jp: 毎年

source: Reboot
es_es: Al reiniciar
ja_jp: 再起動

source: Custom
es_es: Personalizado
ja_jp: カスタム

source: Run Automatically
es_es: Ejecución automática
ja_jp: 自動的に実行

source: Randomize
es_es: Aleatorizar
ja_jp: ランダムにする

source: Minutes
es_es: Minutos
ja_jp: 分

source: Hour
es_es: Hora
ja_jp: 時間

source: Day of Week
es_es: Día de la Semana
ja_jp: 曜日

source: Sunday
ja_jp: 日曜日

source: Monday
ja_jp: 月曜日

source: Tuesday
ja_jp: 火曜日

source: Wednesday
ja_jp: 水曜日

source: Thursday
ja_jp: 木曜日

source: Friday
ja_jp: 金曜日

source: Saturday
ja_jp: 土曜日

source: Month
es_es: Mes
ja_jp: 月

source: January
ja_jp: 1月

source: February
ja_jp: 2月

source: March
ja_jp: 3月

source: April
ja_jp: 4月

source: May
ja_jp: 5月

source: June
ja_jp: 6月

source: July
ja_jp: 7月

source: August
ja_jp: 8月

source: September
ja_jp: 9月

source: October
ja_jp: 10月

source: November
ja_jp: 11月

source: December
ja_jp: 12月

source: Day of Month
es_es: Día del Mes
ja_jp: 日

source: Backup Name
es_es: Nombre para esta copia de seguridad
ja_jp: バックアップ名
