Repository: IssabelFoundation/issabelPBX
Catalog: backup/i18n/*/LC_MESSAGES/backup.po
Languages: bg_bg, es_es, fr_fr, ja_jp, ru_ru

source: Description or notes for this backup
es_es: Descripción o notas para esta copia de seguridad
ja_jp: このバックアップの説明・メモなど

source: Items
ja_jp: アイテム

source: Backup Items
es_es: Items de copia de seguridad
ja_jp: バックアップ アイテム

source: Drag templates and drop them in the items table to add the templates items to the table
ja_jp: テンプレートアイテムをテーブルに追加するには、テンプレートをドラッグして、アイテムのテーブルにドロップしてください。

source: Drag templates and drop them in the Backup Items table. Add as many templates as you need
es_es: Arrastre las plantillas y suéltelas en la zona de colocación. Puede añadir tantas plantillas como necesite
ja_jp: テンプレートをドラッグし、バックアップアイテムのテーブルにドロップします。必要に応じてテンプレートを追加してください。

source: Hooks
es_es: Ganchos
ja_jp: フック

source: Pre-backup Hook
es_es: Gancho previo al respaldo
ja_jp: バックアップ前フック

source: A script to be run BEFORE a backup is started.
es_es: Un script que se ejecutará ANTES de que se inicie una copia de seguridad.
ja_jp: バックアップを開始する前に実行するスクリプト。

source: Post-backup Hook
es_es: Gancho posterior al respaldo
ja_jp: バックアップ後フック

source: A script to be run AFTER a backup is completed.
es_es: Un script que se ejecutará DESPUÉS de que se inicie una copia de seguridad.
ja_jp: バックアップ完了後に実行するスクリプト。

source: Pre-restore Hook
es_es: Gancho previo a la restauración
ja_jp: 復元前フック

source: A script to be run BEFORE a backup is restored.
es_es: Un script que se ejecutará ANTES de que se restaure una copia de seguridad
ja_jp: バックアップから復元する前に実行されるスクリプト。

source: Post-restore Hook
es_es: Gancho posterior a la restauración
ja_jp: 復元後フック

source: A script to be run AFTER a backup is restored.
es_es: Un script que se ejecutará DESPUÉS de que se restaure una copia de seguridad
ja_jp: バックアップから復元した後に実行されるスクリプト。

source: Backup Server
es_es: Servidor de copia de seguridad
ja_jp: バックアップサーバー

source: This server
es_es: Este servidor
ja_jp: このサーバー

source: Select the server to be backed up (this server, or any other SSH server)
es_es: Seleccione el servidor del que desea realizar la copia de seguridad (este servidor o cualquier otro servidor SSH)
ja_jp: バックアップするサーバーを選択してください。（このサーバー、若しくは他のSSHサーバー）

source: Restore Here
ja_jp: ここに復元する

source: Disable Registered Trunks
ja_jp: 登録されたトランクを無効にする

source: Apply Configs
ja_jp: 変更を適用

source: Storage Locations
es_es: Ubicaciones de almacenamiento
ja_jp: ストレージロケーション

source: Storage Servers
es_es: Servidores de almacenamiento
ja_jp: ストレージサーバー

source: drag servers from the Available Servers list to add them as Storage Servers
ja_jp: ストレージサーバーを追加するには、利用可能なサーバーのリストからドラッグしてください。

source: Available Servers
es_es: Servidores disponibles
ja_jp: 利用可能なサーバー

source: Backup Schedule
es_es: Programa de copia de seguridad
ja_jp: バックアップスケジュール

source: Maintenance
es_es: Mantenimiento
ja_jp: メンテナンス

source: Delete after
es_es: Eliminar luego de
ja_jp: 以後に削除

source: Delete this backup after X amount of minutes/hours/days/weeks/months/years. Please note that deletes aren't time based and will only happen after a backup was run. Setting the value to 0 will disable any deleting
es_es: Eliminar esta copia de seguridad después de X cantidad de minutos/horas/días/semanas/meses/años. Tenga en cuenta que las eliminaciones no se basan en el tiempo y solo ocurrirán después de ejecutar una copia de seguridad. Establecer el valor en 0 deshabilitará cualquier eliminación
ja_jp: 設定した間が経過すると、このバックアップを削除します。ただし、削除するのは、単に時間が経過した場合ではなく、新しいバックアップが行われたときに限って削除されるので、ご注意ください。この数値を0に設定すると、削除を一切しません。

source: Hours
es_es: Horas
ja_jp: 時間

source: Days
es_es: Días
ja_jp: 日

source: Weeks
es_es: Semanas
ja_jp: 週

source: Months
es_es: Meses
ja_jp: 月

source: Years
es_es: Años
ja_jp: 年

source: Delete this backup after X amount of runs. Setting the value to 0 will disable any deleting
es_es: Eliminar esta copia de seguridad después de X cantidad de ejecuciones. Establecer el valor en 0 deshabilitará cualquier eliminación
ja_jp: ○回バックアップを実行してからこのバックアップを削除します。0に設定すると削除を無効にします。

source: runs
es_es: ejecuciones
ja_jp: 回の実行

source: and Run
ja_jp: と実行

source: New Backup
ja_jp: 新規バックアップ

source: Type
es_es: Tipo
ja_jp: タイプ

source: Path/DB
es_es: Ruta/BD
ja_jp: パス/データベース

source: Exclude
es_es: Excluir
ja_jp: 除外する

source: chose
es_es: seleccione
ja_jp: 選択する

source: Run now
bg_bg: Стартирай сега
fr_fr: Exécuter maintenant
ja_jp: すぐに実行する
ru_ru: Запустить немедленно

source: Backup Module
es_es: Módulo de Backup

source: Edit Backup Template
es_es: Modificar plantilla de copia de seguridad

source: Add Backup Template
es_es: Añadir plantilla de copia de seguridad

source: Add Entry
es_es: Agregar Entrada

source: Choose a file...
es_es: Escoja un archivo...

source: Add Backup
es_es: Añadir copia de seguridad

source: Edit Backup
es_es: Modificar copia de seguridad

source: Status Email
es_es: Dirección de Email

source: Email to send status messages to when this task is run
es_es: Dirección de correo electrónico que recibirá mensajes de estado cuando se ejecute esta tarea

source: Backup Servers
es_es: Servidores de respaldo

source: Add FTP Server
es_es: Añadir Servidor FTP

source: Add Local Server
es_es: Añadir Servidor local

source: Add Mysql Server
es_es: Añadir Servidor MySQL

source: Add SSH Server
es_es: Añadir Servidor SSH

source: Add Email Server
es_es: Añadir Servidor Email

source: Edit FTP Server
es_es: Modificar Servidor FTP

source: Edit Local Server
es_es: Modificar Servidor local

source: Edit Mysql Server
es_es: Modificar Servidor MySQL

source: Edit SSH Server
es_es: Modificar Servidor SSH

source: Edit Email Server
es_es: Modificar Servidor Email

source: Save and Run
es_es: Guardar y Ejecutar

source: You can add files, directories, MySQL databases and Asterisk databases by clicking the Add Entry button, or just drop templates on the drop zone
es_es: Puede agregar archivos, directorios, bases de datos MySQL y bases de datos Asterisk haciendo clic en el botón Agregar entrada, o simplemente suelte plantillas en la zona de colocación.

source: drop zone
es_es: zona de colocación

source: Drag servers from the Available Servers list to add them as Storage Servers
es_es: Arrastre servidores de la lista de Servidores disponibles para agregarlos como Servidores de almacenamiento

source: Select how often to run this backup. The following schedule will be followed for all but custom:<br/>Hourly &nbsp&nbspRun once an hour, beginning of hour<br/>Daily &nbsp&nbsp&nbsp&nbspRun once a day, at midnight<br/>Weekly &nbsp&nbspRun once a week, midnight on Sun<br/>Monthly &nbsp&nbspRun once a month, midnight, first of month<br/>Annually &nbspRun once a year, midnight, Jan. 1<br/>Reboot &nbsp&nbspRun at startup of the server OR of the cron deamon (i.e. after every <code>service cron restart</code>)<br/><br/>If Randomize is selcted, a similar frequency will be followed, only the exact times will be randomized (avoiding peak business hours, when possible). Please note: randomized schedules will be rescheduled (randomly) every time ANY backup is saved<br/><br/>Never will never run the backup automatically<br/><br/>If a custom schedule is selected, any section not specficed will be considered to be 'any' (aka: wildcard).I.e. if Day of Month is set to 12 and Day of Week is not set, the Backup will be run on ANY 12th of the month - regardless of the day of the week. If Day of Week is set to, say, Monday, the Backup will run ONLY on a Monday, and ONLY if it's the 12th of the month.
es_es: Seleccione con qué frecuencia ejecutar esta copia de seguridad. Se seguirá el siguiente cronograma para todos menos los personalizados:<br/> Cada hora &nbsp&nbspEjecutar una vez por hora, al comienzo de la hora<br/>Diario&nbsp&nbsp&nbsp&nbsp&nbspCorre una vez al día, a medianoche<br/> Semanal &nbsp&nbspEjecutar una vez a la semana, la medianoche del domingo<br/> Mensual &nbsp&nbspEjecutar una vez al mes, a medianoche, el primer día del mes<br/> Anualmente &nbspEjecutar una vez al año, medianoche, 1 de enero<br/>Al Reiniciar &nbsp&nbspSe ejecuta al arranque del servidor o del demonio cron (es decir, después de cada <code>reinicio del servicio de cron</code>)<br/> <br/> Si se selecciona Aleatorizar, se seguirá una frecuencia similar, solo se aleatorizarán las horas exactas (evitando las horas pico de trabajo, cuando sea posible). Tenga en cuenta: los horarios aleatorios se reprogramarán (al azar) cada vez que se guarde CUALQUIER copia de seguridad <br/><br/> Nunca nunca ejecutará la copia de seguridad automáticamente <br/><br/> Si se selecciona un programa personalizado, cualquier sección no especificada se considerará 'cualquiera' (también conocida como comodín). Es decir. si el Día del mes está establecido en 12 y el Día de la semana no está establecido, la copia de seguridad se ejecutará CUALQUIER día 12 del mes. el mes, independientemente del día de la semana. Si el día de la semana está configurado, por ejemplo, lunes, la copia de seguridad se ejecutará SOLAMENTE un lunes, y SOLO si es el día 12 del mes.

source: A full backup of core settings and web files, doesn't include system sounds or recordings.
es_es: Una copia de seguridad completa de la configuración principal y los archivos web, no incluye grabaciones ni sonidos del sistema.

source: Select files and databases to restore
es_es: Seleccione los archivos y bases de datos a restaurar

source: Starting backup
es_es: Iniciando copia de seguridad

source: Starting restore
es_es: Iniciando restauración

source: Initialized!
es_es: Inicializado!

source: Initializing Backup
es_es: Inicializando copia de seguridad

source: Building manifest...
es_es: Generando manifiesto...

source: Saving Backup
es_es: Guardando copia de seguridad

source: Saving backup
es_es: Guardando copia de segurdad

source: Initializing Restore...
es_es: Inicializando restauración

source: CDR's restore complete'
es_es: Restauración de CDR finalizada

source: Processed 100% of Settings!
es_es: Se ha procesado el 100% de las configuraciones

source: Settings restore complete
es_es: Se completó la restauración de configuraciones

source: No storage servers found! Aborting
es_es: No se encontraron servidores de almacenamiento! Abortando

source: The From: field for emails when using the backup email feature.
ru_ru: Форма: поле для e-mail's, когда используется функция backup e-mail

source: A full backup of core settings and web files
bg_bg: Пълен архив на основни настройки и уеб файлове
fr_fr: Un sauvegarde complète des paramétrages du core et des fichiers web

source: All system audio - including IVR prompts and Music On Hold.
bg_bg: Всички системни аудио файлове - включително IVR записи и Музика При Задържане.
fr_fr: Tout le système audio - inclus les instructions SVI et Musique d'Attente.

source: DOES NOT BACKUP VOICEMAIL
bg_bg: НЕ АРХИВИРА ГЛАСОВА ПОЩА
fr_fr: NE PAS SAUVEGARDER LA BOITE VOCAL

source: Doesn't backup Backup's settings so that they dont get restored
bg_bg: Не архивира настройки на Архив, така че те не се възстановяват
fr_fr: Ne sauvegarde pas les sauvegardes de paramètres qui ne seront pas restaurées
