Repository: IssabelFoundation/issabelPBX
Catalog: callforward/*/LC_MESSAGES/callforward.po
Languages: pt_br

source: Call Forward
pt_br: Desvio de chamada

source: Call Forward All Activate
pt_br: Ative todos os encaminhamentos de chamadas

source: Call Forward All Deactivate
pt_br: Desative todo encaminhamento de chamadas

source: Call Forward All Prompting Deactivate
pt_br: Sempre desative as instrues de encaminhamento de chamadas

source: Call Forward All Prompting Activate
pt_br: Sempre ative as instrues de encaminhamento de chamadas

source: Call Forward Busy Activate
pt_br: Ative o encaminhamento de chamadas quando ocupado

source: Call Forward Busy Deactivate
pt_br: Desative o encaminhamento de chamadas quando ocupado

source: Call Forward Busy Prompting Deactivate
pt_br: Desativar instrues de encaminhamento de chamada quando ocupado

source: Call Forward Busy Prompting Activate
pt_br: Ative instrues de encaminhamento de chamadas quando ocupado

source: Call Forward No Answer/Unavailable Activate
pt_br: Ative o encaminhamento de chamadas quando voc no atender ou no estiver disponvel

source: Call Forward No Answer/Unavailable Deactivate
pt_br: Desative o encaminhamento de chamadas quando voc no atender ou no estiver disponvel

source: Call Forward Toggle
pt_br: Alternar encaminhamento de chamadas

source: Call Forward No Answer/Unavailable Prompting Activate
pt_br: Ativar instrues de encaminhamento de chamadas no atende ou no est disponvel
