Repository: IssabelFoundation/issabelPBX
Catalog: sipsettings/i18n/*/LC_MESSAGES/sipsettings.po
Languages: es_es, pt_br, sv_se

source: Asterisk: jbenable. Enables the use of a jitterbuffer on the receiving side of a SIP channel. An enabled jitterbuffer will be used only if the sending side can create and the receiving side can not accept jitter. The SIP channel can accept jitter, thus a jitterbuffer on the receive SIP side will be used only if it is forced and enabled. An example is if receiving from a jittery channel to voicemail, the jitter buffer will be used if enabled. However, it will not be used when sending to a SIP endpoint since they usually have their own jitter buffers. See jbforce to force it's use always.
es_es: Asterisk: jbenable. Habilita el uso de un búfer de fluctuación durante la recepción de audio de un canal SIP. Se utilizará solamente en caso que el lado de envío pueda crear y el lado que recibe no pueda aceptar jitter. El canal SIP puede aceptar jitter, por lo tanto el búfer de fluctuación será usado en la recepción SIP solo si se fuerza y se activa. Por ejemplo si se recibe un mensaje de voz desde un canal fluctuante, se activará y usará el búfer.Sin embargo, no se usará cuando se envíe a un endpoint SIP ya que usualmente serrá éste quien maneje sus propios búfers. Vea jbforce para forzar el uso de jitter buffers en toda ocasión.
pt_br: Asterisco: jbenable. Permite o uso de um buffer de jitter durante a recepção de áudio de um canal SIP. Ele será usado apenas caso o lado emissor possa criar e o lado receptor não possa aceitar jitter. O canal SIP pode aceitar jitter, portanto o buffer de jitter será usado na recepção SIP somente se for forçado e habilitado. Por exemplo, se uma mensagem de voz for recebida de um canal flutuante, ela será ativada e utilizará o buffer, porém não será utilizada quando enviada a um endpoint SIP, pois normalmente será ele quem gerenciará seus próprios buffers. Consulte jbforce para forçar o uso de buffers de jitter em todos os momentos.
sv_se: Asterisk: jbenable. Aktiverar användandet av jitterbuffer på den mottagande sidan av en SIP-kanal. En aktiverad jitterbuffer används bara om den sändande sidan kan skapa och den mottagande sidan inte kan acceptera jitter. SIP-kanalen kan acceptera jitter, en jitterbuffer på den mottagande SIP-sidan kommer bara att användas om den är forcerad och aktiverad. Ett exempel är om mottagning sker från en jitterkanal till röstbrevlådan kommer jitterbuffern att användas om den är aktiverad. Emellertid kommer detta inte användas när det skickas till en SIP-enhet eftersom dom vanligtvis har deras egna jitterbuffrar. Se även jbforce för att forcera jitterbuffrar att alltid användas.

source: Force Jitter Buffer
es_es: Forzar Jitter Buffer
pt_br: Buffer de instabilidade Forzar
sv_se: Forcera jitterbuffer

source: Asterisk: jbforce. Forces the use of a jitterbuffer on the receive side of a SIP channel. Normally the jitter buffer will not be used if receiving a jittery channel but sending it off to another channel such as another SIP channel to an endpoint, since there is typically a jitter buffer at the far end. This will force the use of the jitter buffer before sending the stream on. This is not typically desired as it adds additional latency into the stream.
es_es: Asternic: jbforce. Fuerza el uso de búfer de fluctuación en la pata receptora de un canal SIP. Normalmente el búfer no será usado si se recibe de un canal con fluctuaciones pero se reenvía a otro canal como ser un endpoint SIP, ya que normalmente será el endpoint que procese su propio búfer. Este parámetro fuerza el uso del búfer antes de reenviar el flujo de datos. Esto usualmente no es deseado debido a que añade latencia a dicho flujo.
pt_br: Astérnico: jbforce. Força o uso de buffers de jitter no trecho de recepção de um canal SIP. Normalmente, o buffer não será usado se for recebido de um canal instável, mas será encaminhado para outro canal, como um terminal SIP, pois normalmente será o terminal processando seu próprio buffer. Este parâmetro força o uso do buffer antes de encaminhar o fluxo de dados. Isso geralmente é indesejável porque adiciona latência ao fluxo.
sv_se: Asterisk: jbforce. Tvingar användandet av en jitterbuffer på mottagande sidan av en SIP-kanal. Normalt kommer inte jitterbuffern att användas vid mottagande av en jittery-kanal men skickar den till en annan kanal såsom en SIP-kanal till en ändutrusting eftersom det typiskt finns en jitterbuffer i slutet av kedjan. Detta tvingar användandet av en jitterbuffer innan mediaströmmen skickas vidare. Detta används inte normal då det ökar fördröjningen i mediaströmmen.

source: Implementation
es_es: Implementación
pt_br: Implementação

source: Asterisk: jbimpl. Jitterbuffer implementation, used on the receiving side of a SIP channel. Two implementations are currently available:<br /> fixed: size always equals to jbmaxsize;<br /> adaptive: with variable size (the new jb of IAX2).
es_es: Asterisk: jbimpl. Implementación de Jitterbuffer, utilizada en el lado receptor de un canal SIP. Actualmente hay dos implementaciones disponibles:<br /> fijo: el tamaño siempre es igual a jbmaxsize;<br /> adaptativo: con tamaño variable (el nuevo jb de IAX2).
pt_br: Asterisco: jbimpl. Implementação de Jitterbuffer, usada no lado receptor de um canal SIP. Atualmente existem duas implementações disponíveis:<br /> fixa: o tamanho é sempre igual a jbmaxsize;<br /> adaptativa: com tamanho variável (o novo jb do IAX2).
sv_se: Asterisk: jbimpl. Jitterbuffer implementation, används på den mottagande SIP-kanalen. Två implementationer finns för närvarande:<br /> fast: storleken alltid lika med jbmaxsize;<br /> adaptiv: med variabel storlek (den nya jb på IAX2).

source: Fixed
es_es: Fijo
pt_br: Permanente
sv_se: Fast

source: Adaptive
es_es: Adaptativo
pt_br: Adaptativo
sv_se: Adaptiv

source: Jitter Buffer Logging
es_es: Registro de Jitterbuffer
pt_br: Registro de Jitterbuffer
sv_se: Logga jitterbuffer

source: Asterisk: jblog. Enables jitter buffer frame logging.
es_es: Asterisk: jblog. Habilita el registro de tramas de búfer de Jitterbuffer
pt_br: Asterisco: jblog. Habilitar registro de quadros do Jitterbuffer
sv_se: Asterisk: jblog. Aktiverar loggning av jitterbufferramar

source: Enable
es_es: Habilitado
pt_br: Habilitado
sv_se: Aktivera

source: Disable
es_es: Deshabilitado
pt_br: Desabilitado
sv_se: Avaktivera

source: Jitter Buffer Size
es_es: Tamaño Jitter Buffer
pt_br: Tamanho do buffer de instabilidade
sv_se: Storlek på jitterbuffer

source: Asterisk: jbmaxsize. Max length of the jitterbuffer in milliseconds.<br /> Asterisk: jbresyncthreshold. Jump in the frame timestamps over which the jitterbuffer is resynchronized. Useful to improve the quality of the voice, with big jumps in/broken timestamps, usually sent from exotic devices and programs. Can be set to -1 to disable.
es_es: Asterisk: jbmaxsize. Longitud máxima del jitterbuffer en milisegundos.<br /> Asterisk: jbresyncthreshold. Salta en las marcas de tiempo del cuadro sobre las que se resincroniza el jitterbuffer. Útil para mejorar la calidad de la voz, con grandes saltos/marcas de tiempo rotas, generalmente enviadas desde dispositivos y programas exóticos. Se puede establecer en -1 para deshabilitar.
pt_br: Asterisco: jbmaxsize. Comprimento máximo do jitterbuffer em milissegundos.<br /> Asterisco: jbresyncthreshold. Salta nos carimbos de data/hora do quadro sobre os quais o jitterbuffer é ressincronizado. Útil para melhorar a qualidade da voz, com grandes saltos/carimbos de data e hora quebrados, geralmente enviados de dispositivos e programas exóticos. Pode ser definido como -1 para desabilitar.
sv_se: Asterisk: jbmaxsize. Max längd på jitterbuffern i storlek.<br /> Asterisk: jbresyncthreshold. Hopp i tiden inom ramen där jitterbuffern återsynkroniseras. Användbart för att öka kvaliteten på rösten med stora hopp i / eller brutna tidsstämplar, vanligtvis skickat från exotiska enheter och program. Kan sättas till -1 för att avaktiveras.

source: Advanced General Settings
es_es: Configuración Avanzada
pt_br: Configuração avançada
sv_se: Avancerade generella inställningar

source: Language
es_es: Idioma
pt_br: Idioma
sv_se: Språk

source: Default Language for a channel, Asterisk: language
es_es: Idioma por defecto (Asterisk: language)
pt_br: Idioma padrão (Asterisco: idioma)
sv_se: Standardspråk för en kanal. Asterisk: language

source: Default Context
es_es: Contexto por Defecto
pt_br: Contexto padrão
sv_se: Standard sammanhang

source: Asterisk: context. Default context for incoming calls if not specified. IssabelPBX sets this to from-sip-external which is used in conjunction with the Allow Anonymous SIP calls. If you change this you will effect that behavior. It is recommended to leave this blank.
es_es: Asterisk: context. Contexto por defecto para llamadas entrantes. IssabelPBX usará from-sip-external que se usa en conjunto con Permitir llamadas anónimas. Si cambia esto, afectará ese comportamiento. Se recomienda dejar este campo en blanco.
pt_br: Asterisco: contexto. Contexto padrão para chamadas recebidas. IssabelPBX usará from-sip-external que é usado em conjunto com Permitir Chamadas Anônimas. Se você mudar isso, isso afetará esse comportamento. Recomenda-se deixar este campo em branco.
sv_se: Asterisk: context. Standard sammanhang för inkommande samtal om det inte sätts här. IssabelPBX sätter detta till from-sip-external som används i samband med Tillåt SIP-gäster. Om du ändrar detta kommer du att påverka den inställningen. Det är rekommenderat att lämna detta fält tomt.

source: Asterisk: bindaddr. The IP address to bind to and listen for calls on the Bind Port. If set to 0.0.0.0 Asterisk will listen on all addresses. It is recommended to leave this blank.
es_es: Asterisk: bindaddr. La dirección IP en la que Asterisk enlazará para escuchar conexiones SIP. Si se configura en 0.0.0.0 entonces se enlazará con todas las direcciones disponibles en el servidor. Se recomienda que deje este campo en blanco.
pt_br: Asterisco: bindaddr. O endereço IP ao qual o Asterisk irá se ligar para escutar conexões SIP. Se definido como 0.0.0.0, ele será vinculado a todos os endereços disponíveis no servidor. Recomenda-se deixar este campo em branco.
sv_se: Asterisk: bindaddr. IP-adressen att binda till och lyssna efter samtal på Bindporten. Om detta sätts till 0.0.0.0 kommer Asterisk att lyssna på alla adresser. Det är rekommenderat att lämna detta fält tomt.

source: Asterisk 1.8 all supports IPv6. An address of '::' will listen on both IPv4 and IPv6.
es_es: Asterisk 1.8 y superior soporta IPv6. Una dirección '::' permitirá escuchar tanto en IPv4 como en IPv6
pt_br: Asterisk 1.8 e superior suportam IPv6. Um endereço '::' permitirá escutar em IPv4 e IPv6
sv_se: Asterisk 1.8.x stöder IPv6. En adress på '::' kommer att lysnna på både IPv4 och IPv6.

source: Bind Address
es_es: Dirección IP de Enlace
pt_br: Endereço IP do link
sv_se: Bindadress

source: Bind Port
es_es: Puerto de Enalce
pt_br: Porto de Enalce

source: Asterisk: bindport. Local incoming UDP Port that Asterisk will bind to and listen for SIP messages. The SIP standard is 5060 and in most cases this is what you want. It is recommended to leave this blank.
es_es: Asterisk: bindport. Puerto UDP local en el que Asterisk enlazará para escuchar mensajes SIP. El estandar es 5060 y en la mayoría de los casos no debe modificarlo. Se recomienda dejar en blanco.
pt_br: Asterisco: porta de ligação. Porta UDP local à qual o Asterisk irá se ligar para ouvir mensagens SIP. O padrão é 5060 e na maioria dos casos você não deve modificá-lo. Recomenda-se deixar em branco.
sv_se: Asterisk: bindport. Lokal inkommande UDP-port som Asterisk binder sig till och lyssnar efter SIP-meddelanden. Standardporten för SIP är 5060 och i de flesta fall är vad du vill ha. Det är rekommenderat att lämna detta fält tomt.

source: Asterisk: bindport. Local incoming Port for TLS connections in PJSIP, must be different than regular UDP/TCP bind port
es_es: Asterisk: bindport. Puerto entrante local en el que Asterisk enlazará para escuchar mensajes PJSIP. Debe ser distinto al puerto regular UDP/TCP
pt_br: Asterisco: porta de ligação. Porta de entrada local à qual o Asterisk irá se ligar para ouvir mensagens PJSIP. Deve ser diferente da porta UDP/TCP normal

source: TLS Certificate file to use
es_es: Archivo de certificado a utilizar para TLS
pt_br: Arquivo de certificado a ser usado para TLS

source: Allow SIP Guests
es_es: Permitir Invitados SIP
pt_br: Permitir convidados SIP
sv_se: Tillåt SIP-gäster

source: Asterisk: allowguest. When set Asterisk will allow Guest SIP calls and send them to the Default SIP context. Turning this off will keep anonymous SIP calls from entering the system. Doing such will also stop 'Allow Anonymous Inbound SIP Calls' from functioning. Allowing guest calls but rejecting the Anonymous SIP calls below will enable you to see the call attempts and debug incoming calls that may be mis-configured and appearing as guests.
es_es: Asterisk: allowguest. Cuando se active, Asterisk aceptará conexiones SIP desconocidas y las enviará al contexto SIP por defecto. Si desactiva esta opción Asterisk rechazará las llamadas SIP anónimas. Sin embargo, el permitir llamadas anónimas desde la configuración general no funcionará. Si permite las conexiones SIP anónimas aquí le permitirá ver y depurar intentos de llamada que puedan estar llegando como anónimas por una mala configuración del troncal.
pt_br: Asterisco: permitir convidado. Quando habilitado, o Asterisk aceitará conexões SIP desconhecidas e as enviará para o contexto SIP padrão. Se você desabilitar esta opção, o Asterisk rejeitará chamadas SIP anônimas. No entanto, permitir chamadas anônimas nas configurações gerais não funcionará. Permitir conexões SIP anônimas aqui permitirá que você visualize e depure tentativas de chamadas que podem estar chegando como anônimas devido à configuração incorreta do tronco.

source: Allowing Inbound Anonymous SIP calls means that you will allow any call coming in form an un-known IP source to be directed to the 'from-pstn' side of your dialplan. This is where inbound calls come in. Although IssabelPBX severely restricts access to the internal dialplan, allowing Anonymous SIP calls does introduced additional security risks. If you allow SIP URI dialing to your PBX or use services like ENUM, you will be required to set this to Yes for Inbound traffic to work. This is NOT an Asterisk sip.conf setting, it is used in the dialplan in conjuction with the Default Context. If that context is changed above to something custom this setting may be rendered useless as well as if 'Allow SIP Guests' is set to no.
es_es: Permitir llamadas SIP anónimas entrantes significa que permitirá que cualquier llamada que provenga de una fuente IP desconocida se dirija al contexto 'from-pstn' de su plan de marcado. Aquí es donde entran las llamadas entrantes. Aunque IssabelPBX restringe severamente el acceso al plan de marcado interno, permitir llamadas SIP anónimas introduce riesgos de seguridad adicionales. Si permite la marcación SIP URI a su PBX o utiliza servicios como ENUM, se le pedirá que lo configure en Sí para que funcione el tráfico entrante. Esta NO es una configuración de Asterisk sip.conf, se usa en el plan de marcación junto con el contexto predeterminado. Si ese contexto se cambia anteriormente a algo personalizado, esta configuración puede volverse inútil, así como si 'Permitir Invitados SIP' está configurado en no.
pt_br: Permitir chamadas SIP anônimas de entrada significa que você permitirá que qualquer chamada proveniente de uma fonte de IP desconhecida seja direcionada para o contexto 'from-pstn' do seu plano de discagem. É aqui que entram as chamadas recebidas. Embora o IssabelPBX restrinja severamente o acesso ao plano de discagem interno, permitir chamadas SIP anônimas apresenta riscos de segurança adicionais. Se você permitir a discagem SIP URI para seu PBX ou usar serviços como ENUM, será solicitado que você configure como Sim para que o tráfego de entrada funcione. Esta NÃO é uma configuração sip.conf do Asterisk, ela é usada no plano de discagem junto com o contexto padrão. Se esse contexto for previamente alterado para algo personalizado, esta configuração pode se tornar inútil, assim como se 'Permitir convidados SIP' estiver definido como não.

source: SRV Lookup
es_es: Busqueda SRV
pt_br: Pesquisa SRV
sv_se: SRV-uppslag

source: Enable Asterisk srvlookup. See current version of Asterisk for limitations on SRV functionality.
es_es: Activar búsquedas SRV en Asterisk. Vea en documentación de Asterisk las limitaciones existentes en la funcionalidad SRV
pt_br: Habilite pesquisas SRV no Asterisk. Consulte a documentação do Asterisk para limitações na funcionalidade do SRV.
sv_se: Aktivera Asterisk srvlookup. Läs i dokumentationen för din version av Asterisk för att de begränsningar som finns i funktionen SRV.

source: Call Events
es_es: Eventos de Llamada
pt_br: Eventos de chamada
sv_se: Samtalshändelser

source: Generate manager events when sip ua performs events (e.g. hold).
es_es: Generar eventos de manager cuando un dispositivo sip realiza acciones como ser hold/espera
pt_br: Gere eventos de gerenciador quando um dispositivo SIP executa ações como espera/espera
sv_se: Genererar händelser när en sip ua utför händelser, t.ex. lägg på vänt

source: Other SIP Settings
es_es: Otras Configuraciones SIP
pt_br: Outras configurações SIP
sv_se: Andra SIP-inställningar

source: You may set any other SIP settings not present here that are allowed to be configured in the General section of sip.conf. There will be no error checking against these settings so check them carefully. They should be entered as:<br /> [setting] = [value]<br /> in the boxes below. Click the Add Field box to add additional fields. Blank boxes will be deleted when submitted.
es_es: Puede adicionar configuraciones SIP que no estén presentes en este formulario. No habrá chequeo de errores contra estos seteos, por lo que debeser cuidadoso
pt_br: Você pode adicionar configurações SIP que não estão presentes neste formulário. Não haverá erros na verificação dessas configurações, portanto, tome cuidado
sv_se: Du kan göra fler SIP-inställningar som inte visas här men som är tillåtna att konfigurera i den generella sektionen av sip.conf. Ingen felkontroll kommer att göras mot dessa inställningar så kontrollera dom noga. Syntaxen för värdena är <br /> [inställning] = [värde]<br /> i fälten nedan. Klicka på Lägg till fält för att lägga till fler. Tomma fält kommer att tas bort när sidan sparas.

source: Allow Anonymous Inbound SIP Calls
es_es: Permitir llamadas entrantes SIP anónimas
pt_br: Permitir chamadas SIP recebidas anônimas

source: TCP/UDP Transport
es_es: Transporte TCP/UDP
pt_br: Transporte TCP/UDP

source: Certificate
es_es: Certificado
pt_br: Certificado

source: Enable Websocket
es_es: Habilitar Websocket
pt_br: Habilitar WebSocket

source: Edit SIP Settings
es_es: Modificar configuración SIP

source: Edit PJSIP Settings
es_es: Modificar configuración PJSIP

source: %s must be a non-negative integer
sv_se: %s måste vara ett positivt heltal

source: Bind Address (bindaddr) must be an IP address.
sv_se: Bindadress (bindaddr) måste vara en IP-adress.

source: Bind Port (bindport) must be between 1024..65535, default 5060
sv_se: Bindport (bindport) måste vara mellan 1024..65535, standard är 5060

source: rtpholdtimeout must be higher than rtptimeout
sv_se: rtpholdtimeout måste vara högre än rtptimeout

source: Dynamic Host can not be blank
sv_se: Dynamisk host kan inte vara tomt

source: Localnet setting must be an IP address
sv_se: Localnet måste vara en IP-adress

source: Localnet netmask must be formatted properly (e.g. 255.255.255.0 or 24)
sv_se: Nätmasken för localnet måste vara korrekt formaterat (t.ex. 255.255.255.0 eller 24)

source: checking for sipsettings table..
sv_se: kontrollerar tabellen sipsettings..

source: none, creating table
sv_se: ingen hittad, skapar tabell

source: populating default codecs..
sv_se: skriver standard codecs..

source: fatal error occurred populating defaults, check module
sv_se: allvarligt fel inträffade när standardvärde skrevs, kontrollera modulen

source: ulaw, alaw, gsm added
sv_se: la till ulaw, alaw, gsm

source: Edit Settings
sv_se: Redigera inställningar

source: Codecs
sv_se: Codec

source: Asterisk: allowguest. When set Asterisk will allow Guest SIP calls and send them to the Default SIP context. Turning this off will keep anonymous SIP calls from entering the system. However, the Allow Anonymous SIP calls from the General Settings section will not function. Allowing guest calls but rejecting the Anonymous SIP calls in the General Section will enable you to see the call attempts and debug incoming calls that may be mis-configured and appearing as guests.
sv_se: Asterisk: allowguest. När denna inställning är satt till Ja kommer Asterisk att tillåta gästsamtal och skicka dom till standard SIP-sammanhanget. Om detta sätts till Nej kommer inga gästsamtal att tillåtas. Emellertid kommer då inställningen i Generella inställningar, Tillåt anonyma samtal, att sluta fungera. Att tillåta gäster men inte anonyma samtal ger dig möjlighet att se alla samtalsförsök och avlusa inkommande samtal som kan vara felaktigt konfigurerade och uppträda som gäst.

source: Settings in %s may override these. Those settings should be removed.
sv_se: Inställningar i %s kan åsidosätta inställningarna du gör här. Du bör ta bort dom.

source: File %s should not have any settings in it. Those settings should be removed.
sv_se: Filen %s ska inte ha några inställningar alls. Dessa inställningar måste tas bort.

source: Asterisk SIP Settings
sv_se: Asterisk SIP-inställningar

source: Use to configure Various Asterisk SIP Settings in the General section of sip.conf. Also includes an auto-configuration tool to determine NAT settings. The module assumes Asterisk version 1.4 or higher. Some settings may not exist in Asterisk 1.2 and will be ignored by Asterisk.
sv_se: Anänds för att konfigurera inställningar för Asterisk SIP som placeras i filen sip.conf under sektionen General. Det ingår även en automatisk konfigurerare som kan detektera NAT-inställningar. Modulen förutsätter att du använder Asterisk 1.4 eller senare version. Vissa inställningar finns inte i Asterisk 1.2 och kommer att ignoreras av Asterisk
