Repository: IssabelFoundation/issabelPBX
Catalog: sipsettings/i18n/*/LC_MESSAGES/sipsettings.po
Languages: es_es, pt_br, sv_se

source: %s must be alphanumeric
es_es: %s debe ser alfanumérico
pt_br: %s debe ser alfanumérico
sv_se: %s måste vara ett alfanumeriskt värde

source: External IP can not be blank
es_es: La dirección IP externa no puede quedar en blanco
pt_br: O endereço IP externo não pode ser deixado em branco
sv_se: Extern IP-adress kan inte vara tomt

source: already exists
es_es: ya existe
pt_br: já existe
sv_se: finns redan

source: Failed to auto-detect settings
es_es: Fallo al autodetectar configuraciones
pt_br: Falha ao detectar configurações automaticamente
sv_se: Kunde inte autodetektera inställningar

source: Failed to auto-detect local network settings
es_es: Fallo al autodetectar la configuración de red local
pt_br: Falha ao detectar automaticamente a configuração da rede local
sv_se: Det gick inte att auto-detektera de lokala nätverksinställningarna

source: Add Field
es_es: Agregar Campo
pt_br: Adicionar campo
sv_se: Lägg till fält

source: Auto Configure
es_es: Configuración Automática
pt_br: Configuração Automática
sv_se: Automatisk konfiguration

source: Add Local Network Field
es_es: Agregar Red Local
pt_br: Agregar Vermelho Local
sv_se: Lägg till lokalt nätverk

source: Submit Changes
es_es: Guardar Cambios
pt_br: Guardar mudanças
sv_se: Spara ändringar

source: SIP Settings
pt_br: Configuração SIP

source: PJSIP Settings
pt_br: Configuração PJSIP

source: ERRORS
es_es: ERRORES
pt_br: ERROS
sv_se: FEL

source: NAT Settings
es_es: Configuración NAT
pt_br: Configuração NAT
sv_se: NAT-inställningar

source: Asterisk NAT setting:<br /> yes = Always ignore info and assume NAT<br /> no = Use NAT mode only according to RFC3581 <br /> never = Never attempt NAT mode or RFC3581 <br /> route = Assume NAT, don't send rport
es_es: Configuración NAT de Asterisk:<br /> yes = Ignorar siempre info y asumir NAT<br /> no = Sólo usar modo NAT de acuerdo al RFC3581 <br /> never = Nunca intentar modo NAT ni modo RFC3581 <br /> route = Asumir NAT, pero no enviar rport
pt_br: Configuração NAT do Asterisk:<br /> sim = Sempre ignore as informações e assuma o NAT<br /> não = Use apenas o modo NAT de acordo com RFC3581 <br /> nunca = Nunca tente o modo NAT ou o modo RFC3581 <br /> rota = Assumir NAT , mas não envie relatório
sv_se: Asterisk NAT-inställningar:<br /> yes = Ignorera alltid info och förutsätt NAT<br /> no = Använd NAT-läge enligt RFC3581 <br /> never = Använd aldrig NAT-läge eller RFC3581 <br /> route = Förutsätt NAT, sänd inte rport

source: IP Configuration
es_es: Configuración IP
pt_br: Configuração IP
sv_se: IP-konfiguration

source: Indicate whether the box has a public IP or requires NAT settings. Automatic configuration of what is often put in sip_nat.conf
es_es: Especifique si el servidor tiene una IP pública o requiere configuración de NAT. Configuración automática de lo que usualmente se completa en sip_nat.conf
pt_br: Especifique se o servidor possui um IP público ou requer configuração NAT. Configuração automática que geralmente é concluída em sip_nat.conf
sv_se: Indikerar om datorn har en publik IP-adress eller kräver NAT-inställningar. Automatisk konfiguration av vad som oftast skrivs in i sip_nat.conf

source: Public IP
es_es: IP Pública
pt_br: IP Pública
sv_se: Publik IP-adress

source: Static IP
es_es: IP Estática
pt_br: I.P. estático
sv_se: Statisk IP-adress

source: Dynamic IP
es_es: IP Dinámica
pt_br: IP Dinâmico
sv_se: Dynamisk IP-adress

source: External IP
es_es: IP Externa
pt_br: IP Externo
sv_se: Extern IP

source: External Static IP or FQDN as seen on the WAN side of the router. (asterisk: externip)
es_es: Dirección IP Externa estática o FQDN como se ve del lado WAN del router. (asterisk: externip)
pt_br: Endereço IP externo estático ou FQDN conforme visto no lado WAN do roteador. (asterisco:externip)
sv_se: Extern statisk IP-adress eller FQDN som är på WAN-sidan av routern. (asterisk: externip)

source: Dynamic Host
es_es: Host Dinámico
pt_br: Host Dinâmico
sv_se: Dynamisk host

source: External FQDN as seen on the WAN side of the router and updated dynamically, e.g. mydomain.dyndns.com. (asterisk: externhost)
es_es: FQDN externo como se ve del lado WAN del router y actualizado dinámicamente. Por ejemlo: midominio.dyndns.com. (asterisk: externhost)
pt_br: FQDN externo visto no lado WAN do roteador e atualizado dinamicamente. Por exemplo: meudomínio.dyndns.com. (asterisco:host externo)
sv_se: Extern FQDN som är på WAN-sidan av routern och som uppdateras dynamiskt, eg. mydomain.dyndns.com. (asterisk: externhost)

source: Refresh Rate
es_es: Tasa de Refresco
pt_br: Taxa de Refresco
sv_se: Uppdateringsfrekvens

source: Asterisk: externrefresh. How often to lookup and refresh the External Host FQDN, in seconds.
es_es: Asterisk: externrefresh. Que tan frecuentemente actualizar el FQND de Host Externo, expresado en segundos.
pt_br: Asterisco: atualização externa. Com que frequência atualizar o FQND do host externo, expressa em segundos.
sv_se: Asterisk: externrefresh. Hur ofta uppslag och uppdatering ska ske för extern FQDN i sekunder.

source: Local Networks
es_es: Redes Locales
pt_br: Redes Locais
sv_se: Lokalt nätverk

source: Local network settings (Asterisk: localnet) in the form of ip/mask such as 192.168.1.0/255.255.255.0. For networks with more 1 lan subnets, use the Add Local Network Field button for more fields. Blank fields will be removed upon submitting.
es_es: Configuración de Redes Locales (Asterisk: localnet) en el formato IP/MASCARA como ser 192.168.1.0/255.255.255.0. Para redes con más de una subred, use el botón Agregar Red Local para añadir las que necesite. Los valores en blanco serán eliminados al enviar los cambios.
pt_br: Configuração de Redes Locais (Asterisk: localnet) no formato IP/MASK como 192.168.1.0/255.255.255.0. Para redes com mais de uma sub-rede, use o botão Adicionar rede local para adicionar quantas forem necessárias. Os valores em branco serão removidos quando você enviar alterações.
sv_se: Lokal nätverksinställning (Asterisk: localnet) i formen av ip/mask såsom 192.168.1.0/255.255.255.0. För nätverk med mer än ett subnät klickar du på knappen Lägg till lokalt nätverk för att lägga till fler fält. Tomma fält tas bort när sidan sparas.

source: Audio Codecs
es_es: Codecs de Audio
pt_br: Codecs de áudio
sv_se: Ljud-codec

source: TLS Bind Port
es_es: Puerto de Enalce TLS
pt_br: Porto de Enalce TLS

source: Enable websocket connection handling thorugh chan_sip. If you want to handle websockets/webrtc via PJSIP, set this to no
es_es: Activar manejo de conexiones websocket a través de chan_sip. Si prefiere manejar websockets/webrtc via PJSIP, ponga esta configuración en no
pt_br: Habilite o tratamento de conexões do websocket via chan_sip. Se você preferir lidar com websockets/webrtc via PJSIP, defina esta configuração como não

source: Asterisk: TLS bindport. Local incoming TLS Port that Asterisk will bind to and listen for SIP messages. The SIP standard is 5061 and in most cases this is what you want. It is recommended to leave this blank.
es_es: Puerto entrante local en el que Asterisk enlazará para llamadas entrantes SIP encriptadas con TLS. El standard SIP es 5061 y en la mayoría de los casos no conviene cambiarlo. Se recomienda dejar este campo en blanco.
pt_br: Porta de entrada local à qual o Asterisk se conectará para chamadas SIP criptografadas com TLS. O padrão SIP é 5061 e na maioria dos casos não é aconselhável alterá-lo. Recomenda-se deixar este campo em branco.

source: TLS Transport
es_es: Transporte TLS
pt_br: Transporte TLS

source: Check the desired codecs, all others will be disabled unless explicitly enabled in a device or trunks configuration. Drag to re-order.
es_es: Marque los codecs deseados, todos los demás serán deshabilitados a menos que los habilite expresamente en la configuración de un teléfono o troncal. Arrastre y suelte para reordenar.
pt_br: Verifique os codecs desejados, todos os demais serão desabilitados a menos que você os habilite expressamente nas configurações de um telefone ou tronco. Arraste e solte para reordenar.
sv_se: Markera dom önskade codecarna, alla andra kommer att avaktiveras om dom inte är explicit definierade i enheter eller trunkkonfigurering. Drag och släpp för att arrangera ordning

source: Non-Standard g726
es_es: No Estándar g726
pt_br: G726 não padrão
sv_se: Icke-standard g726

source: Asterisk: g726nonstandard. If the peer negotiates G726-32 audio, use AAL2 packing order instead of RFC3551 packing order (this is required for Sipura and Grandstream ATAs, among others). This is contrary to the RFC3551 specification, the peer _should_ be negotiating AAL2-G726-32 instead.
es_es: Asterisk: g726nonstandard. Si el interlocutor negocia el audio G726-32, utilizar empaquetado AAL2 en lugar de RFC3551 (esto es necesario para ATA Grandstream o Sipura, entre otros). Esto es contrario al RFC3551 donde el par debería negociar AAL2-G726-32
pt_br: Asterisco: g726não padrão. Se o ponto negociar áudio G726-32, use o pacote AAL2 em vez do RFC3551 (isso é necessário para ATA Grandstream ou Sipura, entre outros). Isto é contrário ao RFC3551, onde o par deveria negociar AAL2-G726-32
sv_se: Asterisk: g726nonstandard. Om peer förhandlar G726-32 ljud, använd AAL2 packningsföljd i stället för RFC3551 (detta krävs bland annat för Sipura och Grandstream ATAs). Detta är i motsats till RFC3551 specifikationen där peer _borde_ förhandla AAL2-G726-32 i stället.

source: Yes
es_es: Si
pt_br: E
sv_se: Ja

source: No
pt_br: Não
sv_se: Nej

source: T38 Pass-Through
es_es: Pasarela T38
pt_br: Passarela T38

source: Asterisk: t38pt_udptl. Enables T38 passthrough if enabled. This SIP channels that support sending/receiving T38 Fax codecs to pass the call. Asterisk can not process the media.
es_es: Asterisk: t38pt_udptl. Activa pasarela T38 entre los canales SIP que soporten envío y recepción de faxes usando el codec T38. Asterisk en este caso no podrá procesar los medios.
pt_br: Asterisco: t38pt_udptl. Ative o gateway T38 entre canais SIP que suportam envio e recebimento de fax usando o codec T38. O Asterisk, neste caso, não será capaz de processar a mídia.
sv_se: Asterisk: t38pt_udptl. Tillåter T38 passthrough om detta är aktiverat. This SIP channels that support sending/receiving T38 Fax codecs to pass the call. Asterisk can not process the media.

source: Video Codecs
es_es: Codecs de Video
pt_br: Codecs de vídeo

source: Video Support
es_es: Soporte de Video
pt_br: Suporte de vídeo

source: Check to enable and then choose allowed codecs.
es_es: Marque para habilitar y elegir los codecs permitidos.
pt_br: Marque para ativar e escolher os codecs permitidos.
sv_se: Markera för att aktivera, välj sedan tillåtna codecs.

source: If you clear each codec and then add them one at a time, submitting with each addition, they will be added in order which will effect the codec priority.
es_es: Si desmarca cada coden y luego agrega uno por uno, enviando cambios cada vez, el orden de los mismos se preservará, pudiendo especificar así su prioridad.
pt_br: Se você desmarcar cada código e depois adicionar um por um, enviando as alterações a cada vez, sua ordem será preservada, permitindo assim que você especifique sua prioridade.
sv_se: Om du avmarkerar varje codec och sedan lägger till och spara dom en åt gången, kommer dom att sorteras i den ordning de läggs till och påverka prioriteten för codec

source: Enabled
es_es: Habilitado
pt_br: Habilitado
sv_se: Aktiverad

source: Disabled
es_es: Deshabilitado
pt_br: Desabilitado
sv_se: Avaktiverad

source: Max Bit Rate
es_es: Tasa de Bits Máxima
pt_br: Taxa máxima de bits
sv_se: Max bithastighet

source: Maximum bitrate for video calls in kb/s
es_es: Tasa Máxima de bits a utilizar en video llamadas, especificado en kb/s
pt_br: Taxa máxima de bits a ser usada em videochamadas, especificada em kb/s
sv_se: Maximal bithastighet i kb/s för videosamtal

source: MEDIA & RTP Settings
es_es: Configuración Medios & RTP
pt_br: Configurações de mídia e RTP
sv_se: Inställningar för MEDIA & RTP

source: Reinvite Behavior
es_es: Comportamiento Reinvite
pt_br: Reinvitar o Comportamento
sv_se: Beteende för reinvite

source: Asterisk: canreinvite. yes: standard reinvites; no: never; nonat: An additional option is to allow media path redirection (reinvite) but only when the peer where the media is being sent is known to not be behind a NAT (as the RTP core can determine it based on the apparent IP address the media arrives from; update: use UPDATE for media path redirection, instead of INVITE. (yes = update + nonat)
es_es: Asterisk: canreinvite. si: reinvitación estandar; no: nunca; nonat: esta opción permita redirigir los medios pero solo cuando se sabe que los medios del peer no están detrás de NAT (ya que el núcleo RTP lo puede determinar); update: usar UPDATE para la redirección de medios, en lugar de INVITE. (yes = update + nonat)
pt_br: Asterisco: podereconvidar. sim: re-convite padrão; não, nunca; nonat: esta opção permite que a mídia seja redirecionada, mas somente quando se sabe que a mídia do par não está atrás do NAT (já que o núcleo RTP pode determinar isso); update: Use UPDATE para redirecionamento de mídia, em vez de INVITE. (sim = atualização + não)
sv_se: Asterisk: canreinvite. ja: standard reinvites; nej: aldrig; nonat: Ett extra val för att tillåta omstyrning av mediaströmmen (reinvite) men endast när peer där strömmen skickas till är känd att inte vara bakom NAT (eftersom RTP kan bestämma det baserat på den synbara IP-adressen strömmen kommer från; update: använd UPDATE för mediaomstyrning i stället för INVITE. (yes = update + nonat)

source: yes
es_es: si
pt_br: e
sv_se: ja

source: no
pt_br: não
sv_se: nej

source: RTP Timers
es_es: Temporizadores RTP
pt_br: Temporizadores RTP
sv_se: RTP-klockor

source: RTP Port Ranges
es_es: Rango de Puertos RTP
pt_br: Faixa de portas RTP

source: Asterisk: rtptimeout. Terminate call if rtptimeout seconds of no RTP or RTCP activity on the audio channel when we're not on hold. This is to be able to hangup a call in the case of a phone disappearing from the net, like a powerloss or someone tripping over a cable.<br /> Asterisk: rtpholdtimeout. Terminate call if rtpholdtimeout seconds of no RTP or RTCP activity on the audio channel when we're on hold (must be > rtptimeout). <br /> Asterisk: rtpkeepalive. Send keepalives in the RTP stream to keep NAT open during periods where no RTP stream may be flowing (like on hold).
es_es: Asterisk: rpttimeout. Terminar la llamada si se excede este tiempo en segundos sin tráfico RTP o RTCP en el canal de audio, mientras este no esté retenido. Esto se utiliza para poder colgar una llamada en caso que un teléfono desaparezca de la red debido a cualquier causa (fallo de energía, etc).<br>Asterisk: rtpholdtimeout. Terminar la llamada si se excede este tiempo en segundos sin tráfico RTP o RTCP en el canal de audio cuando la llamada está retenida (debe ser mayor a rtptimeout).<br>Asterisk: rtpkeepalive. Enviar keepalives en el flujo RTP para mantener NAT abierto durante períodos donde el tráfico RTP puede no estar fluyendo.
pt_br: Asterisco: rpttimeout. Encerre a chamada se este tempo em segundos for ultrapassado sem tráfego RTP ou RTCP no canal de áudio, desde que não esteja em espera. Isto é usado para desligar uma chamada caso um telefone desapareça da rede por qualquer causa (falta de energia, etc).<br>Asterisco: rtpholdtimeout. Encerre a chamada se este tempo em segundos for excedido sem tráfego RTP ou RTCP no canal de áudio quando a chamada estiver em espera (deve ser maior que rtptimeout).<br>Asterisco: rtpkeepalive. Envie keepalives no fluxo RTP para manter o NAT aberto durante períodos em que o tráfego RTP pode não estar fluindo.
sv_se: Asterisk: rtptimeout. Avsluta samtalet om aktiviteten på RTP eller RTCP har upphört i mer än rtptimeout i sekunder. Detta för att kunna lägga på samtalet ifall telefonen försvinner på nätverket i händelse av strömavbrott eller om någon kopplar loss kabeln till telefonen.<br /> Asterisk: rtpholdtimeout. Avsluta samtalet om på RTP eller RTCP har upphört när samtalet ligger på vänt (värdet måste vara > rtptimeout). <br /> Asterisk: rtpkeepalive. Skicka keepalives i RTP-strömmen för att hålla NAT öppet under perioder när ingen RTP-ström finns (samtal på vänt).

source: Asterisk: rtpstart. The starting RTP port range.<br /> Asterisk: rtpend. The ending RTP port range.
es_es: Asterisk: rtpstart. El comienzo del rango de puertos RTP.<br>Asterisk: rtpend. El final del rango de puertos RTP.
pt_br: Asterisco: rtpstart. O início do intervalo de portas RTP.<br>Asterisco: rtpend. O fim do intervalo de portas RTP.

source: Notification & MWI
es_es: Notificación & MWI
pt_br: Notificação e MWI
sv_se: Meddelande & MWI

source: MWI Polling Freq
es_es: Frecuencia Verificación MWI
pt_br: Frequência de verificação MWI
sv_se: Kontrollfrekvens för MWI

source: Frequency in seconds to check if MWI state has changed and inform peers.
es_es: Frecuencia en segundos para verificar si hay mensajes en espera e informar a los peers.
pt_br: Frequência em segundos para verificar mensagens em espera e informar os pares.
sv_se: Antal sekunder mellan kontrollerna om MWI har ändrat läge, meddela sedan peers.

source: Notify Ringing
es_es: Notificar Timbrado
pt_br: Notificar Timbrado

source: Control whether subscriptions already INUSE get sent RINGING when another call is sent. Useful when using BLF.
es_es: Controla si suscripciones de extensiones en uso mostrarán ringing cuando reciban una segunda llamada. Util si utiliza BLF.
pt_br: Controla se as assinaturas de ramal em uso mostrarão o toque quando receberem uma segunda chamada. Útil se você usar BLF.
sv_se: Används för prenumerationer som är INUSE får skickat till sig RINGING när ett annat samtal skickas. Användbart för BLF.

source: Notify Hold
es_es: Notificar Hold
pt_br: Notificar retenção

source: Control whether subscriptions INUSE get sent ONHOLD when call is placed on hold. Useful when using BLF.
es_es: Controla si suscripciones de estensiones en uso mostrarán hold. Util si utiliza BLF.
pt_br: Controla se as assinaturas de extensão em uso serão exibidas em espera. Útil se você usar BLF.
sv_se: Används för prenumerationer som är INUSE får skickat till sig ONHOLD när ett samtal är på vänt. Användbart för BLF.

source: Registration Settings
es_es: Configuración de Registro
pt_br: Configurações de registro
sv_se: Registreringsinställningar

source: Registrations
es_es: Registros
pt_br: Registros
sv_se: Registreringar

source: Asterisk: registertimeout. Retry registration attempts every registertimeout seconds until successful or until registrationattempts tries have been made.<br /> Asterisk: registrationattempts. Number of times to try and register before giving up. A value of 0 means keep trying forever. Normally this should be set to 0 so that Asterisk will continue to register until successful in the case of network or gateway outages.
es_es: Asterisk: registertimeout. Reintentar registraciones cada intervalo de tiempo especificado aquí, expresado en segundos, hasta que se registra exitosamente o hasta que se exceden los intentos definidos en registrationattempts. Un valor de 0 significa que Asterisk continuará reintentando a perpetuidad. Normalmente este valor se deja en 0 así Asterisk no deja de intentar registros en caso de caídas de red o gateways.
pt_br: Asterisco: tempo limite de registro. Tente novamente os registros a cada intervalo de tempo especificado aqui, expresso em segundos, até que o registro seja bem-sucedido ou até que as tentativas definidas em Registrationattempts sejam excedidas. Um valor 0 significa que o Asterisk continuará a tentar novamente para sempre. Normalmente este valor é deixado em 0 para que o Asterisk não pare de tentar se registrar em caso de interrupção da rede ou do gateway.
sv_se: Asterisk: registertimeout. Försök registrera igen efter det antal sekunder i värdet registertimeout till en lyckad registrering sker eller till det antal specificerat i registrationattempts har skett.<br /> Asterisk: registrationattempts. Antal gånger registrering ska försökas. Ett värde på 0 är oändligt antal försök. Normalt ska detta stå på 0 för att Asterisk kan fortsätta registrering efter ström- eller nätavbrott.

source: Registration Times
es_es: Tiempos de Registro
pt_br: Tempos de registro
sv_se: Registreringstider

source: Asterisk: minexpiry. Minimum length of registrations/subscriptions.<br /> Asterisk: maxepiry. Maximum allowed time of incoming registrations<br /> Asterisk: defaultexpiry. Default length of incoming and outgoing registrations.
es_es: Asterisk: minexpiry. Tiempo mínimo para registraciones/suscripciones.<br>Asterisk: maxexpiry. Tiempo máximo permitido entre intentos de registro entrantes.<br>Asterisk: defaultexpiry. Valor por defecto de duraión de registros entrantes y saliente.
pt_br: Asterisco: minexpiração. Tempo mínimo para inscrições/assinaturas.<br>Asterisco: maxexpiry. Tempo máximo permitido entre tentativas de registro recebidas.<br>Asterisco: defaultexpiry. Valor padrão para duração de registros de entrada e saída.
sv_se: Asterisk: minexpiry. Minsta längd på registrering/prenumeration.<br /> Asterisk: maxepiry. Maximal tillåten tid för inkommande registreringar.<br /> Asterisk: defaultexpiry. Standardlängd för inkommande och utgående registreringar.

source: Jitter Buffer Settings
es_es: Configuración Jitter Buffer
pt_br: Configuração do buffer de instabilidade
sv_se: Inställningar för Jitterbuffer
