Repository: IssabelFoundation/issabelPBX
Catalog: restart/i18n/*/LC_MESSAGES/restart.po
Languages: he_il

source: Admin
he_il: ניהול

source: Bulk Phone Restart
he_il: העפלה טלפון מחדש גורפת

source: Device List:
he_il: רשימת מכשירים:

source: FAILED
he_il: נכשל

source: Phone Restart
he_il: העפל טלפונים מחדש

source: Restart Phones
he_il: העפל טלפונים מחדש

source: Restart requests sent!
he_il: בקשות הפעל מחדש שנשלחו!

source: SELECT ALL
he_il: בחר הכל

source: Select Device(s) to restart. Currently, only Aastra, Snom, Polycom, Grandstream and Cisco devices are supported. All other devices will not show up in this list. Click the "Select All" button to restart all supported devices.
he_il: בחר התקן (ים) להעפיל מחדש. נכון לעכשיו, רק AASTRA, SNOM, Polycom, Grandstream וסיסקו נתמכים. כל המכשירים האחרים לא יופיעו ברשימה זו. לחץ על "בחר הכל " על מנת להפעיל מחדש את כל המכשירים הנתמכים.

source: This module allows users to restart one or multiple phones that support being restarted via a SIP NOTIFY command through Asterisk's sip_notify.conf
he_il: מודול זה מאפשר למשתמשים להפעיל מחדש את אחד או מספר רב של טלפונים התומכים באמצעות פקודה SIP NOTIFY ​​דרך sip_notify.conf של אסטריסק

source: Warning: The restart mechanism behavior is vendor specific. Some vendors only restart the phone if there is a change to the phone configuration or if an updated firmware is available via tftp/ftp/http
he_il: אזהרה: התנהגות מנגנון הפעלה מחדש ספציפי לכל ספק. ספקים מסוימים מעפשרים רק להפעיל מחדש את הטלפון אם יש שינוי תצורה הטלפון או אם קושחה מעודכנת זמין דרך TFTP / ftp

source: ok
he_il: בסדר
