Repository: IssabelFoundation/issabelPBX
Catalog: queueprio/i18n/*/LC_MESSAGES/queueprio.po
Languages: bg_bg, es_es, ja_jp, pt_br, sv_se, zh_cn

source: Add Queue Priority
bg_bg: Добави Приоритет на Опашка
es_es: Añadir Prioridad de Cola
ja_jp: キュー優先度を追加
pt_br: Adicionar prioridade de fila
sv_se: Lägg till köprioritet
zh_cn: 添加队列优先级

source: Edit:
bg_bg: Редактирай:
es_es: Modificar:
ja_jp: 編集：
pt_br: Modificar:
sv_se: Redigera:
zh_cn: 编辑：

source: Queue Priority allows you to set a caller's priority in a queue. By default, a caller's priority is set to 0. Setting a higher priority will put the caller ahead of other callers already in a queue. The priority will apply to any queue that this caller is eventually directed to. You would typically set the destination to a queue, however that is not necessary. You might set the destination of a priority customer DID to an IVR that is used by other DIDs, for example, and any subsequent queue that is entered would be entered with this priority
bg_bg: Приоритет на Опашка ви позволява да установите приоритет на обаждащия се в опашката. По-подразбиране, приоритета на обаждащия се е установен на 0. Задаването на по-висок приоритет ще придвижи обаждащия се напред спрямо другите обаждащи се в опашката. Приоритета ще се прилага за всяка опашка към която този обаждащ се евентуално би насочен. По принцип трябва да установите направление за опашката, обаче това не е задължително. Можете да установите направление за приотитетен клиентски DID към IVR който се използва примерно от друг DID, и всяка следваща опашка която е въведена ще използва този приоритет.
es_es: Este módulo le permite configurar la prioridad de un llamado en una cola. Por omisión la prioridad de un llamado es puesta en 0. Poninedo un número más alto posicionará al llamado por delante de otros esperando en la cola. La prioridad será aplicada a cualquier cola a la que el llamado sea derivado. Típicamente como destino se eligirá ua cola, aunque no es estrictamente necesario.
ja_jp: キュー優先度は、キューの中の発信者優先度を設定します。デフォルトでは、発信者の優先度は0に設定されています。より高い優先度を設定することにより、既にキューに入っている他の発信者よりも前に来ます。
pt_br: Este módulo permite configurar a prioridade de uma chamada em uma fila. O valor de prioridade padrão para uma chamada é 0. Definir um número mais alto posicionará o chamador à frente dos outros que aguardam na fila. A prioridade será aplicada a qualquer fila da qual a chamada deriva. Normalmente uma fila será escolhida como destino, embora não seja estritamente necessário.
sv_se: Köprioritet ger dig en möjlighet att sätta en prioritet på ett samtal. Som standard är köprioriteten 0. Genom att sätta ett högre värde kommer samtalet att läggas före andra samtal som befinner sig i kön. Prioriteten kommer att vara aktiv på den kö samtalet styrs till. Typiskt kommer destinationen att vara en kö, men det är inte nödvändigt. Du kanske väljer att sätta en inkommande väg med numret för en viktig kund till denna prioritet, prioritetens destination kan sättas till en IVR som har ett val till en kö, när samtalet hamnar i kön har prioriteten följt med och samtalet hamnar först i kön.
zh_cn: 队列优先级允许你设置某个主叫在队列中的优先级。在默认情况下，主叫的优先级都是0。为某个主叫设置高一些的优先级将把此主叫放在队列中其他呼叫者的前面。此优先级会应用于该主叫被引导到的任何队列。一般情况下，你可以为队列设置一个目的地，但是这不是必须的。比如说，你可以把一个优先客户DID的目的地设置为一个别的DID使用的IVR，并且它在随后进入的任何队列都会具有此优先级

source: Edit Queue Priority Instance
bg_bg: Редактирай Въвеждането на Приоритет на Опашка
es_es: Modificar Instancia de Prioridad de Cola
ja_jp: キュー優先度の実体を編集
sv_se: Redigera köprioritet
zh_cn: 编辑队列优先级实例

source: Add Queue Priority Instance
bg_bg: Добави Въвеждане на Приоритет на Опашка
es_es: Añadir Instancia de Prioridad de Cola
ja_jp: キュー優先度の実体を作成
pt_br: Adicionar instância de prioridade de fila
sv_se: Lägg till köprioritet
zh_cn: 添加队列优先级实例

source: Description
bg_bg: Описание
es_es: Descripción
ja_jp: 説明
pt_br: Descrição
sv_se: Beskrivning
zh_cn: 描述

source: The descriptive name of this Queue Priority instance.
bg_bg: Описаващо име за това въвеждане на Приоритет на Опашка
es_es: Nombre descriptivo de esta instancia de prioridad de cola.
ja_jp: このキュー優先度実体の説明
pt_br: Nome amigável desta instância de prioridade de fila.
sv_se: Skriv in en kortfattad beskrivning för denna köprioritet.
zh_cn: 为此队列优先级实例设置一个描述性的名字。

source: Priority
bg_bg: Приоритет
es_es: Prioridad
ja_jp: 優先度
pt_br: Prioridade
sv_se: Prioritet
zh_cn: 优先级

source: The Queue Priority to set
bg_bg: Приоритет на Опашка който да се установи
es_es: La prioridad a asignar cuando se una a una cola
ja_jp: セットされるキューの優先度
pt_br: A prioridade a ser atribuída ao ingressar em uma fila
sv_se: Välj vilken köprioritet som ska användas
zh_cn: 要设置的队列优先级

source: Destination
bg_bg: Направление
es_es: Destino
ja_jp: 宛先
pt_br: Destino
zh_cn: 目的地

source: Submit Changes
bg_bg: Приеми Промените
es_es: Guardar Cambios
ja_jp: 変更を適用
pt_br: Guardar mudanças
sv_se: Spara ändringar
zh_cn: 提交更改

source: Delete
bg_bg: Изтрий
es_es: Eliminar
ja_jp: 削除
pt_br: Eliminar
sv_se: Ta bort
zh_cn: 删除

source: Invalid description specified
bg_bg: Неправилно въведено описание
es_es: Descripción inválida
ja_jp: 無効な説明が指定されました
pt_br: Descrição inválida
sv_se: Ogiltig beskrivning
zh_cn: 指定了无效的描述

source: Queue Priority: %s
bg_bg: Приоритет на Опашкa: %s
es_es: Prioridad de Cola: %s
ja_jp: キュー優先度： %s
pt_br: Prioridade da fila: %s
sv_se: Köprioritet: %s
zh_cn: 队列优先级：%s

source: Queue Priorities
bg_bg: Приоритети на Опашки
es_es: Prioridades de Cola
ja_jp: キュー優先度
pt_br: Prioridades de fila
sv_se: Köprioriteter
zh_cn: 队列优先级

source: Applications
ja_jp: アプリケーション

source: Adds the ability to set a callers priority higher before entering a queue
ja_jp: キューに入る前に発信者の優先度を設定可能にします。
sv_se: Lägger till möjlighet att sätta högre prioritet för inkommande samtal innan det skickas till en kö

source: Edit Queue Priority
pt_br: Modificar prioridade da fila
