Repository: IssabelFoundation/issabelPBX
Catalog: weakpasswords/i18n/*/LC_MESSAGES/weakpasswords.po
Languages: es_es, pt_br, ru_ru

source: Warning: The use of weak SIP/IAX passwords can compromise this system resulting in toll theft of your telephony service. You should change the reported devices and trunks to use strong secrets.
es_es: Advertencia: El uso de contraseñas SIP/IAX débiles puede comprometer este sistema y provocar el robo de su servicio de telefonía. Debe modificar la configuración de los dispositivos y troncales informados y utilizar contraseñas seguras.
pt_br: Aviso: O uso de senhas SIP/IAX fracas pode comprometer este sistema e resultar no roubo do seu serviço telefônico. Você deve alterar os dispositivos e troncos relatados para usar senhas fortes.

source: extension/trunk has weak secret
es_es: extensión/troncal tiene una contraseña débil
pt_br: ramal/tronco tem uma senha fraca
ru_ru: расширение/магистраль имеет слабый секрет

source: extensions/trunks have weak secrets
es_es: extensión/troncal tienen una contraseña débil
pt_br: extensão/tronco tem uma senha fraca
ru_ru: расширения/магистрали имеют слабые секреты

source: Extension
es_es: Extensión
pt_br: Extensão
ru_ru: Расширение

source: %s Trunk
es_es: Troncal %s
pt_br: Roupa de baixo
ru_ru: %s Магистраль

source: Secret is empty
es_es: La contraseña está vacía
pt_br: A senha está vazia
ru_ru: Секрет пуст

source: Secret has sequential digits
es_es: La contraseña tiene digitos en secuencia
pt_br: A senha possui dígitos em sequência
ru_ru: секрет имеет последовательные цифры

source: Secret same as device
es_es: La contraseña es igual al dipositivo
pt_br: A senha é a mesma do dispositivo
ru_ru: секрет такой же как устройство

source: Secret has consecutive digit
es_es: La contraseña tiene digitos consecutivos
pt_br: A senha possui dígitos consecutivos
ru_ru: секрет имеет последовательную цифру

source: Secret less than 6 digits
es_es: La contraseña tiene menos de 6 caracteres
pt_br: A senha tem menos de 6 caracteres
ru_ru: секрет менее 6 цифр

source: Weak Password Detection
es_es: Detección de contraseñas débiles
pt_br: Detecção de senha fraca
ru_ru: Обнаружение слабых паролей

source: Type
es_es: Tipo
pt_br: Tipo
ru_ru: Тип

source: Name
es_es: Nombre
pt_br: Nome
ru_ru: Имя

source: Secret
es_es: Contraseña
pt_br: Senha
ru_ru: Секрет

source: Message
es_es: Mensaje
pt_br: Mensagem
ru_ru: Сообщение

source: No weak secrets detected on this system.
es_es: No se detectaron contraseñas débiles
pt_br: Nenhuma senha fraca detectada
ru_ru: На этой системе не обнаружено слабых секретов.

source: Reports
es_es: Reportes
pt_br: Relatórios
ru_ru: Отчеты

source: This module detects weak SIP secrets and sets security notifications accordingly
es_es: Este módulo detecta contraseñas débiles y alerta mediante notificaciones de seguridad sobre las mismas
pt_br: Este módulo detecta senhas fracas e alerta sobre elas por meio de notificações de segurança
ru_ru: Данный модуль обнаруживает слабые sip-секреты и соответствующим образом устанавливает уведомления о безопасности
