Repository: IssabelFoundation/issabelPBX
Catalog: callforward/i18n/*/LC_MESSAGES/callforward.po
Languages: es_es, fr_fr, ja_jp

source: Call Forward
es_es: Desvío de llamada
fr_fr: Transfert d'appel
ja_jp: 通話転送

source: Provides callforward featurecodes
es_es: Provee códigos de funcionalidad para desvío de llamadas
fr_fr: Fournit des codes fonctions de renvoi d'appel
ja_jp: 通話転送キーコードを提供します。

source: Call Forward All Activate
es_es: Activar todos los desvíos de llamada
fr_fr: Tous les transferts d'appel sont actifs
ja_jp: 通話転送 全アクティブ

source: Call Forward All Deactivate
es_es: Desactivar todos los desvíos de llamada
fr_fr: Tous les transferts d'appel sont désactivés
ja_jp: 通話転送 全非アクティブ

source: Call Forward All Prompting Deactivate
es_es: Desactivar las instrucciones de desvío de llamada siempre
fr_fr: Tous les messages de transferts d'appels sont désactivés
ja_jp: 通話転送 全プロンプト非アクティブ

source: Call Forward All Prompting Activate
es_es: Activar las instrucciones de desvío de llamada siempre

source: Call Forward Busy Activate
es_es: Activar desvío de llamadas cuando está ocupado
fr_fr: Transfert d'appels sur occupation activé
ja_jp: 通話転送 ビジーアクティブ

source: Call Forward Busy Deactivate
es_es: Desactivar desvío de llamadas cuando está ocupado
fr_fr: Transfert d'appels sur occupation désactivé
ja_jp: 通話転送 ビジー非アクティブ

source: Call Forward Busy Prompting Deactivate
es_es: Desactivar las instrucciones de desvío de llamada cuando ocupado
fr_fr: Messages de transfert d'appels sur occupation désactivé
ja_jp: 通話転送 ビジープロンプト非アクティブ

source: Call Forward Busy Prompting Activate
es_es: Activar las instrucciones de desvío de llamada cuando ocupado

source: Call Forward No Answer/Unavailable Activate
es_es: Activar desvío de llamadas cuando no disponible
fr_fr: Transfert d'appels sur Non Réponse/Indisponibilité activé
ja_jp: 通話転送 応答なし/利用不可 アクティブ

source: Call Forward No Answer/Unavailable Deactivate
es_es: Desactivar desvío de llamadas cuando no disponible
fr_fr: Transfert d'appels sur Non Réponse/Indisponibilité désactivé
ja_jp: 通話転送 応答なし/利用不可 非アクティブ

source: Call Forward Toggle
es_es: Alternar desvío de llamada
fr_fr: Activer/Désactiver le transfert d'appel
ja_jp: 通話転送切り替え

source: Call Forward No Answer/Unavailable Prompting Activate
es_es: Activar las indicaciones de desvío de llamada cuando no disponible

source: Call Forward Hints
es_es: Pistas de desvío de llamada

source: Activate Call Forward
es_es: Activar desvío de llamada

source: Call Forward Prompts On
es_es: Activar indicaciones de desvío de llamada

source: Deactivate Call Forward Any
es_es: Desactivar desvío de llamadas siempre

source: Deactivate Call Forward
es_es: Desactivar desvío de llamadas

source: Activate Call Forward on Busy
es_es: Activar desvío de llamadas cuando de ocupado

source: Activate Call Forward on Busy Prompts
es_es: Activar las indicaciones de desvío de llamada cuando de ocupado

source: Deactivate Call Forward on Busy Any
es_es: Desactivar desvío de llamada cuando de ocupado siempre

source: Deactivate Call Forward on Busy
es_es: Desactivar desvío de llamada cuando de ocupado

source: Activate Call Forward on Unavailable Prompts
es_es: Activar las indicaciones de desvío de llamada cuando no esté disponible

source: Activate Call Forward on Unavailable
es_es: Activar desvío de llamada cuando no esté disponible

source: Deactivate Call Forward on Unavailable
es_es: Desactivar desvío de llamada cuando no esté disponible

source: Applications
ja_jp: アプリケーション
