Repository: IssabelFoundation/issabelPBX
Catalog: fw_ari/htdocs_ari/locale/*/LC_MESSAGES/ari.po
Languages: bg_bg, da_dk, he_il, nl_nl, pt_br, sv_se

source: Outside lines that are part of the Follow Me List will be called and offered a menu:<br/><br/> "You have an incoming call. Press 1 to accept or 2 to decline."<br/><br/> This keeps calls from ending up in external voicemail. Make sure that the List Ring Time is long enough to allow for you to hear and react to this message.
bg_bg: Външните номера които са част от Следвай Ме Списъка ще бъдат набирани и ще им се предлага избор:<br/><br/> "Имате входящо обаждане. Натиснете 1 за да го приемете или 2 за да го отхвърлите."<br/><br/> Това задържа пренасочването на разговорите към външна Гласова Поща. Убедете се че Времето на Звънене за Списъка е достатъчно дълго за да ви позволи да чуете и реагирате на съобщението.
da_dk: Udgående linier som er en del af Follow Me listen vil blive ringet og præsenteret med en menu:<br/><br/> "Du har et indkommende opkald. Tast 1 for at acceptere eller 2 for at afslå."<br/><br/> Dette forhindrer opkald i at ryge ud i en ekstern telefonsvarer. Kontrollere at listens ringe tid er lang nok til at kunne høre og reagere til denne besked.
he_il: קוי חוץ שנמצאים ברשימת העקוב אחרי יקבלו תפרית קולית קדהלן כהמערכת יחייג איליהם: <br/><br/> "יש לכם שיחה נכנסתץ הקש 1 לקבל השיחה או 2 לסרב. " <br/><br/> זה שומר שהשיחה לא יעגיע לתא הקולי (של שהלוחת חוץ). וודא שזמן שמוגדר בצלצל רשימת עקוב אחרי למשך מספיק ארוך בכדי לשמועה ולהגיב להדועה.
nl_nl: Buitenlijnen die onderdeel zijn van de Volg mij lijst worden gebeld en een menu aangeboden:<br/><br/> "U heeft een inkomende oproep. Druk 1 om te accepteren of 2 om te weigeren."<br/><br/> Hierdoor komen oproepen niet in een externe voicemail terecht. Zorg dat de Volg mij lijst lang genoeg is zodat u het bericht kunt horen en hierop kan reageren.
pt_br: Linhas externas que fazem parte da Lista Siga-Me serão chamadas e oferecido um menu:<br/><br/> "Você tem uma ligação. Pressione 1 para aceitar ou 2 para recusar."<br/><br/> Isso impede que chamadas terminam no correio de voz externo. Tenha certeza que o Tempo de Chamada da Lista é longo o suficiente para pertmitir que você ouça e responda a essa mensagem.

source: Followme Settings
bg_bg: Следвай Ме Настройки
da_dk: Follow Me opsætning
he_il: הגדרות עקוב אחרי
nl_nl: Volg mij instellingen
pt_br: Configurações do Siga-Me
sv_se: Inställningar för Följ-mig

source: Followme Settings for %s (%s)
bg_bg: Следвай Ме за %s (%s)
da_dk: Follow Me opsætning for %s (%s)
he_il: הגדרות עקוב אחרי ל %s (%s)
nl_nl: Volg mij instellingen voor %s (%s)
pt_br: Configurações do Siga-Me para %s (%s)

source: Update
bg_bg: Обнови
da_dk: Opdatér
he_il: עדכן
nl_nl: Bijwerken
pt_br: Atualizar
sv_se: Uppdatera

source: Phone Features
bg_bg: Телефонни Услуги
da_dk: Telefon funktioner
he_il: תכונות שיחה
nl_nl: Telefoon opties
pt_br: Propriedades do Telefone
sv_se: Samtalsfunktioner

source: Call Waiting
bg_bg: Чакащо Повикване
he_il: שיחה ממתינה
nl_nl: Wisselgesprek
pt_br: Chamada em Espera
sv_se: Samtal väntar

source: Do Not Disturb
bg_bg: Не-Ме-Безпокой (DND)
he_il: נא לא להפריע
nl_nl: Niet storen
pt_br: Não Perturbe (DND)
sv_se: Stör-ej

source: Call Forwarding
bg_bg: Пренасочване на Разговор
da_dk: Opkalds viderestilling
he_il: הפניית שיחה
nl_nl: Oproep doorsturen
pt_br: Encaminhamento de Chamada
sv_se: Vidarekoppling

source: Unconditional:
bg_bg: Безусловно:
he_il: בכל מצב:
nl_nl: Onvoorwaardelijk
pt_br: Incondicional:
sv_se: Konstant

source: Unavailable:
bg_bg: Недостъпен:
he_il: לא זמין:
nl_nl: Niet beschikbaar
pt_br: Indisponível:
sv_se: Otillgänglig

source: Busy:
bg_bg: Заето:
he_il: עסוק:
nl_nl: Bezet
pt_br: Ocupado:
sv_se: Upptaget

source: Phone Features for %s (%s)
bg_bg: Телефонни Услуги за %s (%s)
da_dk: Telefon funktioner for %s (%s)
he_il: תכונות שיחה ל%s (%s)
nl_nl: Telefoon opties voor %s (%s)
pt_br: Propriedades do Telefone para %s (%s)
sv_se: Funktionskoder för %s (%s)

source: Call forward number not changed
bg_bg: Номера за пренасочване на обаждането не е променен
da_dk: Viderestillings nummeret ikke ændret
he_il: המספר לעקוב אחרי לא הוחלף
nl_nl: Doorstuurnummer niet gewijzigd
pt_br: Número de encaminhamento de chamada não alterado
sv_se: Vidarekopplingsnummret ej ändrat

source: Number %s must contain dial numbers (characters like '(', '-', and ')' are ok)
bg_bg: Номер %s трябва да съдържа избираеми цифри (символи като '(', '-', and ')' са позволени)
da_dk: Nummeret %s skal indeholde opkalds numre (Tegn som '(', '-', og ')' er ok)
he_il: מספר %s חייב לכלול ספרות (ניתן גם לכלול סוגריים ו\או מקף)
nl_nl: Nummer %s moet de volgende karakters bevatten (bijvoorbeeld '(', '-', and ')' zijn goed)
pt_br: Número %s deve conter números de discagem (caracteres como '(', '-', e ')' são permitidos)
sv_se: Nummer %s ska innehålla nummer (tecknen; '(', '-' och ')' är tillåtna

source: Call Screening:
bg_bg: Филтър на Обаждания:
da_dk: Opkalds screening:
he_il: סנן שיחות:
nl_nl: Oproep Screening
pt_br: Apresentação de Chamada
sv_se: Sålla samtal:

source: Call Screening requires external callers to say their name, which will be played back to the user and allow the user to accept or reject the call. Screening with memory only verifies a caller for their caller-id once. Screening without memory always requires a caller to say their name. Either mode will always announce the caller based on the last introduction saved with that callerid. If any user on the system uses the memory option, when that user is called, the caller will be required to re-introduce themselves and all users on the system will have that new introduction associated with the caller's CallerId.
bg_bg: Филтъра на Обажданията изисква от обаждащите се от външни линии да кажат името си, което ще бъде възпроизведено на потребителя и ще му позволи да избере дали да приеме или откаже разговора. Филтърът със запомняне проверява само веднъж CallerID на обаждащия се. Филтърът без запомняне винаги изисква от обаждащите се да кажат името си. Всеки от режимите винаги ще представя обаждащия се базирано на последното му такова, което е записано с този CallerID. Ако някой от потребителите използва тази опция, когато има повикване за него, обаждащия се ще бъде помолен да се представи наново и всички потребители ще могат да използват това представяне за себе си.
he_il: סינון שיחה מחייב את המתקשר להקליט את שמו, ומאפשר למשתמש לקבל או לסרב לשיחה אחרי שהקשיב לתקליט. סינון אם זיכרון שומר התקליט ומוניע הצורך שהמתקשר יקליט את שמו בכל את שהוא מתקשר. סינון בלי זיכרון לא שומר את התקליט לשיחות עתידיות. בכל מצב, התקליט ישמע למשתמש. חשוב לציין שהמערכת משייכת את התקליט לשיחה מזווה ולא ידועת להפריד בין כמה אנשים שמחייגים מאותו מספר (וישמיע תקליט שמשיוך לשיחה המזווה במידה שהוא שמור); ושהתקליטים השמורים הינם אחידים לכל משתמשי המרכזיה.
nl_nl: Oproep screening vereist externe bellers om hun naam te zeggen, welke zal worden terug gespeeld naar de beller en staat de beller toe het gesprek te weigeren of accepteren.Screening met geheugen controleert de beller eenmalig. Screening zonder geheugen vereist steeds een beller om hun naam te zeggen. Ofwel zal de beller aankondigen op basis van het de laatst opgeslagen introductie met dat callerid. Als een beller op het systeem gebruikt maakt van de geheugen optie, wanneer de gebruiker is aangeroepen, zal de beller verplicht worden zich opnieuw voor te stellen en alle gebruikers op het systeem zullen die introductie krijgen bij de bellers CallerId.
pt_br: Apresentação de Chamada requer que a pessoa ligando diga o nome dela, que será reproduzido para o usuário e permitirá que ele aceite ou rejeite a ligação. Aviso com memória somente verifica a identificação da pessoa que está chamando uma vez. Aviso sem memória sempre requer que a pessoa diga o nome dela. Qualquer um dos modos sempre anunciará o nome da pessoa chamando baseando-se na última apresentação gravada com a identificação. Se qualquer usuário no sistema usar a opção de memória, quando esse usuário é chamado, a pessoa chamando será requisitada a se apresentar novamente e todos os usuários no sistema terão essa nova apresentação associada com a identificação da pessoa que está chamando.

source: Disable
bg_bg: Забрани
da_dk: Deaktivér
he_il: נטרל
nl_nl: Uitschakelen
pt_br: Desativar
sv_se: Avaktivera

source: Screen Caller: No Memory
bg_bg: Без Запомняне
da_dk: Screen opkalder: Ingen hukommelse
he_il: סנן שיחות: ללא זיכרון
nl_nl: Scherm beller: Geen geheugen
pt_br: Apresentação de Chamada: Sem Memória
sv_se: Sålla samtal: Kom inte ihåg

source: Screen Caller: Memory
bg_bg: Със Запомняне
da_dk: Screen opkalder: Hukommelse
he_il: סנן שיחות: זכרון
nl_nl: Scherm beller: geheugen
pt_br: Apresentação de Chamada: Memória
sv_se: Sålla samtal: Kom ihåg

source: CallForward Ringtimer:
pt_br: Ringtimer do Encaminhamento de Chamada:

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
pt_br: Número de segundos para tocar antes de ir para o correio de voz ou outro destino de escape que pode ser configurado por um administrador desta conta. O ajuste Sempre irá tocar o destino de encaminhamento da ligação até que seja atendido ou a pessoa que está ligando desligue. O ajuste Padrão usará o valor configurado em Tempo de Toque. Sua configuração aqui será forçada para Sempre se não houver Correio de voz ou outro destino de escape para onde a ligação deva ir.

source: Number of seconds to ring prior to going to voicemail or ringing other numbers that may be configured such as a Call Forward Unavailabe or an Unavailable destination that may be configured by your administrator. The Default setting will use the value set for the PBX.
pt_br: Número de segundo para tocar antes de ir para correio de voz ou tocar outros números que tenham sido configurados como Encaminhamando de Chamada Indisponível ou um destino Indisponível que tenha sido configurados pelo seu administrador. A configuração Padrão irá usar o valor ajustado para o PBX.

source: Default
bg_bg: По-Подразбиране
nl_nl: Standaard
pt_br: Padrão
sv_se: Standard

source: Always
bg_bg: Винаги
da_dk: Altid
he_il: תמיד
nl_nl: Altijd
pt_br: Sempre
sv_se: Alltid

source: Attach voicemail to email
bg_bg: Прикачване на гласова поща към email
he_il: שלך ההודעה במאיל
nl_nl: Voeg voicemail bijlage toe aan e-mail
pt_br: Anexar correio de voz ao email
sv_se: Bifoga röstbesked till epost

source: Option to attach audio file to email.
bg_bg: Опция за прикачване на аудио файл към email.
he_il: אופציה לשלוך ההודעה במאיל.
nl_nl: Mogelijkheid om audio bestand als bijlage aan e-mail toe te voegen
pt_br: Opção para anexar arquivo de áudio ao email.

source: Number of deleted messages to backup
bg_bg: Брой на изтритите съобщения за архивиране
he_il: מספר הודעות מחוקות לגבות
nl_nl: Aantal verwijderde berichten voor backup
pt_br: Número de mensagens apagadas para fazer cópia de segurança

source: The maximum number of messages that are backed up in the Deleted folder. This may be 0-9999.
bg_bg: Максимален брой на съобщенията които се архивират в директория Изтрити. Трябва да е между 0 и 9999.
nl_nl: Het maximaal aantal berichten gebackupt in de Verwijderde map. Dit mag zijn 0-9999.
pt_br: O máximo número de mensagens que são armazenadas no backup na pasta Apagado . Pode ser 0-9999.

source: Delete voicemail after emailed
bg_bg: Изтрий гласова поща след изпращане на email
he_il: מחק הודעה אחרי שליחה
nl_nl: Verwijder voicemail na versturen van e-mail
pt_br: Apagar correio de voz após ser enviado por email

source: When enabled the message will be deleted from the voicemailbox after the notification email is sent. This allows receiving voicemail via email alone, rather than having the voicemail available from the Web interface or by telephone. CAUTION: Attach voicemail to email must be enabled, OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
bg_bg: Когато е включено съобщението ще бъде изтрито от кутията след изпращане на email за уведомление. Това позволява получаването на гласова поща чрез email, вместо да се използва гласова поща чрез уеб интерфейс или по телефона. ВНИМАНИЕ: Прикачване на гласова поща към email трябва да бъде включено, В ПРОТИВЕН СЛУЧАЙ ВАШИТЕ СЪОБЩЕНИЯ ЩЕ БЪДАТ ЗАГУБЕНИ ЗАВИНАГИ.
nl_nl: Wanneer aangevinkt zal het bericht verwijderd worden van de voicemailbox nadat de e-mail verstuurd is. LET OP: voeg voicemail toe aan email moet moet aangevinkt zijn ANDERS GAAN AL JE VOICEMAIL BERICHTEN VERLOREN
pt_br: Quando ativado a mensagem será apagada da pasta de correio de voz após o envio do email de notificação. Isso permite receber correio de voz por email somente, ao invés de ter o correio de voz disponível pela interface Web ou pelo telefone. CUIDADO: Anexar correio de voz ao email deve estar habilitado, CASO CONTRÁRIO SUAS MENSAGENS SERÃO PERDIDAS PARA SEMPRE.

source: Say envelope (date/time)
bg_bg: Кажи общо съобщение (дата/час)
he_il: השמעת תעריך\שעה
nl_nl: Speel tijd en datum af
pt_br: Ditar envelope (data/horário)

source: When enabled the voicemail system will play the message envelope (date/time) before playing the voicemail message. This setting does not affect the operation of the envelope option in the advanced voicemail menu.
bg_bg: Когато разрешите гласовата поща системата ще възпроизведе общото съобщение (дата/час) преди да пусне оставеното съобщение. Тази настройка не засяга работата на обшивката в главното меню на гласовата поща.
nl_nl: Indien aangevinkt worden de tijd en datum vermeld voor het afspelen.
pt_br: Quando ativado o sistema de correio de voz irá reproduzir o envelope da mensagem (data/hora) antes de reproduzir a mensagem de correio de voz. Esta configuração não afeta a operação da opção de envelope no menu avançado de correio de voz.

source: Maximum number of messages
bg_bg: Максимален брой съобщения
he_il: מספר הודעות המקסימלית
nl_nl: Maximaal aantal berichten
pt_br: Número máximo de mensagens

source: Maximum number of messages per folder. It may be up to 9999. The default value is 100.
bg_bg: Максимален брой съобщения за директория. Може да е до 9999. По-подразбиране е 100.
he_il: המפר המקסימלית של הודעות. גג: 9999. ברידת מדחל: 100.
nl_nl: Maximaal aantal berichten per map. Dit mogen er 9999 zijn. De standaard waarde is 100.
pt_br: Número máximo de mensagens por pasta. Pode ser até 9999. O padrão é 100.

source: Maximum message length
bg_bg: Максимална продължителност на съобщение
he_il: אורך הודעה מקסימלית
nl_nl: Maximale bericht duur
pt_br: Tamanho máximo da mensagem

source: Maximum length allowed for a voicemail message (in seconds).
bg_bg: Максимално позволена дължина на оставено съобщение (в секунди).
he_il: עורך זמן (בשניות) המקסימלית שאפשר להאשיר הודעה.
nl_nl: Maximale lengte toegestaan voor een voicemail bericht (in seconden).
pt_br: Tamanho máximo permitido para mensagem de correio de voz (em segundos).

source: Move heard messages
bg_bg: Премести прослушаните съобщения
he_il: העבר הודעה ישנות
nl_nl: Verplaats beluisterde berichten
pt_br: Mover mensagens ouvidas

source: Automatically move heard messages to the Old folder.
bg_bg: Автоматично премества прослушаните съобщения в директория Стари.
he_il: העבר הודעות נשמעות לתיקיה של הודעות ישניות.
nl_nl: Automatisch verplaatsen van beluisterde berichten naar de map Oud.
pt_br: Mover automaticamente mensagens ouvidas para a pasta Antigo.

source: Review recording
bg_bg: Прослушване на запис
he_il: השמעה חוזרת
nl_nl: Beluister opname
pt_br: Rever gravação

source: Allow caller to review their voicemail before saving it.
bg_bg: Позволява на обаждащия се да преслуша записа си преди да го запази.
he_il: אפשרות למתקשר לחזור אל הודעתו לפני שמירתו.
nl_nl: Sta gebruiker toe zijn voicemail te beluisteren voor deze op te slaan
pt_br: Permitir à pessoa que ligou rever a mensagem de correio de voz antes de gravá-la.

source: Say caller ID
bg_bg: Кажи caller ID
he_il: השמעת שיחה מזוהה
nl_nl: Zeg telefoonnummer
pt_br: Ditar a identificação da pessoa que ligou

source: After announcing the message date and time, play back the caller's telephone number before each message.
bg_bg: След представяне на дата и час на съобщението, прочита телефонния номер на обаждащия се преди всяко съобщение.
nl_nl: Na het afspelen van de datum en tijd van het bericht, zeg voor elk bericht het telefoonnummer van de beller
pt_br: Após anunciar a data e hora da mensagem, reproduzir a identificação do telefone da pessoa que está ligando antes de cada mensagem.

source: Say duration
bg_bg: Кажи продължителността
he_il: השמעת משך זמן
nl_nl: Zeg duur
pt_br: Ditar duração

source: Announce the message duration before playing the message.
bg_bg: Представя продължителността на съобщението преди възпроизвеждането му.
nl_nl: Kondig de bericht duur aan voor het afspelen van het bericht.
pt_br: Anunciar a duração da mensagem antes de reproduzir a mensagem.

source: Say duration minimum
bg_bg: Минимум за кажи продължителността
he_il: זמן מינימלי להשמת משך זמן
nl_nl: Zeg minimale duur
pt_br: Ditar duração mínima

source: Do not announce message duration for messages shorter than this number of minutes.
bg_bg: Не представя продължителността на съобщението ако е по-късо следното число в минути.
he_il: אל תשמיע משך זמן עבור הדעות שהם קצרות ממספר זה.
nl_nl: Zeg gespreksduur niet voor berichten korter dan dit aantal minuten.
pt_br: Não anunciar a duração da mensagem para mensagens menores que essa quantidade de minutos.

source: Email from
bg_bg: Email от
he_il: שם השולך
nl_nl: E-mail van
pt_br: Email de

source: Who the e-mail notification should appear to come from.
bg_bg: От кого да се представя че е email-a.
nl_nl: Van wie de e-mail notificatie afkomstig is.
pt_br: A partir de quem o email de confirmação deve aparentar ter sido enviado.

source: Temporary greeting warning
bg_bg: Предупреждение за временно приветствие
nl_nl: Tijdelijke begroeting waarschuwing
pt_br: Aviso de saudação temporária

source: Warn user when a temporary greeting is active.
bg_bg: Предупреждава потребителя че е активно временно приветствие.
nl_nl: Waarschuw gebruiker als als een tijdelijke begroeting actief is.
pt_br: Avisar usuário quando saudação temporária estiver ativa.

source: Change attachment volume
bg_bg: Регулиране на звука на прикачения файл
he_il: החלף עוצמת קול של ההודע המצורף
nl_nl: Wijzig bijlage volume
pt_br: Alterar o volume do anexo

source: Change volume of message before attaching it to an email. Values less than 1.0 decrease volume, greater than 1.0 increase volume.
bg_bg: Промяна на силата на звука на съобщението преди да го прикачите към email. Стойности по-малки от 1.0 намаляват силата на звука, по-големи от 1.0 увеличават силата на звука.
nl_nl: Wijzig het bericht volume voor toevoegen aan een e-mail. Waarde minder dan 1.0 verlaagt het volume, groter dan 1.0 verhoogt het volume.
pt_br: Alterar o volume da mensagem antes de anexá-la ao email. Valores menores que 1.0 baixam o volume, maiores que 1.0 aumentam o volume.

source: Settings
bg_bg: Настройки
da_dk: Opsætning
he_il: הגדרות
nl_nl: Instellingen
pt_br: Configurações
sv_se: Inställningar

source: Voicemail password not changed
bg_bg: Паролата на гласовата поща не е променена
da_dk: Telefonsvarer kodeord ikke ændret
he_il: ססמת התיבה הקולית לא שונתה
nl_nl: Voicemail wachtwoord niet gewijzigd
pt_br: Senha de correio de voz não alterada
sv_se: Lösenord för röstbrevlådan har inte ändrats

source: Password and password confirm must not be blank
bg_bg: Паролата и потвърдената парола не може да са празни
da_dk: Kodeord og bekræftelse må ikke være blankt
he_il: הסממה והאימות של הססמה לא יכולים להיות רקים
nl_nl: Wachtwoord en wachtwoord controle mogen niet leeg zijn
pt_br: Senha e confirmação de senha não podem ser vazias
sv_se: Lösenord och bekräfta lösenord får inte vara tomma

source: Passwords must be all numbers and greater than %d digits
bg_bg: Паролата трябва да бъде цяло число и да е повече от %d цифри
da_dk: Kodeord skal kun være numre og højere end %d cifre
nl_nl: Wachtwoorden moeten allemaal nummers zijn en groter dan %d karakters.
pt_br: Senhas devem conter apenas números e mais do que %d dígitos
sv_se: Lösenordet måste vara ett heltal på minst %d siffror

source: Passwords must be all numbers and only %d digits
bg_bg: Паролата трябва да бъде цяло число и да е само %d цифри
da_dk: Kodeord skal kun være numre og kun %d cifre
nl_nl: Wachtwoorden moeten allemaal nummers zijn en alleen %d karakters.
pt_br: Senhas devem conter apenas números e somente %d dígitos
sv_se: Lösenordet får endast innehålla %d siffror

source: Password and password confirm do not match
bg_bg: Паролата и потвърдената парола не съвпадат
da_dk: Kodeord og bekræftelse matcher ikke
he_il: הסממה והאימות של הססמה לא תואמים
nl_nl: De wachtwoorden komen niet overeen
pt_br: Senha e confirmação de senha não correspondem
sv_se: Lösenord och bekräftat lösenord stämmer inte

source: %s does not exist or is not writable
bg_bg: %s не съществува или не може да се записва
da_dk: %s eksisterer ikke eller er ikke skrivbar
nl_nl: %s bestaat niet of is niet beschrijfbaar
pt_br: %s não existe ou não pode ser editado
sv_se: %s finns ej eller är ej läsbar

source: Voicemail email and pager address not changed
bg_bg: Email и пейджър адреса на гласовата поща не са променени
da_dk: Telefonsvarer email og pager adresse ikke ændret
nl_nl: Voicemail e-mail en pager niet gewijzigd
pt_br: Configurações de envio de correio de voz por email e endereço pager não alteradas
sv_se: Lösenord för röstbrevlådan har inte ändrats

source: Voicemail email settings not changed
bg_bg: Email настройките на гласовата поща не са променени
da_dk: Telefonsvarer email opsætning ikke ændret
nl_nl: Voicemail e-mail instellingen niet gewijzigd
pt_br: Configurações de envio de correio de voz por email não alteradas
sv_se: Lösenord för röstbrevlådan har inte ändrats

source: Language:
bg_bg: Език:
da_dk: Sprog:
he_il: שפה:
nl_nl: Taal
pt_br: Idioma:
sv_se: Språk:

source: Passwords must be all numbers and only %s digits
bg_bg: Паролата трябва да бъде цяло число и да е само %s цифри
da_dk: Kodeord skal kun være numre og kun %s cifre
nl_nl: Wachtwoorden moeten allemaal nummers zijn en alleen %s karakters.
pt_br: Senhas devem conter apenas números e somente %s dígitos
sv_se: Lösenordet måste vara %s siffror

source: Passwords must be all numbers and at least %s digits
bg_bg: Паролата трябва да бъде цяло число и да е поне %s цифри
da_dk: Kodeord skal kun være numre og mindst %s cifre
nl_nl: Wachtwoorden moeten allemaal nummers zijn en minstens %s karakters.
pt_br: Senhas devem conter apenas números e no mínimo %s dígitos
sv_se: Lösenordet måste vara %s siffror

source: Password Settings
bg_bg: Настройки на Парола
he_il: הגדרות סיסמה
nl_nl: Wachtwoord instellingen
pt_br: Configurações de Senha
sv_se: Lösenordsinställningar

source: Voicemail Password:
bg_bg: Парола на Гласова Поща:
da_dk: Telefonsvarer kodeord:
nl_nl: Voicemail wachtwoord:
pt_br: Senha de Correio de voz:
sv_se: Lösenord för röstbrevlåda

source: Enter again to confirm:
bg_bg: Потвърдете паролата:
da_dk: Indtast igen for at bekræfte:
he_il: הכנס שוב לאימות:
nl_nl: Geef opnieuw in om te bevestigen
pt_br: Digite novamente para confirmar:
sv_se: Bekräfta:

source: Email Address:
bg_bg: Email Адрес:
he_il: כתובות מאיל:
nl_nl: E-mail adres:
pt_br: Endereço de Email:
sv_se: E-postadress
