Repository: IssabelFoundation/issabelPBX
Catalog: fw_ari/htdocs_ari/locale/*/LC_MESSAGES/ari.po
Languages: bg_bg, da_dk, he_il, nl_nl, pt_br, sv_se

source: Asterisk Call Manager not responding
bg_bg: Астериск Manager не отговаря
da_dk: Asterisk Call Manager svarer ikke
he_il: מנהל השיחות של Asterisk לא מגיב
nl_nl: De Asterisk Call Manager reageert niet
pt_br: Gerenciador de Ligações do Asterisk não está respondendo
sv_se: Asterisk Call Manager svarar inte

source: Asterisk authentication failed:
bg_bg: Астериск оторизирането се провали:
da_dk: Asterisk autentificering fejlet
he_il: האימות מול Asterisk נכשל:
nl_nl: Asterisk authenticatie mislukt
pt_br: Autenticação Asterisk falhou:
sv_se: Autentiseringen mot Asterisk misslyckades:

source: Asterisk command not understood
bg_bg: Астериск командите не са разбрани
da_dk: Asterisk kommando ikke forstået
nl_nl: Asterisk opdracht niet begrepen
pt_br: Comando Asterisk não compreendido
sv_se: Asterisk förstod inte kommandot

source: Too many files in %s. Not all files processed
bg_bg: Прекалено много файлове в %s. Не всички файлове ще се заредят
nl_nl: Te veel bestanden in %s. Niet alle bestanden zijn verwerkt.
pt_br: Muitos arquivos em %s. Nem todos os arquivos processados
sv_se: För många filer i %s. Alla filer har inte behandlats

source: Too many directories in %s. Not all files processed
bg_bg: Прекалено много директории в %s Не всички файлове ще се заредят
da_dk: For mange mapper i %s Ikke alle filer er behandlet
he_il: יותר מדי קוצים בספרייה %s לא העבד כל הקוצים
nl_nl: Te veel mappen in %s. Niet alle bestanden zijn verwerkt.
pt_br: Muitos diretório em %s. Nem todos os arquivos processados
sv_se: För många mappar i %s. Alla filer har inte behandlats

source: ARI requires a version of PHP 4.3 or later
bg_bg: ARI изисква версия на PHP 4.3 или по-нова
da_dk: ARI kræver PHP version 4.3 eller nyere
he_il: ARI מחייב PHP גירסה 4.3 או יותר חדיש
nl_nl: ARI heeft versie PHP 4.3 of later nodig.
pt_br: ARI requer PHP versão 4.3 ou mais recente
sv_se: ARI kräver version 4.3 eller högre av PHP

source: PHP PEAR must be installed. Visit http://pear.php.net for help with installation.
bg_bg: PHP PEAR трябва да е инсталиран. Посетете http://pear.php.net за помощ при инсталирането.
da_dk: PHP PEAR skal være installeret. Se http://pear.php.net for hjælp med installationen.
he_il: PHP PEAR חסר. תיגש לhttp://pear.php.net לסיע בהתקנה
nl_nl: PHP PEAR moet geinstalleerd zijn. Ga naar http://pear.php.net voor hulp met de installatie.
pt_br: PHP PEAR deve estar instalado. Visite http://pear.php.net para ajuda com a instalção.
sv_se: PHP PEAR måste installeras. Gå till http://pear.php.net för hjälp med installationen.

source: ARI does not appear to have access to the Asterisk Manager.
bg_bg: ARI няма достъп до Астериск Manager.
da_dk: ARI ser ikke ud til at have adgang til Asterisk Manager
nl_nl: ARI heeft geen toegang tot de Asterisk Manager.
pt_br: ARI não aparenta ter acesso ao Gerenciador Asterisk.
sv_se: Kan inte ansluta till Asterisk Manager

source: Check the ARI 'main.conf.php' configuration file to set the Asterisk Manager Account.
bg_bg: Проверете настройките на ARI 'main.conf.php' файла да има установен Астериск Manager Акаунт.
da_dk: Kontrollere konfigurations filen for ARI 'main.conf' for at opsætte Asterisk Managerkontoen.
nl_nl: Controleer het ARI 'main.conf.php' configuratie bestand om de Asterisk Manager Account in te stellen.
pt_br: Verifique o arquivo de configuração 'main.conf.php' do ARI para ajustar a Conta do Gerenciador Asterisk.
sv_se: Kontrollera ARI 'main.conf.php'-filen och inställningarna för Asterisk Manager kontot.

source: Check /etc/asterisk/manager.conf for a proper Asterisk Manager Account
bg_bg: Проверете /etc/asterisk/manager.conf за валиден Астериск Manager Акаунт
da_dk: Kontrollere /etc/asterisk/manager.conf for en gyldig Asterisk Manager konto
nl_nl: Controleer /etc/asterisk/manager.conf voor een goede Asterisk Manager Account
pt_br: Verifique /etc/asterisk/manager.conf para uma Conta apropriada do Gerenciador Asterisk
sv_se: Kontrollera /etc/asterisk/manager.conf, se till att det finns ett korrekt Asterisk Manager konto

source: make sure [general] enabled = yes and a 'permit=' line for localhost or the webserver.
bg_bg: убедете се че имате линии [general] enabled = yes и 'permit=' за localhost или webserver.
da_dk: Sikre dig at [general] enabled = yes og en 'permit=' linie for localhost eller webserveren.
nl_nl: zorg voor [general] enabled = yes en een 'permit=' lijn voor localhost of de webserver.
pt_br: certifique-se que há [general] enabled = yes e uma linha 'permit=' para localhost ou o webserver.
sv_se: att det finns en sektion [general] enabled = yes och en 'permit=' för localhost eller ip-nummret för webservern

source: Check AMP installation, asterisk, and ARI main.conf
bg_bg: Проверете IssabelPBX инсталацията, астериск и ARI main.conf
da_dk: Kontrollere AMP installationen, Asterisk og ARI´s main.conf
nl_nl: Controleer AMP installatie, asterisk, en ARI main.conf
pt_br: Verifique instalação do AMP, asterisk, e ARI main.conf
sv_se: Kontrollera AMP-installationen, Asterisk och ARI main.conf

source: Logout
bg_bg: Излез
da_dk: Log ud
he_il: יציאה
nl_nl: Uitloggen
pt_br: Sair
sv_se: Logga ut

source: Page Not Found.
bg_bg: Страницата Не е Намерена.
da_dk: Siden ikke fundet
he_il: דף לא נמצא
nl_nl: Pagina niet gevonden
pt_br: Página Não Encontrada
sv_se: Sidan hittas ej.

source: Search
bg_bg: Търси
da_dk: Søg
he_il: חפש
nl_nl: Zoeken
pt_br: Procurar
sv_se: Sök

source: Searched for
bg_bg: Търсене за
da_dk: Søgt efter
he_il: חיפוש של
nl_nl: Gezocht naar
pt_br: Procurado por
sv_se: Sökte efter

source: Results %d - %d of %d
bg_bg: Резултати %d - %d от %d
da_dk: Resultater %d - %d af %d
nl_nl: Resultaten %d - %d van %d
pt_br: Resultados %d - %d de %d
sv_se: Resultat %d - %d av %d

source: Results %d
bg_bg: Резултати %d
da_dk: Resultater %d
he_il: תוצאות %d
nl_nl: Resultaten %d
pt_br: Resultados %d
sv_se: Resultat %d

source: First
bg_bg: Начало
da_dk: Første
he_il: ראשון
nl_nl: Eerste
pt_br: Primeiro
sv_se: Först

source: Last
bg_bg: Край
da_dk: Sidste
he_il: אחרון
nl_nl: Laatste
pt_br: Último
sv_se: Sist

source: Incorrect Username or Password
bg_bg: Неправилни Потребителско Име или Парола
da_dk: Forkert brugernavn eller kodeord
he_il: שם משתמש לא נכון או ססמה לא נכונה
nl_nl: Verkeerde gebruikersnaam of wachtwoord
pt_br: Nome de usuário ou Senha incorreto
sv_se: Felaktigt användarnamn eller lösenord

source: Login
bg_bg: Потребител
da_dk: Brugernavn
he_il: שם משתמש
nl_nl: Inloggen
pt_br: Conta
sv_se: Användarnamn

source: Password
bg_bg: Парола
da_dk: Kodeord
he_il: ססמה
nl_nl: Wachtwoord
pt_br: Senha
sv_se: Lösenord

source: Submit
bg_bg: Приеми
da_dk: Log ind
he_il: שלח
nl_nl: OK
pt_br: Enviar
sv_se: Logga in

source: Remember Password
bg_bg: Запомни Паролата
da_dk: Husk Kodeord
he_il: זכור ססמה
nl_nl: Wachtwoord onthouden
pt_br: Lembrar Senha
sv_se: Kom ihåg lösenord

source: Use your <b>Voicemail Mailbox and Password</b>
bg_bg: Използвайте вашите <b>Номер на Гласова Поща и Парола</b>
da_dk: Brug din <b>Voicemail Mailbox og kodeord</b>
nl_nl: Gebruik je <b>Voicemail Mailbox en Wachtwoord</b>
pt_br: Use sua <b>Conta de Correio de Voz e Senha</b>
sv_se: Använd din <b>Röstbrevlådas nummer och lösenord</b>

source: This is the same password used for the phone
bg_bg: Това е същата парола използвана за проверка чрез телефона
da_dk: Det er det samme kodeord som til din telefon
he_il: זוהי אותה ססמה שבשימוש בטלפון שלך
nl_nl: Dit is hetzelfde wachtwoord dat gebruikt wordt voor de telefoon
pt_br: Esta é a mesma senha usada para o telefone
sv_se: Det är samma lösenord som till din telefon

source: For password maintenance or assistance, contact your Phone System Administrator.
bg_bg: За поддръжка или помощ, моля свържете се с вашия Системен Администратор.
da_dk: For assistance eller problemer med dit kodeord, kontakt venligst den ansvarlige for telefon systemet
he_il: עבור ססמה התחזוקה, אנא פנה אל מנהל הטלפוניה שלך.
nl_nl: Voor wachtwoord beheer of ondersteuning neem contact op met uw Systeem Beheerder.
pt_br: Para assistência ou mantenção de senha, contate seu Administrador de Sistema de Telefonia.
sv_se: Om du har problem med lösenord eller behöver hjälp ska du kontakta din systemoperatör

source: INBOX
da_dk: Indbakke
he_il: נכנסות
pt_br: ENTRADA

source: Family
bg_bg: Семейство
da_dk: Familie
he_il: משפחה
nl_nl: Familie
pt_br: Família
sv_se: Familj

source: Friends
bg_bg: Приятели
da_dk: Venner
he_il: חברים
nl_nl: Vrienden
pt_br: Amigos
sv_se: Vänner

source: Old
bg_bg: Стари
da_dk: Gamle
he_il: ישנים
nl_nl: Oud
pt_br: Antigo
sv_se: Gamla

source: Work
bg_bg: Работа
da_dk: Arbejde
he_il: עבודה
nl_nl: Werk
pt_br: Trabalho
sv_se: Arbete

source: Call Forward All Activate
bg_bg: Пренасочване на Разговор 'Общо' Включи
da_dk: Aktivér viderestilling af alle opkald
he_il: הפניית כל השיחה העפל
nl_nl: Alle gesprekken doorschakelen inschakelen
pt_br: Ativar Encaminhamento de Todas as Chamadas
sv_se: Aktivera konstant vidarekoppling

source: Call Forward All Deactivate
bg_bg: Пренасочване на Разговор 'Общо' Изключи
da_dk: Deaktivér viderestilling af alle opkald
he_il: הפניית כל השיחה בטל
nl_nl: Alle gesprekken doorschakelen uitschakelen
pt_br: Desativar Encaminhamento de Todas as Chamadas
sv_se: Avaktivera konstant vidarekoppling för din anknytning

source: Call Forward All Prompting Deactivate
bg_bg: Пренасочване на Разговор 'Общо' Изключи Напомняне
da_dk: Deaktivér viderestilling af alle opkald for valgfrit lokalnummer
nl_nl: Alle gevraagde gesprekken doorschakelen uitschakelen
pt_br: Desativar Mensagem de Encaminhamento de Todas as Chamadas
sv_se: Avaktivera konstant vidarekoppling

source: Call Forward Busy Activate
bg_bg: Пренасочване на Разговор 'Заето' Включи
da_dk: Aktivér viderestilling af opkald hvis optaget
he_il: הפניית שיחה במצב תפוס הופעל
nl_nl: Alle gesprekken doorschakelen bij bezet inschakelen
pt_br: Ativar Encaminhamento de Chamadas Ocupadas
sv_se: Aktivera vidarekoppling vid upptaget

source: Call Forward Busy Deactivate
bg_bg: Пренасочване на Разговор 'Заето' Изключи
da_dk: Deaktivér viderestilling af opkald hvis optaget
he_il: הפניית שיחה במצב תפוס בטל
nl_nl: Alle gesprekken doorschakelen bij bezet uitschakelen
pt_br: Desativar Encaminhamento de Chamadas Ocupadas
sv_se: Avaktivera vidarekoppling vid upptaget för din anknytning

source: Call Forward Busy Prompting Deactivate
bg_bg: Пренасочване на Разговор 'Заето' Изключи Напомняне
da_dk: Deaktivér viderestilling af opkald hvis optaget for valgfrit lokalnummer
nl_nl: Alle gesprekken doorschakelen bij gevraagde bezet uitschakelen
pt_br: Desativar Mensagem de Encaminhamento de Chamadas Ocupadas
sv_se: Avaktivera vidarekoppling vid upptaget

source: Call Forward No Answer/Unavailable Activate
bg_bg: Пренасочване на Разговор 'Не Отговаря' Включи
da_dk: Aktivér viderestilling af ubesvarede opkald
he_il: הפניית שיחה במצב תפוס\אין מענה הופעל
nl_nl: Alle gesprekken doorschakelen bij geen antwoord/niet beschikbaar inschakelen
pt_br: Ativar Encaminhamento de Chamadas Sem Resposta/Indisponíveis
sv_se: Aktivera vidarekoppling vid inget svar/otillgänglig

source: Call Forward No Answer/Unavailable Deactivate
bg_bg: Пренасочване на Разговор 'Не Отговаря' Изключи
da_dk: Deaktivér viderestilling af ubesvarede opkald
he_il: הפניית שיחה במצב תפוס\אין מענה מבוטל
nl_nl: Alle gesprekken doorschakelen bij geen antwoord/niet beschikbaar uitschakelen
pt_br: Desativar Encaminhamento de Chamadas Sem Resposta/Indisponíveis
sv_se: Avaktivera vidarekoppling vid inget svar/otillgänglig

source: Call Waiting - Activate
bg_bg: Чакащо Повикване - Включи
da_dk: Aktivér Banke på
he_il: שיחה ממתינה הופעל
nl_nl: Wisselgesprek - inschakelen
pt_br: Espera de Chamada - Ativar
sv_se: Aktivera samtal väntar

source: Call Waiting - Deactivate
bg_bg: Чакащо Повикване - Изключи
da_dk: Deaktivér Banke på
he_il: שיחה ממתינה בטל
nl_nl: Wisselgesprek - uitschakelen
pt_br: Espera de Chamada - Desativar
sv_se: Avaktivera samtal väntar

source: Do-Not-Disturb Activate
bg_bg: Не-Ме-Безпокой (DND) - Включи
da_dk: Aktivér Forstyr ikke
he_il: נא לא להפריע הפעל
nl_nl: Niet Storen inschakelen
pt_br: Ativar Não Perturbe (DND)
sv_se: Aktivera Stör-ej

source: Do-Not-Disturb Deactivate
bg_bg: Не-Ме-Безпокой (DND) - Изключи
da_dk: Deaktivér Forstyr ikke
he_il: נא לא להפריע בטל
nl_nl: Niet Storen uitschakelen
pt_br: Desativar Não Perturbe (DND)
sv_se: Avaktivera Stör-ej

source: My Voicemail
bg_bg: Моя Гласова Поща
da_dk: Min telefonsvarer
he_il: תה קולי שלי
nl_nl: Mijn voicemail
pt_br: Meu Correio de Voz
sv_se: Min röstbrevlåda

source: Dial Voicemail
bg_bg: Избери Гласова Поща
da_dk: Opkald til telefonsvarer
he_il: תתקר לתא קולי
nl_nl: Bel voicemail
pt_br: Discar Correio de Voz
sv_se: Ring en röstbrevlåda

source: Call Monitor
bg_bg: Справки за Разговори
da_dk: Opkalds oversigt
he_il: צג שיחות
nl_nl: Oproeplijst
pt_br: Monitoramento de Chamadas
sv_se: Samtalsregister

source: One or more messages must be selected before clicking delete.
bg_bg: Едно или няколко съобщения трябва да са избрани преди да кликнете на изтрий.
da_dk: En eller flere beskeder skal vælges før der klikkes på Slet
he_il: תבחור לפחות הודעה אחת לפי השקת מחק.
nl_nl: Selecteer een of meerder berichten om te verwijderen
pt_br: Uma ou mais mensagens precisam ser selecionadas antes de clicar apagar.
sv_se: Ett eller flera meddelanden måste väljas innan du klickar Ta bort

source: Path is not a directory: %s
bg_bg: Пътят не е директория: %s
da_dk: Stien er ikke en mappe: %s
he_il: הנתיב אנו ספרייה: %s
nl_nl: Het pad is geen map: %s
pt_br: Caminho não é um diretório: %s
sv_se: Sökvägen leder ej till en mapp: %s

source: delete
bg_bg: изтрий
da_dk: slet
nl_nl: verwijder
pt_br: apagar
sv_se: Ta bort

source: duration
bg_bg: продължителност
da_dk: varighed
nl_nl: duur
pt_br: duração
sv_se: längd

source: ignore
bg_bg: игнорирай
da_dk: ignorér
nl_nl: negeren
pt_br: ignorar
sv_se: ignorera

source: Date
bg_bg: Дата
da_dk: Dato
he_il: תאריך
nl_nl: Datum
pt_br: Data
sv_se: Datum

source: Time
bg_bg: Час
da_dk: Tid
he_il: שעה
nl_nl: Tijd
pt_br: Horário
sv_se: Tid

source: Caller ID
da_dk: Nummer
he_il: שיחה מזוהה
nl_nl: Telefoonnummer
pt_br: Identificação da Chamada
sv_se: Nummerpresentation

source: Source
bg_bg: Източник
da_dk: Kilde
he_il: מקור
nl_nl: Beller
pt_br: Origem
sv_se: Källa

source: Destination
bg_bg: Направление
he_il: יעד
nl_nl: Ontvanger
pt_br: Destino
sv_se: Mål

source: Context
bg_bg: Контекст
he_il: הקשר
pt_br: Contexto
sv_se: Sammanhang

source: Duration
bg_bg: Продължителност
da_dk: Varighed
he_il: משך
nl_nl: Duur
pt_br: Duração
sv_se: Längd

source: Monitor
bg_bg: Монитор
da_dk: Overvåg
he_il: ניטור
pt_br: Monitoraramento
sv_se: Inspelning

source: Play
bg_bg: Възпроизведи
da_dk: Afspil
he_il: נגן
nl_nl: Afspelen
pt_br: Reproduzir
sv_se: Spela upp

source: Download
bg_bg: Изтегли
da_dk: Hent
he_il: הורד
nl_nl: Downloaden
pt_br: Baixar
sv_se: Ladda ner

source: Call Monitor for %s (%s)
bg_bg: Справки за Разговори на %s (%s)
da_dk: Opkalds oversigt for %s (%s)
nl_nl: Oproeplijst voor %s (%s)
pt_br: Chamar Monitoramento para %s (%s)
sv_se: Samtalsregister för %s (%s)

source: select
bg_bg: избери
da_dk: vælg
he_il: בחר
nl_nl: selecteer
pt_br: selecionar
sv_se: välj

source: all
bg_bg: всички
da_dk: alle
he_il: הכל
nl_nl: alles
pt_br: todos
sv_se: alla

source: none
bg_bg: нищо
da_dk: ingen
he_il: כלום
nl_nl: geen
pt_br: nenhum
sv_se: inga

source: Only deletes recording files, not cdr log
bg_bg: Изтрива само записаните файлове, без cdr лога
da_dk: Sletter kun optagede filer, ikke cdr log
he_il: מחק הקלטות בלבד, לא את רישום ה־cdr
nl_nl: Verwijder alleen de opname, niet de oproepgeschiedenis
pt_br: Somente apagar arquivos de gravação, não histórico de chamadas
sv_se: Raderar endast inspelade filer, inte samtalsloggen

source: Feature Codes
bg_bg: Специални Кодове
da_dk: Funktions koder
he_il: חיוגים מקוצרים
nl_nl: Functie Codes
pt_br: Códigos de Facilidades
sv_se: Funktionskoder

source: for %s (%s)
bg_bg: за %s (%s)
he_il: ל %s (%s)
nl_nl: voor %s (%s)
pt_br: para %s (%s)
sv_se: för %s (%s)

source: Handset Feature Code
bg_bg: Код
da_dk: Håndsæt Funktions kode
he_il: חיוג מקוצר לחיוג מהשלוחה
nl_nl: Handset Functie Code
pt_br: Código de Facilidade do Aparelho
sv_se: Funktionskoder

source: Action
bg_bg: Описание
da_dk: Beskrivelse
he_il: פעולה
nl_nl: Actie
pt_br: Ação
sv_se: Utför

source: description
bg_bg: описание
nl_nl: omschrijving
pt_br: descrição
sv_se: beskrivning

source: Follow Me
bg_bg: Следвай Ме
he_il: עקוב אחרי
nl_nl: Volg mij
pt_br: Siga-Me
sv_se: Följ-mig

source: Your Follow-Me has been disabled, REFRESH your browser to remove this message
bg_bg: Услугата Следвай Ме е забранена за вас, ПРЕЗАРЕДЕТЕ страницата в браузера си за да премахнете това съобщение
da_dk: Din Follow-Me er deaktiveret, opdatér din browser for at fjerne denne besked
he_il: עקוב אחרי בטל. רענן דף זה להורד ההודעה הזות
nl_nl: Je volg-mij is uitgeschakeld, VERNIEUW je browserscherm om dit bericht te verwijderen
pt_br: Seu Siga-Me foi desativado, RECARREGUE seu navegador para remover esta mensagem
sv_se: Följ-mig har avaktiverats, uppdatera sidan för att ta bort detta meddelande

source: Check with your Telephone System Administrator if you think there is a problem
bg_bg: Свържете се с вашия Телефонен Системен Администратор ако смятате, че това е проблем
da_dk: Kontakt den ansvarlige for dit telefon system hvis du tror der er et problem
he_il: תבדוק אם מנהל המרכזיה אם אתם חוששים שיש תקלה
nl_nl: Neem contact op met uw Systeem Beheerder als u denkt dat er een probleem is
pt_br: Verifique com o seu Administrador do Sistema de Telefonia se você acha que há um problema
sv_se: Kontrollera med systemansvarige om du tror detta är ett fel

source: Follow-Me pre-ring time not changed
bg_bg: Следвай-Ме времето на предварително звънене не е променено
da_dk: Før-ring tiden for Follow-Me er ikke ændret
he_il: צמן צלצול לעקוב אחרי לא שונתה
nl_nl: Volg-mij pre-ring tijd niet veranderd
pt_br: Tempo de pré-toque do Siga-Me não alterado
sv_se: Pre-ringtiden för Följ-mig ändrades inte

source: Number %s must be an integer number of seconds
bg_bg: Броят %s трябва да е цяло число в секунди
da_dk: Nummeret %s skal være et helt antal sekunder
he_il: סיפרה %s חייב להיות מספר שלם של שניות
nl_nl: Aantal %s moet een heel aantal seconden zijn
pt_br: Número %s deve ser um número inteiro de segundos
sv_se: Talet %s måste vara sekunder och ett heltal

source: Follow-Me list ring time not changed
bg_bg: Следвай-Ме времето на звънене в списъка не е променено
da_dk: Liste ringe tiden for Follow-Me er ikke ændret
he_il: משך שמן צילצור לעקוב אחרי לא שונתה
nl_nl: Volg-mij lijst ring tijd niet veranderd
pt_br: Lista de toque do Siga-Me não alterado
sv_se: Listringtiden ändrades inte för Följ-mig

source: Follow-Me list must contain at least one valid number
bg_bg: Следвай-Ме списъка трябва да съдържа поне един валиден номер
da_dk: Follow-Me listen skal minimum indholde et gyldigt nummer
he_il: רשימת עקוב אחרי כולל מספר שאנו חוקי
nl_nl: Volg-mij lijst moet ten minste uit een geldig nummer bestaan
pt_br: Lista do Siga-Me deve conter no mínimo um número válido
sv_se: Listan för Följ-mig måste minst innehålla ett giltigt nummer

source: The following: %s is not valid
bg_bg: Следното: %s е неправилно
da_dk: Det følgende: %s er ikke gyldigt
he_il: %s לא חוקי
nl_nl: Het volgende: %s is niet geldig
pt_br: O seguinte: %s não é válido
sv_se: Följande: %s är inte giltigt

source: Enable
bg_bg: Разреши
da_dk: Aktivér
he_il: מופעל
nl_nl: Inschakelen
pt_br: Ativar
sv_se: Aktivera

source: Dial-by-name Directory, IVR, and internal calls will ring the numbers in the FollowMe List. Any IssabelPBX routes that directly reference a FollowMe are unaffected by this enable/disable setting.
bg_bg: Избиране-По-Име от Директория, IVR и вътрешните обаждания ще звънят на номерата в Следвай Ме Списъка. Всички IssabelPBX маршрути, които директно се отнасят за Следвай Ме не са засегнати от тази разреши/забрани настройка.
da_dk: Ring-med-navn basen, IVR, og interne opkald vil ringe de numre i FollowMe Listen. Enhver IssabelPBX route som direkte refererer en FollowMe bliver ikke påvirket af denne aktivér/deaktivér opsætning.
nl_nl: Op naam bellen telefoongids, IVR, en interne oproepen bellen de nummers in de Volg-mij lijst. Elke IssabelPBX route welke direct refereert naar een Volg-mij worden niet beinvloed door deze inschakelen/uitschakelen instelling.
pt_br: Diretório Discar-por-nome, IVR, e ligações internas irão chamar os números na Lista do Siga-me. Qualquer rota do IssabelPBX que diretamente relaciona um Siga-me não é afetada por este ajuste de ativar/desativar.
sv_se: Ring med namn från telefonkatalogen, IVR, och interna samtal kommer att ringa nummerna i Följ-mig-listan Any IssabelPBX routes that directly reference a FollowMe are unaffected by this enable/disable setting.

source: Follow Me List:
bg_bg: Следвай Ме Списък:
da_dk: Follow Me Liste:
he_il: רשימת עקוב אחרי:
nl_nl: Volg mij lijst
pt_br: Lista de Siga-Me
sv_se: Följ-mig-lista:

source: Extensions and outside numbers to ring next.
bg_bg: Списък от вътрешни линии и външни номера които да звънят.
da_dk: Lokalnumre og eksterne numre der efterflg. skal ringe.
he_il: שלוחות ומספרי חוץ לצלצל בשלב הבא
nl_nl: Extensies en externe nummers welke als volgt gebeld worden
pt_br: Extensões e números externos para chamar em seguida.

source: Include %s to keep it ringing.
bg_bg: Включете %s за да продължи да звъни.
da_dk: Inkludér %s for at den forsat ringer.
he_il: תכלול %s להשיר אותו מצלצל.
nl_nl: Neem %s mee om te bellen
pt_br: Incluir %s para continuar chamando.

source: Ring %s First For:
bg_bg: Звъни на %s Първо За:
da_dk: Ring %s først for:
he_il: חייג קודב ב%s למשך
nl_nl: Bel %s Eerst Voor
pt_br: Chamar %s Primeiro Para:

source: Time to ring extension %s before ringing the %s Follow Me List %s
bg_bg: Време на звънене на вътрешна линия %s преди да зазвъни на %s Следвай Ме Списъка %s
da_dk: Tid at ringe lokalnummer %s før de ringes på %s Follow Me liste %s
he_il: זמן צלצול שלוחה %s לפני צלצול %s רשימת העקוב אחרי %s
nl_nl: Tijd dat extensie %s moet overgaan voor de %s Volg mij lijst %s
pt_br: Tempo para chamar extensão %s antes de chamar o %s Lista Siga-Me %s

source: seconds
bg_bg: секунди
da_dk: sekunder
he_il: שניות
nl_nl: seconden
pt_br: segundos
sv_se: sekunder

source: Ring Followme List for:
bg_bg: Звъни на Списък Следвай Ме За:
da_dk: Ring Follow Me liste i:
he_il: צלצל רשימת עקוב אחרי ל:
nl_nl: Bel Volg-mij lijst voor:
pt_br: Chamar Lista Siga-Me para:

source: Time to ring the Follow Me List.
bg_bg: Време на звънене в Следвай Ме списъка.
da_dk: Tid at ringe Follow Me listen.
he_il: זמן לצילצול רשימת עקוב אחרי.
nl_nl: Tijd dat de Volg-mij lijst moet overgaan.
pt_br: Tempo para chamar a Lista Siga-Me.

source: Use Confirmation:
bg_bg: Изисквай Потвърждение:
da_dk: Brug konfirmation:
he_il: אישור המשתמש:
nl_nl: Gebruik bevestiging:
pt_br: Usar Confirmação:
