Repository: IssabelFoundation/issabelPBX
Catalog: fw_ari/htdocs_ari/locale/*/LC_MESSAGES/ari.po
Languages: bg_bg, da_dk, he_il, nl_nl, pt_br, sv_se

source: Email a notification, including audio file if indicated below.
bg_bg: Email известяване, включително и аудио файла ако е отбелязано по-долу.
he_il: שלך התרעה במאיל, כולל ההודעה
nl_nl: E-mail een notificatie, inclusief audio bestand indien aangevinkt
pt_br: Enviar por email uma notificação, incluindo o arquivo de áudio se indicado abaixo.
sv_se: E-posta ett meddelande, inklusive röstbeskedet om detta är markerat nedan

source: Pager Email Address:
bg_bg: Пейджър Email Адрес:
he_il: כבות מאיל לביפר:
nl_nl: Pager e-mail adres:
pt_br: Endereço de Email de Pager:
sv_se: SMS e-postadress

source: Email a short notification
bg_bg: Изпращане на кратко известие на email
he_il: שלך התרעה קצרה
nl_nl: E-mail een korte notificatie
pt_br: Enviar por email notificação curta
sv_se: S-post adress för SMS

source: Call Me Number:
bg_bg: Набери Ме Номер:
da_dk: Ring til mig nummer:
he_il: מספר לההתקשר אילי:
nl_nl: Terugbel nummer
pt_br: Número Ligue Me:
sv_se: Nummer för Ring-mig

source: Call Me Number can be any dialable number, such as an extension or a cellphone.
bg_bg: Набери Ме Номер може да е всеки избираем номер, като вътрешна линия или мобилен телефон.
nl_nl: Terugbel nummer kan elk nummer zijn, zoals een extensie of een mobiele telefoon
pt_br: Número Ligue Me pode ser qualquer número discável, como uma extensão ou um celular.

source: Audio Format:
bg_bg: Формат на Аудио Файл:
da_dk: Lyd format:
he_il: תבנית שמע:
nl_nl: Audio Formaat
pt_br: Formato de Áudio:
sv_se: Ljudformat:

source: Best Quality
bg_bg: Най-добро Качество
da_dk: Bedst kvalitet
he_il: איכות הכי טובה
nl_nl: Beste kwaliteit
pt_br: Melhor Qualidade
sv_se: Bäst kvalitet

source: Smallest Download
bg_bg: Най-малък Файл
da_dk: Mindste download
he_il: הורדה הכי קטנה
nl_nl: Kleinste download
pt_br: Menor Downalod
sv_se: Minsta storlek

source: Notification Settings
bg_bg: Настройки за Известяване
he_il: הגדרות התרעות
nl_nl: Notificatie instellingen
pt_br: Configurações de Notificação
sv_se: Meddelandeinställningar

source: Web Playback Settings
bg_bg: Настройки за Възпроизвеждане през Web
he_il: הגדרות שמע באתר
nl_nl: Afspeel instellingen
pt_br: Configurações de Reprodução via Web

source: Phone Playback Settings
bg_bg: Настройки за Възпроизвеждане на Телефон
he_il: הגדרות שמע טלפונית
nl_nl: Telefoon afspeel instellingen
pt_br: Configurações de Reprodução via Fone

source: Caller Settings
bg_bg: Настройки на Повикващия
he_il: הגדרות מתקשר
nl_nl: Beller instellingen
pt_br: Configurações da Pessoa que Liga

source: Mailbox Storage Settings
bg_bg: Настройки за Съхранение на Кутия на Гласова Поща
he_il: הגדרות איחסון התא קולי
nl_nl: Mailbox opslag instellingen
pt_br: Configurações de Armazenamento de Mensagens

source: IMAP Mail Settings
bg_bg: IMAP Mail Настройки
he_il: הגדרות IMAP מאיל
nl_nl: IMAP mail instellingen
pt_br: Configurações de Mensagens IMAP

source: Other Voicemail Settings
bg_bg: Други Настройки на Гласова Поща
he_il: הגדרות תא כקולי נספות
nl_nl: Andere voicemail instellingen
pt_br: Outras Configurações de Correio de voz

source: Call Monitor Settings
bg_bg: Настройки за Запис на Разговор
da_dk: Opkalds oversigt opsætning
he_il: הגדרות ניתור שיחות
nl_nl: Oproeplijst instellingen
pt_br: Configurações de Monitoramento de Chamadas
sv_se: Inställningar för Samtalsregister

source: Record INCOMING:
bg_bg: Записвай ВХОДЯЩИ:
da_dk: Optag Indkommende:
he_il: הקלטת שיחות נכנסות:
nl_nl: INKOMENDE oproepen opnemen:
pt_br: Gravar RECEBIDA:
sv_se: Spela in inkommande samtal:

source: Never
bg_bg: Никога
da_dk: Aldrig
he_il: אף פעם
nl_nl: Nooit
pt_br: Nunca
sv_se: Aldrig

source: On-Demand
bg_bg: При Поискване
da_dk: På kommando
he_il: לפי דרישה
nl_nl: Op verzoek
pt_br: Sob-Demanda
sv_se: Vid behov

source: Record OUTGOING:
bg_bg: Записвай ИЗХОДЯЩИ:
da_dk: Optag Udgående:
he_il: הקלטה שיחות יוצאות:
nl_nl: UITGAANDE oproepen opnemen:
pt_br: Gravar REALIZADA:
sv_se: Spela in utgående samtal:

source: Settings for %s (%s)
bg_bg: Настройки за %s (%s)
da_dk: Opsætning for %s (%s)
nl_nl: Instellingen voor %s (%s)
pt_br: Configurações para %s (%s)
sv_se: Inställningar för %s (%s)

source: VmX&#8482 Locator
bg_bg: Гласова Поща Намери Ме VmX&#8482
da_dk: VmX&#8482 lokator
he_il: VmX&#8482 מאתר
nl_nl: VmX Locator
pt_br: Localizador VmX&#8482

source: Your Premium VmX Locator service has been disabled, REFRESH your browser to remove this message
bg_bg: Вашата Допълнителна услуга VmX Намери Ме е забранена, ПРЕЗАРЕДЕТЕ страницата в браузера си за да премахнете това съобщение
da_dk: Din Premium VmX Lokator service er blevet deaktiveret, opdatér din browser for at fjerne denne besked
nl_nl: Uw Premium VmX Locator service is uitgeschakeld, VERNIEUW uw browserscherm om dit bericht te verwijderen
pt_br: Seu Localizador VmX Premium foi desativado, RECARREGUE seu navegador para remover esta mensagem

source: Option 0 not changed
bg_bg: Опция 0 не е променена
da_dk: Option 0 ikke ændret
he_il: אפשרות 0 לא שונתה
nl_nl: Optie 0 is niet gewijzigd
pt_br: Opção 0 não alterada

source: Option 1 not changed
bg_bg: Опция 1 не е променена
da_dk: Option 1 ikke ændret
he_il: אפשרות 1 לא שונתה
nl_nl: Optie 1 is niet gewijzigd
pt_br: Opção 1 não alterada

source: Option 2 not changed
bg_bg: Опция 2 не е променена
da_dk: Option 2 ikke ændret
he_il: אפשרות 2 לא שונתה
nl_nl: Optie 2 is niet gewijzigd
pt_br: Opção 2 não alterada

source: Use When:
bg_bg: Използвай Когато:
da_dk: Brug når:
he_il: תתשמש כאשר:
nl_nl: Gebruik als:
pt_br: Usar Quando:

source: Menu options below are available during your personal voicemail greeting playback. <br/><br/>Check both to use at all times.
bg_bg: Следните опции са достъпни за включване на вашето лично приветствие на гласовата поща. <br/><br/>Изберете и двете за да го използвате при всички случаи.
da_dk: Menu optionerne nedenfor er tilgængelige under din personlige telefonsvarer besked afspilning. <br/><br/>Vælg begge for at bruge altid.
he_il: האפשריות דלהלן זמנים בעת השמה הפתיח האישי שלכם. <br/><br/> סמן את שניהם כדי להתמש בשרות בכל מצב
nl_nl: De menu opties hieronder zijn beschikbaar gedurende uw persoonlijke voicemail begroeting. <br/><br/>Selecteer beiden om altijd te gebruiken.
pt_br: Opções de menu abaixo estão disponíveis durante a reprodução da sua mensagem pessoal de bem vindo do correio de voz. <br/><br/>Marque ambos para usar sempre.

source: unavailable
bg_bg: недостъпен
da_dk: utilgængelig
he_il: לא זמין
nl_nl: niet beschikbaar
pt_br: indisponível

source: busy
bg_bg: зает
da_dk: optaget
he_il: תפוס
nl_nl: bezet
pt_br: ocupado

source: Voicemail Instructions:
bg_bg: Инструкции на ГП:
da_dk: Telefonsvarer instruktioner:
he_il: הנחיות תא קולי:
nl_nl: Voicemail instructies:
pt_br: Instruções de Correio de voz:

source: Uncheck to play a beep after your personal voicemail greeting.
bg_bg: Размаркирайте за възпроизжеждане на бипкане след вашето лично приветствие на гласова поща.
da_dk: Fravælg for at afspille en beep tone efter din personlige telefonsvarer besked.
he_il: הורד הסימון להשמיע רק ביפ לאחר הפתיח האישי
nl_nl: Uitvinken om een pieptoon af te spelen na uw persoonlijke begroeting.
pt_br: Desmarque para tocar um bipe após sua mensagem pessoal de bem vindo do correio de voz.

source: Standard voicemail prompts.
bg_bg: Стандартни инструкции за гласова поща.
da_dk: Standard telefonsvarer beskeder.
he_il: הקלתות תא קולי הסטנדרים.
nl_nl: Standaard voicemail begroeting.
pt_br: Instruções padrão de correio de voz

source: Press 0:
bg_bg: Натисната 0:
da_dk: Tast 0:
he_il: הקש 0:
nl_nl: Toets 0:
pt_br: Pressione 0:

source: Pressing 0 during your personal voicemail greeting goes to the Operator. Uncheck to enter another destination here.
bg_bg: Натискането на 0 по време на вашето лично приветствие на гласовата поща ще пренасочи към Оператор. Размаркирайте за да въведете друго направление тук.
da_dk: Hvis du taster 0 under din personlige telefonsvarer besked, går kaldet til operatøren. Fravælg denne for at vælge en anden destination her.
he_il: השקת 0 בעת שמיעת הפתיח האישי יעביר הסיחה למזכירות. הורד הסימון להכניס פה יעד אחר.
nl_nl: Toets 0 gedurende uw persoonlijke voicemail begroeting gaat naar de telefonist. Uitvinken om een andere bestemming hier in te geven.
pt_br: Pressinar 0 durante sua mensagem pessoal de bem vindo do correio de voz vai para o Operador. Desmarque para inserir outro destino aqui.

source: Go To Operator
bg_bg: Отиди Към Оператор
da_dk: Gå til operatøren
he_il: העבר הסיכה למזכירה
nl_nl: Ga naar telefonist
pt_br: Vai Para Operador

source: Press 1:
bg_bg: Натисната 1:
da_dk: Tast 1:
he_il: הקש 1:
nl_nl: Toets 1:
pt_br: Pressione 1:

source: The remaining options can have internal extensions, ringgroups, queues and external numbers that may be rung. It is often used to include your cell phone. You should run a test to make sure that the number is functional any time a change is made so you don't leave a caller stranded or receiving invalid number messages.
bg_bg: Останалите опции могат да съдържат вътрешни линии, групи на звънене, опашки и външни номера. Често се използва за да добавите вашия мобилен телефон. При всяка промяна направете тест за да се убедите че работят и да не оставяте обаждащия се заседнал или да получава грешни съобщения за номерата.
da_dk: De resterende optioner kan være interne lokalnumre, ringe grupper, køer og eksterne numre som der kan tilringes. Det er ofte brugt til inkludere din mobil telefon. Du burde lave en test for at sikre at nummeret er funktionelt enhver tid en ændring er lavet for at undgå at en opkalder bliver strandet eller får ugyldigt nummer beskeder.
he_il: שער הבחירות יכולים להיוץ יעדים פנימים כגון שלוחות, קבוצות צלצול, תורי המתנה, ומספר חוץ. גם ניתן להחנס מס' תלפון סלולרי. כדי לבחון המערכת אחרי כל שינו, לאשר שהמתקשר יגיע ליד שלו, ולא יפול או יעבד במערכת.
nl_nl: De overige opties kunnen interne extensies, ringgroepen, wachtrijen enexterne nummers hebben die gebeld mogen worden. Het wordt vaak gebruik voor mobiele telefoons. U zou een test moeten uitvoeren om te zorgen dat het nummer werkt elke keer als een wijziging wordt doorgevoerd zodat u de beller niet achterlaat met een ongeldig nummer.
pt_br: As opções restantes podem ter extensões internas, grupos de toque, filas e números externos que podem ser chamados. É comum incluir seu telefone celular. Você deve fazer um teste para ter certeza que o número está funcionando toda vez que uma mudança for feita, para que você não deixe a pessoa que está ligando encalhada ou recebendo mensagens de número inválido.

source: Enter an alternate number here, then change your personal voicemail greeting to let callers know to press 1 to reach that number. <br/><br/>If you'd like to use your Follow Me List, check "Send to Follow Me" and disable Follow Me above.
bg_bg: Въведете алтернативен номер, след което променете вашето лично приветствие на гласовата поща за да уведомите обаждащите се да натиснат 1 за да изберат този номер. <br/><br/>Ако желаете да използвате списъка на Следвай Ме, маркирайте "Изпрати към Следвай Ме" и забранете Следвай Ме по-горе.
da_dk: Indtast et alternativt nummer her, ændre derefter din personlige telefonsvarer besked for at lade tilringere vide at de skal taste 1 for til nå det nummer. <br/><br/>Hvis du vil bruge din Follow Me liste, vælg "Send til Follow Me" og deaktivér Follow Me ovenfor.
nl_nl: Voer hier een ander nummer in, verander dan uw persoonlijke voicemai begroeting zodat bellers weten dat ze optie 1 moeten toesten voor dat nummer. <br/><br/>Als u gebruik wilt maken van uw Volg mij lijst, selecteer "Stuur naar Volg mij" en schakel Volg mij hierboven uit.
pt_br: Insira um número alternativo aqui, então altere sua mensagem pessoal de boa vinda de correio de voz para permitir à pessoa que está ligando pressionar 1 para obter aquele número. <br/><br/>Se você quiser usar sua Lista Siga-Me, marque "Mandar para Siga-Me" e desabilite Siga-Me acima.

source: Send to Follow-Me
bg_bg: Изпрати към Следвай Ме
da_dk: Send til Follow Me
he_il: שלך לעקוב אחרי
nl_nl: Stuur naar Volg-mij
pt_br: Envie para Siga-Me

source: Press 2:
bg_bg: Натисната 2:
da_dk: Tast 2:
he_il: הקש 2:
nl_nl: Toets 2:
pt_br: Pressione 2:

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal voicemail greeting and include instructions. Run a test to make sure that the number is functional.
bg_bg: Използвайте каквито и да са вътрешни линии, групи на звънене, опашки и външни номера. <br/><br/>Запомнете да презапишете вашето лично приветствие на гласовата поща и да включите инструкциите. Направете тест за да се убедите че номерата функционират.
da_dk: Brug valgfrit lokalnummer, ringe gruppe, køer eller eksterne numre. <br/><br/>Husk at genoptage din personlige telefonsvarer besked og inkludér instruktioner. Lav en test for at sikre at nummeret er funktionelt.
he_il: תכניס כל שלוחה, קבוצת צלצול, תור המתנה או מס' חוץ. <br/><br/>תזכור להקלית הפתיח האישי מחדש להרהר השניום שנעשו. הבחן שהשינום תקפים.
nl_nl: Gebruik extensies, ringgroepen, wachtrijen of externe nummers. <br/><br/>Vergeet niet om uw persoonlijke voicemail begroeting opnieuw op te nemen en laat indien nodig instructies achter. Test dit alvorens toe te passen.
pt_br: Use qualquer extensão, grupo de toque, fila ou número externo. <br/><br/>Lembre-se de regravar sua mensagem pessoal de bem vindo de correio de voz e de incluir instruções. Faça um teste para ter certeza de que o número é funcional.

source: VmX Locator&#8482; Settings for %s (%s)
bg_bg: Гласова Поща VmX Намери Ме&#8482; Настройки за %s (%s)
da_dk: VmX Locator&#8482; Opsætning for %s (%s)
he_il: VmX מאתר&#8482; הגדרות עבור %s (%s)
nl_nl: VmX Locator; instellingen voor %s (%s)
pt_br: Localizador VmX&#8482; Configurações para %s (%s)

source: Voicemail
bg_bg: Гласова Поща
da_dk: Telefonsvarer
he_il: תיבה קולית
pt_br: Correio de voz
sv_se: Röstbrevlåda

source: A folder must be selected before the message can be moved.
bg_bg: Трябва да изберете директория преди съобщението да бъде изместено.
da_dk: En mappe skal være valgt før beskeden kan flyttes.
he_il: יש לבחור תיקייה לפני שאפשר להעביר את ההודעה.
nl_nl: Een map moet geselecteerd zijn voordat het bericht verplaatst kan worden.
pt_br: Uma pasta precisa ser selecionada antes que a mensagem possa ser movida.
sv_se: En mapp måsta väljas innan meddelandet kan flyttas.

source: One or more messages must be selected before clicking move_to.
bg_bg: Едно или повече съобщения трябва да са маркирани преди да кликнете на премести_в.
da_dk: En eller flere beskeder skal være valgt før der klikkes på flyt_til
he_il: תבחור לפחות הודעה אחת לפני הקשת העבר אל.
nl_nl: Een of meer berichten moeten geselecteerd zijn alvorens verplaats naar te klikken.
pt_br: Uma ou mais mensagens devem ser selecionadas antes de clicar mover_para.

source: An extension must be selected before the message can be forwarded.
bg_bg: Трябва да изберете вътрешна линия преди съобщението да бъде препратено.
da_dk: Et lokalnummer skal være valgt før beskeden kan videresendes.
he_il: יש לבחור שלוחה לפני שאפשר העביר את השיחה הלאה.
nl_nl: Een extensie moet geselecteerd zijn voor het bericht doorgestuurd kan worden.
pt_br: Uma extensão deve ser selecionada antes que a mesnagem possa ser encaminhada.
sv_se: En anknytning måste väljas innan meddelandet kan vidarebefodras.

source: One or more messages must be selected before clicking forward_to.
bg_bg: Едно или повече съобщения трябва да са маркирани преди да кликнете на препрати_на.
da_dk: En eller flere beskeder skal være valgt før der klikkes på videresend_til.
he_il: תבחור לפחות הודעה אחת לפני הקשת שלח אל.
nl_nl: Een of meer berichten moeten geselecteerd zijn alvorens doorsturen naar te klikken.
pt_br: Uma ou mais mensagens precisam ser selecionadas antes de clicar em encaminhar_para.

source: You must enter one or more email addresses (comma-separated) before clicking email_to.
bg_bg: Трябва да въведете един или повече email адреса (разделени със запетая) преди да кликнете на email_to.
he_il: להניס אחד או יותר כתובות מאיל (מופרד אם פסיק) לפני הקשר שלח_אל.
nl_nl: U moet een of meer e-mail adressen ingeven (komma gescheiden) alvorens e-mail naar te klikken.
pt_br: Você deve digitar um ou mais endereços de email (separados por vírgula) antes de clicar email_para.

source: Warning:
bg_bg: Внимание:
he_il: אזהרה:
nl_nl: Waarschuwing:
pt_br: Aviso:

source: is not a valid email address
bg_bg: не е валиден email адрес
he_il: אינו כתובת מאיל חוקי
nl_nl: is geen geldig e-mail adres
pt_br: não é um endereço válido de email

source: The file type was not recognized.
bg_bg: Не е разпознат вида на файла.
he_il: סוג הקובץ לא מוכר
nl_nl: Het bestandstype is niet herkend.
pt_br: O tipo de arquivo não foi reconhecido.

source: Warning: Could not access voicemail.conf. Using default mailer.
bg_bg: Внимание: Няма достъп до voicemail.conf. Използва се подател по-подразбиране.
nl_nl: Waarschuwing: Kan geen toegang krijgen tot voicemail.conf. Gebruik standaard mailer.
pt_br: Aviso: Não foi possível acessar voicemail.conf. Usando serviço de correio padrão.

source: Mail operation failed
bg_bg: Изпращането на емail се провали
he_il: פעולת מאיל נכשלה
nl_nl: Mail operatie mislukt
pt_br: Operação de correio falhou

source: No valid email address given. Please try again.
bg_bg: Не е въведен валиден email адрес. Моля опитайте отново.
he_il: לא הוזן כתובת מאיל חוקי. נא לנסות שנית.
nl_nl: Geen geldig e-mail adres opgegeven. Probeer opnieuw.
pt_br: Não fornecido endereço de email válido. Por favor tente de novo.

source: One or more messages must be selected before clicking email_to.
bg_bg: Едно или повече съобщения трябва да са маркирани преди да кликнете на email_to.
nl_nl: Een of meer berichten moeten geselecteerd zijn alvorens e-mail naar te klikken.
pt_br: Uma ou mais mensagens precisam ser selecionadas antes de clicar em email_para.

source: move_to
bg_bg: премести в
da_dk: flyt_til
he_il: העברה_ל
nl_nl: verplaats naar
pt_br: mover_para
sv_se: Flytta till

source: Folder
bg_bg: Директория
da_dk: Mappe
he_il: תיקייה
nl_nl: Map
pt_br: Pasta
sv_se: Mappar

source: forward_to
da_dk: videresend_til
he_il: העבר_אל
nl_nl: doorsturen naar
pt_br: encaminhar_para
sv_se: Vidarebefodra till

source: email_to
he_il: תשלך במאיל ל
nl_nl: e-mail naar
pt_br: email_para

source: Priority
bg_bg: Приоритет
da_dk: Prioritet
he_il: עדיפות
nl_nl: Prioriteit
pt_br: Prioridade
sv_se: Prioritet

source: Orig Mailbox
bg_bg: Кутия на ГП
da_dk: Oprindelig telefonsvarer
he_il: תיבת דואר מקורית
nl_nl: Mailbox
pt_br: Pasta de correio Orig
sv_se: Ursprunglig röstbrevlåda

source: Playback
bg_bg: Възпроизвеждане
da_dk: Afspil
he_il: הקשבה
nl_nl: Afspelen
pt_br: Reproduzir
sv_se: Spela upp

source: Play message at:
bg_bg: Възпроизведи съобщението на:
da_dk: Afspil besked ved:
he_il: תשמיע ההודעה בשלוחה:
nl_nl: Speel bericht af:
pt_br: Reproduzir mensagem em:

source: Voicemail recording(s) was not found.
bg_bg: Записите на Гласовата Поща не са намерени.
da_dk: Telefonsvarer optagelse(r) er ikke fundet.
he_il: הקלטת תיבה קולית לא נמצאה.
nl_nl: Voicemail opname niet gevonden.
pt_br: Gravação(ões) de Correio de voz não encontrada(s).
sv_se: Röstmeddelande hittades inte.

source: On settings page, change voicemail audio format. It is currently set to %s
bg_bg: На страница настройки променете аудио формата на гласовата поща. В момента е установен на %s
da_dk: På opsætnings siden, skal telefonsvarer lyd formatet ændres. Det er nu sat til %s
he_il: בדף הגדרות, החלף התבנית שמע. כרגע זה מיגדר ל%s
nl_nl: Op de instellingen pagina, wijzig voicemail audio formaat. Het is momenteel ingesteld op %s
pt_br: Na página de configurações, mude o formato de áudio do correio de voz. Atualmente está configurado para %s
sv_se: På inställningssidan, ändra röstbrevlådans ljudformat. Det är nu %s

source: Voicemail Login not found.
bg_bg: Потребителят на Гласовата Поща не е намерен.
da_dk: Telefonsvarer brugernavn ikke fundet.
nl_nl: Voicemail login niet gevonden.
pt_br: Cadastro de Correio de voz não encontrado.
sv_se: Hittar inte röstbrevlåda.

source: No access to voicemail
bg_bg: Няма достъп до Гласовата Поща
da_dk: Ingen adgang til telefonsvarer
he_il: אין גישה לתיבת הקול
nl_nl: Geen toegang tot voicemail
pt_br: Sem acesso ao correio de voz
sv_se: Inget tillträde till röstbrevlådan

source: No Voicemail Recordings for Admin
bg_bg: Няма Записи на Гласова Поща за Админ
da_dk: Ingen telefonsvarer optagelser for Admin
he_il: אין הקלטות בתיבת הקול של המנהל
nl_nl: Geen voicemail opnames voor Admin
pt_br: Sem gravação de correio de voz para Admin
sv_se: Inga röstmeddelande för Admin

source: Voicemail for %s (%s)
bg_bg: Гласова Поща за %s (%s)
da_dk: Telefonsvarer for %s (%s)
nl_nl: Voicemail voor %s (%s)
pt_br: Correio de voz para %s (%s)
sv_se: Röstbrevlåda för %s (%s)

source: Calling:
bg_bg: Обаждане на:
da_dk: Ringer til:
he_il: מתקשר ל:
nl_nl: Bellen:
pt_br: Chamando:
sv_se: Ringer:

source: . Please wait patiently...
bg_bg: . Моля изчакайте търпеливо..
da_dk: . Vent venligst...
he_il: נא להמתין בסבלנות...
nl_nl: . Een ogenblik geduld...
pt_br: . Por favor aguarde pacientemente...
sv_se: . Var vänlig vänta...

source: Could not create mailbox folder %s on the server
bg_bg: Не мога да създам директория за кутия %s на сървъра
da_dk: Kunne ikke oprette telefonsvarer mappen %s på serveren
nl_nl: Kan mailbox map %s niet maken op de server
pt_br: Não foi possível criar a pasta de correio %s no servidor
sv_se: Kunde inte skapa mappen %s på servern

source: Permission denied on folder %s or %s
bg_bg: Забранен достъп до директория %s или %s
da_dk: Adgang nægtet i mappen %s eller %s
nl_nl: Toegang geweigerd op map %s van %s
pt_br: Permissão negada na pasta %s ou %s
sv_se: Saknar rättigheter för mappen %s eller %s

source: The call was terminated.
bg_bg: Обаждането беше прекратено.
da_dk: Opkaldet blev termineret.
nl_nl: Het gesprek was beÃ«indigd
pt_br: A ligação foi terminada.
sv_se: Samtalet avslutades

source: Folders
bg_bg: Директории
da_dk: Mapper
he_il: תיקיות
nl_nl: Mappen
pt_br: Pastas
sv_se: Mappar

source: Original work based on ARI from Littlejohn Consulting
bg_bg: Разработката е базирана на ARI от Littlejohn Consulting
da_dk: Originalt arbejde baseret på ARI fra Littlejohn Consulting
nl_nl: Orgineel werk gebasseerd op ARI
pt_br: Trabalho original baseado no ARI de Littlejohn Consulting
