Repository: IssabelFoundation/issabelPBX
Catalog: logfiles/i18n/*/LC_MESSAGES/logfiles.po
Languages: es_es, ja_jp, pt_br

source: logger.conf symlinked to incorrect file:
ja_jp: logger.confは違うファイルにsymlinkされました:

source: removing..
ja_jp: 削除中..

source: failed
ja_jp: 失敗

source: Log File Settings
es_es: Configuración de bitácora de Asterisk
ja_jp: ログファイル設定
pt_br: Configuração de log do Asterisk

source: General Settings
es_es: Configuraciones Generales
ja_jp: 一般設定
pt_br: Configurações Gerais

source: Date Format
es_es: Formato de Fecha
ja_jp: 日付形式
pt_br: Formato de data

source: Customize the display of debug message time stamps. See strftime(3) Linux manual for format specifiers. Note that there is also a fractional second parameter which may be used in this field. Use %1q for tenths, %2q for hundredths, etc.
es_es: Personalice las etiquetas de tiempo en la bitácora. Vea el manual de strftime(3) para más detalles. Tenga en cuenta que existe un parámetro de segundo fraccional que puede usar en este campo. Use %1q para décimos, %2q para centésimos, etc.
ja_jp: デバッグメッセージのタイムスタンプの表示方法をカスタマイズできます。詳しくは、Linuxのマニュアル strftime(3)をご覧下さい。このフィールドを利用する事で少数のパラメーターも使用できます 。 10分の1は「%1q」、100分の1は「%2q」、など。
pt_br: Personalize rótulos de tempo no log. Veja o manual strftime(3) para mais detalhes. Observe que há um parâmetro de segundo fracionário que você pode usar neste campo. Use %1q para décimos, %2q para centésimos, etc.

source: Leave blank for default: ISO 8601 date format yyyy-mm-dd HH:MM:SS (%F %T)
es_es: Deje en blanco para el valor por omisiíon: ISO 8601 yyyy-mm-dd HH:MM:SS (%F %T)
ja_jp: デフォルトのISO 8601形式（yyyy-mm-dd HH:MM:SS （%F %T））を使用するには空にしてください。
pt_br: Deixe em branco para o valor padrão: ISO 8601 aaaa-mm-dd HH:MM:SS (%F %T)

source: Sequential
es_es: Secuencial
ja_jp: 順次
pt_br: Sequencial

source: Rotate
es_es: Rotación
ja_jp: 循環
pt_br: Rotação

source: Timestamp
es_es: Marca de Tiempo
ja_jp: タイムスタンプ
pt_br: Carimbo de data e hora

source: Sequential: Rename archived logs in order, such that the newest has the highest sequence number
ja_jp: 順次: アーカイブされたログファイルの名前を変更し、最新の物が、最も高い順序になる様にします

source: Rotate: Rotate all the old files, such that the oldest has the highest sequence number (expected behavior for Unix administrators).
es_es: Rotación: Rotar los archivos anteriores, de modo que el más viejo tenga el número más alto (comportamiento esperado en sistemas Unix).
ja_jp: 循環: 全ての古いファイルの順番を変え、最も古い物が最も高い順序になるようにします(Unixの管理者はこのような動作を期待するでしょう)。
pt_br: Rotação: Gira os arquivos mais antigos, de forma que o mais antigo tenha o número mais alto (comportamento esperado em sistemas Unix).

source: Timestamp: Rename the logfiles using a timestamp instead of a sequence number when "logger rotate" is executed.
es_es: Marca de Tiempo: Renombrar archivos rotados usando una marca de tiempo en lugar de un número secuencial al ejecutar la orden "logger rotate".
ja_jp: タイムスタンプ: "logger rotate"が実行された場合、連番ではなく、タイムスタンプを使ってログファイルの名前を変更します。
pt_br: Timestamp: Renomeie arquivos rotacionados usando um carimbo de data/hora em vez de um número sequencial ao executar o comando "logger rotate".

source: Log rotation
es_es: Rotación de archivos
ja_jp: ログ循環
pt_br: Rotação de arquivos

source: Log rotation strategy:
es_es: Estrategia de rotación de archivos:
ja_jp: ログ循環ルール：
pt_br: Estratégia de rotação de arquivos:

source: Yes
es_es: Si
ja_jp: はい
pt_br: E

source: No
ja_jp: いいえ
pt_br: Não

source: Append Hostname
es_es: Adicionar Nombre de Host
ja_jp: ネーム名を付け加える
pt_br: Adicionar nome de host

source: Appends the hostname to the name of the log files
es_es: Anexa el nombre de host al nombre de archivos de bitácora
ja_jp: ホストネームをログのファイル名に付け加えます
pt_br: Acrescenta o nome do host ao nome do arquivo de log

source: Log Queues
es_es: Registrar actividad de colas
ja_jp: ログキュー
pt_br: Registrar atividade da fila

source: Log queue events to a file
es_es: Registrar eventos de cola a un archivo
ja_jp: ファイルにキューのイベントを書き込みます
pt_br: Registrar eventos de fila em um arquivo

source: Log Files
es_es: Archivos de bitácora
ja_jp: ログファイル
pt_br: Arquivos de registro

source: File Name
es_es: Nombre de Archivo
ja_jp: ファイル名
pt_br: Nome do arquivo

source: Name of file, relative to TODO!!!!. Use absolute path for a different location
ja_jp: ファイル名、TODOを基準に！！！！違う場所を利用する場合には場合は絶対パスを使用してください

source: Debug
ja_jp: デバッグ

source: Messages used for debuging. Do not report these as error's unless you have a specific issue that you are attempting to debug. Also note that Debug messages are also very verbose and can and do fill up logfiles (and disk storage) quickly.
es_es: Mensajes usados para depuración. No reporte esto como errores a menos que tengo un problema específico que esté intentando depurar. Tenga en cuenta que la cantidad de mensajes de depuración es muy elevada y pueden llenar el espacio de almacenamiento muy rápido.
ja_jp: デバッグに使用するメッセージ。特定の問題をデバッグするとき以外は、これらをエラーとして報告しないでください。デバッグメッセージは長くなる恐れがあるため、すぐにログファイルのサイズ（およびディスク容量）が膨大になりますで注意してください。
pt_br: Mensagens usadas para depuração. Não relate isso como bug, a menos que eu tenha um problema específico que estou tentando depurar. Observe que o número de mensagens de depuração é muito alto e pode preencher o espaço de armazenamento muito rapidamente.

source: Keypresses as understood by asterisk. Usefull for debuging IVR and VM issues.
es_es: Digitos marcados e interpretados por Asterisk. Util para depurar problemas de IVR y Buzón de Voz
ja_jp: Asteriskが理解可能なキー入力。IVRやボイスメールの問題をデバッグする際に役立ちます。
pt_br: Dígitos marcados e interpretados por Asterisk. Útil para depurar problemas de IVR e correio de voz

source: Error
ja_jp: エラー

source: Possible issues with dialplan syntaxt or call flow, but not critical.
es_es: Posibles problemas con sintaxis de plan de marcado y flujo de llamadas, pero no críticos.
ja_jp: ダイヤルプランの構文やコールフローにおいて、重大ではありませんが、問題が発生している可能性があります。
pt_br: Possíveis problemas com a sintaxe do plano de discagem e o fluxo de chamadas, mas não críticos.

source: Transmition and receiving of faxes
es_es: Transmisión y recepción de faxes
ja_jp: FAXの受信・送信
pt_br: Transmissão e recepção de fax

source: Notice
ja_jp: 通知

source: Messages of specific actions, such as a phone registration or call completion
es_es: Mensajes específicos a acciones, como ser registraciones de teléfonos o llamadas completadas
ja_jp: 特定操作のメッセージ。例：電話機の登録、通話終了など
pt_br: Mensagens específicas para ações, como registros telefônicos ou chamadas concluídas

source: Verbose
ja_jp: 詳細レポート

source: Step-by-step messages of every step of a call flow. Always enable and review if calls dont flow as expected
es_es: Detalles completos de llamada paso por paso. Activar siempre si tiene problemas con el flujo de sus llamadas
ja_jp: コールフローの各ステップごとに、段階的にメッセージが出力されます。常に有効にしておき、通話のフローが予想通り進まない場合は、内容を確認してください
pt_br: Preencha os detalhes da chamada passo a passo. Ative sempre se tiver problemas com o fluxo de suas chamadas

source: Warning
ja_jp: 警告

source: Critical errors and issues
es_es: Errores y problemas críticos
ja_jp: 重大なエラーや問題
pt_br: Bugs e problemas críticos

source: Delete
es_es: Eliminar
ja_jp: 削除
pt_br: Eliminar

source: file path/name
es_es: ruta/nombre
ja_jp: ファイルのパス・名前
pt_br: caminho/nome

source: On
es_es: Si
ja_jp: オン
pt_br: E

source: Off
es_es: No
ja_jp: オフ
pt_br: Não

source: Delete this entry. Click Submit to save changes
ja_jp: このエントリーを削除します。変更適用をクリックしてください。

source: New Log File
ja_jp: 新規ログファイル
pt_br: Novo arquivo de registro

source: Save
es_es: Guardar
ja_jp: 保存
pt_br: Manter

source: Asterisk Log Files
es_es: Archivos de bitácora de Asterisk
ja_jp: Asteriskログファイル
pt_br: Arquivos de log do Asterisk

source: lines
ja_jp: ライン

source: Show
es_es: Mostrar
ja_jp: 表示
pt_br: Mostrar

source: Error parsing log file or file not found!
ja_jp: ログファイルを解析中にエラーが発生、若しくはファイルが見つかりませんでした。

source: View Logs
ja_jp: ログを表示する

source: Log file settings
ja_jp: ログファイル設定

source: Asterisk Logfiles
es_es: Archivos de bitácora de Asterisk
ja_jp: Asteriskログファイル
pt_br: Arquivos de log do Asterisk

source: Reports
ja_jp: レポート

source: Asterisk Logfile Settings
ja_jp: Asteriskログファイル設定
pt_br: Configuração do arquivo de log

source: Sequential: Rename archived logs in order, such that the newest has the highest sequence number.
es_es: Secuencial: Renombrar los archivos en orden. El más nuevo tendrá el número más alto de secuencia.
pt_br: Sequencial: Renomeie os arquivos em ordem. O mais novo terá o número de sequência mais alto.

source: Name of file. Use absolute path for a different location.
es_es: Nombre de archivo. Use una ruta absoluta para especificar un destino diferente.
pt_br: Nome do arquivo. Use um caminho absoluto para especificar um destino diferente.

source: Notification of security related events such as authentication attempts.
es_es: Notificación de eventos de seguridad, como ser intentos de autenticación
pt_br: Notificação de eventos de segurança, como tentativas de autenticação
