Repository: IssabelFoundation/issabelPBX
Catalog: voicemail/i18n/*/LC_MESSAGES/voicemail.po
Languages: ja_jp, pt_br, ru_ru

source: Voicemail is enabled but the Voicemail Password field is empty. Are you sure you wish to continue?
ja_jp: ボイスメールは有効ですが、ボイスメールのパスワードが空です。 本当に続行しますか？
pt_br: O correio de voz está ativado, mas a senha do correio de voz está vazia. Você tem certeza que quer continuar?
ru_ru: Голосовая почта включена, но не задан пароль для доступа. Вы собираетесь продолжить?

source: Enabled
ja_jp: 有効
pt_br: Habilitado
ru_ru: Включено

source: Disabled
ja_jp: 無効
pt_br: Desabilitado
ru_ru: Выключено

source: yes
ja_jp: はい
pt_br: Sim
ru_ru: да

source: no
ja_jp: いいえ
pt_br: Não
ru_ru: нет

source: Please enter a valid Voicemail Password, using digits only
ja_jp: 有効なボイスメールパスワードを入力してください、数値のみ有効です。
pt_br: Digite uma senha válida para o correio de voz, usando apenas números
ru_ru: Пожалуйста введите разрешённый пароль голосовой почты, используя только цифры

source: Please enter a valid Email Address
ja_jp: 有効なEメールアドレスを入力してください
pt_br: Por favor insira um endereço de e-mail
ru_ru: Пожалуйста введите разрешённый адрес эл. почты

source: Please enter a valid Pager Email Address
ja_jp: 有効なページャーEメールアドレスを入力してください
pt_br: Por favor insira um número de celular
ru_ru: Пожалуйста введите разрешённый адрес пейджера

source: VM Context cannot be blank
ja_jp: VMコンテキストを空にすることはできません
pt_br: O contexto do correio de voz não pode estar vazio
ru_ru: Контекст голосовой почты не может быть пустым

source: Voicemail
ja_jp: ボイスメール
pt_br: Correio de voz
ru_ru: Голосовая почта

source: Status
ja_jp: ステータス
pt_br: Estado
ru_ru: Статус

source: Voicemail Password
ja_jp: ボイスメールパスワード
pt_br: Senha do correio de voz
ru_ru: Пароль на голосовую почту

source: This is the password used to access the Voicemail system.%sThis password can only contain numbers.%sA user can change the password you enter here after logging into the Voicemail system (%s) with a phone.
ja_jp: これは、ボイスメールシステムにアクセスするために使用するパスワードです。%s このパスワードは数字のみを含めることができます。%sユーザが電話でボイスメールシステム（%s）にログインした後、ここで入力したパスワードを変更することができます。
pt_br: Esta é a senha usada para acessar o correio de voz.%sEsta senha deve ser numérica.%sUm usuário pode alterar sua senha fazendo login no sistema de correio de voz (%s) com um telefone.
ru_ru: Пароль для доступа к системе голосовой почты.%sПароль должен состоять только из цифр.%sПользователь может изменить пароль, указанный здесь, после того, как успешно залогинится в систему голосовой почты (%s) с телефона.

source: Email Address
ja_jp: Eメールアドレス
pt_br: Direção de e-mail
ru_ru: Адрес эл. почты

source: The email address that Voicemails are sent to.
ja_jp: ボイスメールが送信されるEメールアドレス。
pt_br: Endereço de e-mail para onde suas mensagens de correio de voz serão enviadas.
ru_ru: Адрес электронной почты, на который будут отправляться сообщения.

source: Pager Email Address
ja_jp: ページャーEメールアドレス
pt_br: Endereço de e-mail secundário
ru_ru: Адрес пейджера

source: Pager/mobile email address that short Voicemail notifications are sent to.
ja_jp: 短いボイスメール通知が送信されるポケットベル・モバイルのEメールアドレス。
pt_br: Endereço de e-mail adicional para onde serão enviadas breves notificações ao receber mensagens.
ru_ru: Пейджер/адрес мобильного устройства, на которые будут пересылаться короткие уведомления голосовой почты.

source: Email Attachment
ja_jp: Eメール添付
pt_br: Envie mensagens de correio de voz anexadas ao e-mail
ru_ru: Вложение в эл. почту

source: Option to attach Voicemails to email.
ja_jp: ボイスメールをメールに添付するオプション
pt_br: Opção para anexar mensagens ao e-mail.
ru_ru: Опционально - присоединять голосовые файлы к сообщениям голосовой почты.

source: Play CID
ja_jp: 再生CID
pt_br: Diga CID
ru_ru: Воспроизводить CID

source: Read back caller's telephone number prior to playing the incoming message, and just after announcing the date and time the message was left.
ja_jp: 受信したメッセージを再生する前に、メッセージが残された日付と時刻をアナウンスした直後に発信者の電話番号を読み戻す。
pt_br: Diz o número de telefone do chamador antes de reproduzir a mensagem de voz e logo após a data e hora em que a mensagem foi deixada.
ru_ru: Проговаривать телефонный номер позвонившего прежде чем воспроизводить входящее сообщение, с указанием даты и времени, когда оно было оставлено.

source: Play Envelope
ja_jp: 冒頭再生
pt_br: Diga data e hora
ru_ru: Воспроизводить дату/время

source: Envelope controls whether or not the Voicemail system will play the message envelope (date/time) before playing the Voicemail message. This setting does not affect the operation of the envelope option in the advanced Voicemail menu.
ja_jp: 冒頭再生はボイスメールメッセージを再生する前にボイスメールシステムが冒頭の(日付/時間)メッセージを再生するかどうかを制御します。この設定は高度なボイスメールメニュー内にある冒頭オプションの操作に影響しません。
pt_br: Controla se o sistema de correio de voz reproduzirá a data e a hora das mensagens antes de reproduzi-las. Esta configuração não afeta a operação das mesmas configurações definidas nas configurações avançadas de correio de voz.
ru_ru: Добавлять информацию о дате/времени звонка в сообщение голосовой почты перед его воспроизведением. Эта установка не влияет на операции в расширенном меню Голосовой почты.

source: Delete Voicemail
ja_jp: ボイスメールを削除
pt_br: Excluir mensagem de voz
ru_ru: Удалить голосовую почту

source: If set to "yes" the message will be deleted from the Voicemailbox (after having been emailed). Provides functionality that allows a user to receive their Voicemail via email alone, rather than having the Voicemail able to be retrieved from the Webinterface or the Extension handset. CAUTION: MUST HAVE attach Voicemail to email SET TO YES OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
ja_jp: "はい"に設定された場合、メッセージは(Eメール送信された後に)ボイスメールボックスから削除されます。ユーザーに、ウェブインターフェイスや内線ハンドセットからボイスメールを検索するのではなく、彼らのボイスメールをEメール経由のみで受信することを許す機能を提供します。注意: Eメールにボイスメールを添付する設定を「はい」にしないと、あなたのメッセージは永久に失われます。
pt_br: Se definido como 'Sim' a mensagem será removida da caixa após ser enviada por e-mail. Com isso, os usuários receberão mensagens de voz exclusivamente por e-mail, ao invés de precisar entrar no sistema de Correio de Voz para ouvi-las. CUIDADO: Se você não habilitar a anexação de mensagens ao e-mail acima, elas serão perdidas para sempre.
ru_ru: Если установлено в "да", то сообщение удаляется из ящика голосовой почты после отправки по эл. почте. Добавляет функциональной независимости для приёма голосовых сообщений по эл. рочте и их прослушивания без доступа к вэб-интерфейсу или к телефону внутреннего номера. ПРЕДУПРЕЖДЕНИЕ: НЕОБХОДИМО ПОСТАВИТЬ ОПЦИЮ Присоединять голосовое сообщение к сообщению эл. почты - в ДА, ИНАЧЕ СООБЩЕНИЯ БУДУТ БЕЗВОЗВРАТНО УТЕРЯНЫ.

source: IMAP Username
ja_jp: IMAPユーザー名
ru_ru: Пользователь IMAP

source: This is the IMAP username, if using IMAP storage
ja_jp: IMAPを使用する場合のIMAPユーザー名
ru_ru: Имя пользователя, если используется протокол IMAP

source: IMAP Password
ja_jp: IMAPパスワード
ru_ru: Пароль IMAP

source: This is the IMAP password, if using IMAP storage
ja_jp: IMAPを使用する際のIMAPパスワード
ru_ru: Пароль для доступа по протоколу IMAP

source: VM Options
ja_jp: VMオプション
pt_br: Opções de correio de voz
ru_ru: Опции голосовой почты

source: Separate options with pipe ( | )%sie: review=yes|maxmessage=60
ja_jp: オプションをパイプ( | )%s で分割します。例：review=yes|maxmessage=60
pt_br: Separe as opções com o símbolo de barra vertical ("|")%sPor exemplo: review=yes|maxmessage=60
ru_ru: Отделяйте опции значком ( | )%sнапример: review=yes|maxmessage=60

source: VM Context
ja_jp: VMコンテキスト
pt_br: Contexto do correio de voz
ru_ru: Контекст голосовой почты

source: This is the Voicemail Context which is normally set to default. Do not change unless you understand the implications.
ja_jp: 通常デフォルトに設定するボイスメールのコンテキストです。変更による影響が分からない場合は、設定変更をしないでください。
pt_br: Este é o contexto em que o correio de voz será executado, que normalmente é “padrão”. Não mude a menos que você entenda as implicações.
ru_ru: Это контекст голосовой почты, обычно он default. Не изменяйте его, если вы не отчётливо понимаете как это применять

source: VmX Locater
ja_jp: VmXロケーター
pt_br: Localizador VmX
ru_ru: VmX Локатор

source: VmX Locater&trade;
ja_jp: VmXロケーター&トレード；
pt_br: Localizador VmX™
ru_ru: VmX Локатор&trade;

source: Enable/Disable the VmX Locater feature for this user. When enabled all settings are controlled by the user in the User Portal (ARI). Disabling will not delete any existing user settings but will disable access to the feature
ja_jp: このユーザーに対するVmXロケータ―機能を有効/無効にします。有効にした場合、全ての設定はユーザーポータル(ARI)内でユーザーによって制御されます。無効にしても既存のユーザー設定は削除されませんが、機能へのアクセスは無効になります。
pt_br: Ativa ou desativa a funcionalidade do localizador VmX. Quando habilitadas todas as opções podem ser controladas pelo usuário a partir do portal do usuário (ARI, Asterisk Recording Interface). Desabilitar esta opção não removerá nenhuma configuração, mas desabilitará o acesso a este recurso.
ru_ru: Включить/выключить функцию VmX Локатора для этого пользователя. Если включена, - все установки доступны пользователю в интерфейсе голосовых сообщений Астериск (ARI). Отключение не удаляет созданные настройки, а только отключает доступ к этой функции.

source: Please enter a valid phone number using number digits only
ja_jp: 数値のみを使用して正しい電話番号を入力してください。
pt_br: Insira um número de telefone válido usando apenas números
ru_ru: Пожалуйста введите разрешённый номер используя только цифры

source: Use When:
ja_jp: 使用タイミング：
ru_ru: Использовать при:

source: Menu options below are available during your personal Voicemail greeting playback. <br/><br/>Check both to use at all times.
ja_jp: あなたのパーソナルボイスメール挨拶メッセージが再生されている間に以下のメニューオプションが利用できます。<br/><br/>いつでも使用する場合は両方をチェックしてください。
pt_br: As opções de menu listadas abaixo estarão presentes na sua saudação pessoal do correio de voz. <br><br>Ative ambos para usá-los sempre.
ru_ru: Опции меню ниже доступны в течение воспроизведения персональных сообщений о недоступности.<br/><br/>Проверьте оба для полноценного использования.

source: unavailable
ja_jp: 利用不可能
pt_br: Não disponível
ru_ru: недоступен

source: busy
ja_jp: 通話中
pt_br: Ocupado
ru_ru: занят

source: Voicemail Instructions:
ja_jp: ボイスメール操作説明:
ru_ru: Инструкции к голосовой почте:

source: Uncheck to play a beep after your personal Voicemail greeting.
ja_jp: チェックを外すと、あなたのボイスメール•グリーティング後に「ピー」という発信音が再生されます。
pt_br: Desmarque para ouvir um tom após a saudação pessoal do correio de voz.
ru_ru: Убрать птичку чтобы воспроизводить сигнал начала записи после воспроизведения персонального сообщения о недоступности

source: Standard Voicemail prompts.
ja_jp: 標準ボイスメールプロンプト
pt_br: Indicações de caixa de correio padrão
ru_ru: Стандартные сообщения голосовой почты

source: Press 0:
ja_jp: 0を押す:
pt_br: Quando você pressiona 0:
ru_ru: Нажать 0:

source: Pressing 0 during your personal Voicemail greeting goes to the Operator. Uncheck to enter another destination here. This feature can be used while still disabling VmX to allow an alternative Operator extension without requiring the VmX feature for the user.
ja_jp: ボイスメールのパーソナルグリーティング再生時に0を押すと、オペレーターに転送されます。チェックを外すと、違う転送先を指定できます。
pt_br: Se você pressionar 0 durante sua saudação pessoal, você será redirecionado para a Operadora. Desmarque para inserir um destino diferente. Esta opção pode ser usada mesmo se o VmX estiver desabilitado para permitir o redirecionamento para uma extensão de operadora alternativa.
ru_ru: При нажатии 0 в процессе воспроизведения сообщения о недоступности вызов отправится к оператору. Убрать птичку если нужно отправлять вызов в другое назначение. Эта опция может использоваться даже при выключенном локаторе VmX, разрешая альтернативный перевод на внутрений номер оператора без использования опции Локатора VmX для абонента.

source: Go To Operator
ja_jp: オペレーターへ移動
pt_br: Ir para a operadora
ru_ru: Перенаправление на Оператора

source: Press 1:
ja_jp: を押す:
pt_br: Pressionando 1:
ru_ru: Нажать 1:

source: The remaining options can have internal extensions, ringgroups, queues and external numbers that may be rung. It is often used to include your cell phone. You should run a test to make sure that the number is functional any time a change is made so you don't leave a caller stranded or receiving invalid number messages.
ja_jp: 残りのオプションは、電話が鳴る可能性のある内線、リンググループ、キューや外部の番号を持つことが可能です。携帯番号を含める使用方法が一般的です。発信者が取り残されたり無効な番号ですというメッセージを受け取らないように変更されたかどうか、番号がいつも機能しているかを確認するためにテストをするべきです。
pt_br: As opções restantes podem ser ramais internos, grupos de ramais, filas e números externos que podem ser chamados. Freqüentemente usado para incluir o número do celular. Você deve testar para garantir que a opção funciona corretamente e que o número especificado como destino está acessível (ou seja, você está autorizado a ligar para esse número de telefone) para não deixar o chamador esperando ou recebendo mensagens sobre um número de telefone indisponível. .
ru_ru: Оставшиеся опции могут включать внутренние номера, группы вызова, очереди, и внешние номера, на которые можно позвонить. Чаще это используется для добавления номера вашего мобильного телефона. Вы должны обязательно протестировать номер, чтобы быть уверенным, что внесённые изменения функционируют корректно в любое время, не создавая неудобств и затруднений, когда позвонивший вдруг получает сообщение о неправильно набранном номере.

source: Enter an alternate number here, then change your personal Voicemail greeting to let callers know to press 1 to reach that number. <br/><br/>If you'd like to use your Follow Me List, check "Send to Follow Me" and disable Follow Me above.
ja_jp: ここでは代わりとなる番号を入力してください、次に、その番号に到達するには1番を押すということを発信者に知らせるために、あなたのパーソナルボイスメールグリーティングを変更してください。<br/><br/>もしあなたのフォローミーリストを使用したい場合は、"フォローミーに送る"をクリックし、上記のフォローミーを無効にしてください。
ru_ru: Укажите альтернативный номер телефона здесь, затем измените персональное сообщение о недоступности, чтобы дозвонившийся знал о возможности нажать 1 чтобы звонок ушёл на альтернативный номер. <br/><br/>Если же используется список альтернативных номеров через модуль Следуйте сюда (Follow me), уберите отметку "Посылать в Следуйте сюда" и отключите таким образом эту опцию.

source: Send to Follow-Me
ja_jp: フォローミーに送る
pt_br: Enviar para números de pesquisa (Siga-me)
ru_ru: Послать в Следуйте-сюда

source: Press 2:
ja_jp: を押す:
pt_br: Pressionando 2:
ru_ru: Нажать 2:

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal Voicemail greeting and include instructions. Run a test to make sure that the number is functional.
ja_jp: お好みの内線番号、リンググループ、キューや外線番号を使用してください。<br/><br/>忘れずにあなたのパーソナルボイスメールグリーティングを再度録音しなおし、使用方法を含めてください。その番号がちゃんと動作するかどうか確認するためにテストしてください。
pt_br: Use qualquer ramal, grupo de toque, fila ou número externo. <br><br>Lembre-se de regravar a saudação da sua caixa de correio pessoal, incluindo instruções. Faça um teste para ter certeza de que está tudo em ordem.
ru_ru: Используйте внутренний номер, номер ринг-группы, очереди, или внешний номер.<br/><br/>Не забудьте переписать персональные сообщения о недоступности чтобы включить инструкции о возможном альтернативном вызове. Протестируйте обязательно, чтобы убедиться, что номер работает именно так как нужно.

source: Failed to delete vmbox: %s@%s
ja_jp: vmboxの削除に失敗: %s@%s
pt_br: Não foi possível excluir a caixa de correio %s@%s
ru_ru: Ошибка при удалении ящика голосовой почты: %s@%s

source: failed with retcode %s while removing %s:
ja_jp: リターンンコード %s 失敗 %sを削除中に。
pt_br: Erro com código %s ao remover %s:
ru_ru: ошибка с кодом %s при удалении %s

source: Voicemail Administration
ja_jp: ボイスメール管理
pt_br: Gerenciamento de correio de voz
ru_ru: Администрирование голосовой почты

source: Timezone Definitions
ja_jp: タイムゾーン定義
pt_br: Fuso horário
ru_ru: Установки часового пояса

source: Basic Settings For:
ja_jp: 基本的な設定：
ru_ru: Основные установки для:

source: Basic settings view is for individual accounts.
ja_jp: 個人アカウントの基本設定ビュー
pt_br: Configuração básica para contas individuais.
ru_ru: Основные установки для индивидуальных аккаунтов

source: Advanced Settings For:
ja_jp: 高度な設定：
pt_br: Configurações avançadas para:
ru_ru: Расширенные установки для:

source: System Settings
ja_jp: システム設定
pt_br: Configuração do sistema
ru_ru: Системные установки

source: Dialplan Behavior
ja_jp: ダイヤルプラン動作
pt_br: Plano de discagem

source: Usage Statistics For:
ja_jp: 使用上の統計:
pt_br: Estatísticas de uso para:
ru_ru: Использовать статистику для:

source: System Usage Statistics
ja_jp: システム使用状況の統計
pt_br: Estatísticas de utilização
ru_ru: Статистика использования системы

source: Invalid Action
ja_jp: 無効なアクション
ru_ru: Неверное действие

source: My Voicemail
ja_jp: マイボイスメール
pt_br: meu correio de voz
ru_ru: Моя голосовая почта

source: Dial Voicemail
ja_jp: ボイスメールへダイヤル
pt_br: Chamada de correio de voz
ru_ru: Набрать номер голосовой почты

source: Voicemail Admin
ja_jp: ボイスメール管理
pt_br: Gerenciamento de correio de voz
ru_ru: Администратор голосовой почты

source: Direct Dial Prefix
ja_jp: ダイレクトダイヤルプレフィックス
pt_br: Prefixo de discagem direta

source: Checking for General Setting migrations..
ja_jp: 一般設定の移行を確認中…

source: preparing
ja_jp: 準備中

source: %s no longer used
ja_jp: %sは現在使われていません

source: %s changed from %s to max value 15
ja_jp: %sは%sから最大値15へ変更されました

source: %s adjusted from %s to %s
ja_jp: %sは、%sから%sに調整されました。

source: %s adjusted from bad value %s to default no gain
ja_jp: %sは、無効値%sからデフォルトのno gainに調整されました。

source: ERROR inserting %s into voicemail_admin during migration, it may alreayd exist
ja_jp: 移行中、%sをvoicemail_adminに挿入中にエラーが発生しました。すでに存在している可能性があります

source: %s migrated
ja_jp: %sは移行されました。

source: not needed
ja_jp: 必要なし

source: %s added
ja_jp: %sを追加

source: General Settings migrated
ja_jp: 一般設定が移行されました。

source: Deleting migrated settings..
ja_jp: 移行された設定を削除中…

source: Fatal DB error trying to delete globals, trying to carry on
ja_jp: globals の削除を試行中に致命的なDBエラーが発生しました。継続を試みています

source: done
ja_jp: 完了

source: migrated VM_PREFIX to feature codes
ja_jp: VM_PREFIXをfeature codesに移行しました

source: deleting VM_PREFIX from globals..
ja_jp: VM_PREFIXをグローバル値から削除中…

source: could not delete
ja_jp: 削除できませんでした

source: Cannot connect to Asterisk Manager with
ja_jp: 接続できません。Asteriskマネージャー
pt_br: Não foi possível conectar-se ao gerenciador Asterisk com
ru_ru: Невозможно подключиться к управлению Астриск с

source: checking if Voicemail Admin (vmailadmin) is installed..
ja_jp: ボイスメールアドミン(vmailadmin)がインストールされているかどうかチェック中..
ru_ru: проверяем установлен ли администратор голосовой почты (vmailadmin)..

source: not installed, ok
ja_jp: インストールされてません、ok
ru_ru: не инсталлирован, ок

source: installed.
ja_jp: インストール済み。
ru_ru: инсталлирован

source: Voicemail Admin being removed and merged with Voicemail
ja_jp: ボイスメールアドミンが削除されボイスメールにマージされました
ru_ru: Администратор голосовой почты удалён и присоединён в систему Голосовой почты

source: Attempting to delete..
ja_jp: 削除を試行中..
ru_ru: Попытка удаления..

source: adding preload for res_mwi_blf.so to modules.conf..
ja_jp: res_mwi.blf.soのプレロードをmodules.confに追加中…

source: FAILED
ja_jp: 失敗

source: you may need to add the line 'preload => res_mwi_blf.so' to your modules.conf manually
ja_jp: 'preload => res_mwi_blf.so' というラインを、手動でmodules.confに入れる必要があるかもしれません。

source: Timezone definition name
ja_jp: タイムゾーンの定義名
pt_br: Nome para a definição de fuso horário
ru_ru: Дефиниция для определённого часового пояса

source: Time announcement for message playback
ja_jp: メッセージの再生時間のアナウンス
pt_br: Agendar anúncio ao reproduzir uma mensagem
ru_ru: Предупреждение о часовом поясе при воспроизведении сообщения

source: Remove the timezone definition
ja_jp: タイムゾーンの定義を削除
pt_br: Excluir definição de fuso horário
ru_ru: Удалить дефиницию чаового пояса

source: The ADSI feature descriptor number to download to
ja_jp: 次にダウンロードするADSIの機能の記述子番号
ru_ru: Номер дескриптора ADSI для скачивания

source: The ADSI security lock code
ja_jp: ADSIセキュリティロックコード
ru_ru: Секретный код защиты ADSI

source: The ADSI Voicemail application version number.
ja_jp: ADSIのボイスメールアプリケーションのバージョン番号。
ru_ru: Номер версии приложения головой почты ADSI.

source: IMAP server master password.
ja_jp: IMAPサーバーマスターパスワード。
ru_ru: Пароль сервера IMAP

source: IMAP server master username.
ja_jp: IMAPサーバーマスターユーザー名。
ru_ru: Имя пользователя сервера IMAP

source: No. of deleted messages saved per mailbox (can be a number or yes/no, yes meaning MAXMSG, no meaning 0).
ja_jp: メールボックスごとに保存されて削除されたメッセージの番号（番号または はい/いいえ、はいはMAXMSGを意味し、いいえは 0 を意味します）。
ru_ru: Количество сообщений, сохраняемых в ящике голосовой почты (можно указать количество, или просто да/нет, при этом да - означает макисмум, MAXMSG, а нет - означает 0).

source: Context to call back from; if not listed, calling the sender back will not be permitted.
ja_jp: コールバック元のコンテキスト; もしリストアップされていない場合は、送信者へのコールバックが許可されません。
ru_ru: Контекст для обратного вызова. Если не указан никакой, то обратный вызов отправителю (call back)невозможен.

source: The character set for Voicemail messages
ja_jp: ボイスメールメッセージのキャラクターセット
ru_ru: Кодировка для текстовых сообщений голосовой почты

source: Comma separated list of internal contexts to use caller ID.
ja_jp: 発信者IDを使用するためのカンマで区切られた内部コンテキストリスト
ru_ru: Список внутренних контекстов для использования Caller ID, разделённх запятой.

source: Context to dial out from [option 4 from the advanced menu] if not listed, dialing out will not be permitted.
ja_jp: ダイヤルアウト元のコンテキスト（詳細設定メニューのオプション４）; もしリストアップされていない場合は、ダイヤルアウトが許可されません。
ru_ru: Контекст для исходящего вызова [опция 4 в расширенном меню]. Если не указано, исходящий вызов невозможен.

source: Email body.
ja_jp: Eメール本文。
pt_br: Corpo da mensagem
ru_ru: Тело электронного письма.

source: Load date format config for Voicemail mail.
ja_jp: ボイスメールメールのための日付フォーマット設定を読み込む。
ru_ru: Загружать конфигурацию формата даты для электронных писем голосовой почты.

source: Email subject
ja_jp: Eメール件名
pt_br: Assunto da mensagem
ru_ru: Тема эл. письма при отправке голосового сообщения

source: How many seconds of silence before we end the recording
ja_jp: 録音を終了する前に無音を何秒にするか。
pt_br: Quantos segundos de silêncio antes do final da gravação
ru_ru: Сколько секунд тишины ожидать при записи голосового сообщения для прекращения записи.

source: Turn on/off envelope playback before message playback. [ON by default] This does NOT affect option 3,3 from the advanced options menu.
ja_jp: メッセージの再生前の冒頭再生をオン／オフにします。[デフォルトはオンです。]これは、高度なオプションメニューのオプション3,3には影響しません。
pt_br: Ative/desative a reprodução do remetente antes da reprodução da mensagem. [ATIVADO por padrão] Isso NÃO afeta a opção 3.3 do menu de opções avançadas.
ru_ru: Включить/выключить воспроизведение служебных сообщений о дате/времени перед воспроизведением самого сообщения [Включено по умолчанию]. Это не влияет на опции 3,3 из расширенного меню.

source: Context to check for handling * or 0 calls to operator. "Operator Context"
ja_jp: ＊、または０のオペレーターへのコールを処理するためのコンテキスト。 "オペレーターコンテキスト"
ru_ru: Контекст для возможности нажатия * или 0 для соединения с оператором. "Контекст оператора"

source: Expunge on exit.
ja_jp: 終了時に抹消。
ru_ru: Очищать при выходе

source: External Voicemail notify application.
ja_jp: 外部のボイスメール通知アプリケーション。
ru_ru: Внешнее приложение сообщений голосовой посчты.

source: External password changing command (overrides externpassnotify).
ja_jp: 外部パスワードを変更するコマンド（externpassnotifyより優先されます）
ru_ru: Команда для изменения пароля (перезаписывает параметр externpassnotify).

source: Command specified runs after a user changes his password.
ja_jp: ユーザーがパスワードを変更した後に、指定のコマンドが実行されます。
ru_ru: Команда, вызываетмая после изменения пользовательского пароля.

source: Force new user to record greetings (the same as forcename, except for recording greetings). The default is "no".
ja_jp: 強制的に新規ユーザーにグリーティングを録音させます（forcenameと同様）。デフォルトは"いいえ"。

source: Force a new user to record their name. A new user is determined by the password being the same as the mailbox number. The default is "no".
ja_jp: 強制的に新規ユーザーに自分の名前を録音させます。 メールボックス番号とパスワードが同じ場合は、新規ユーザーと判断されます。デフォルトは"いいえ"。
ru_ru: Форсировать запись имени для персональных сообщений о недоступности. Новый пользователь определяется по дефолтному паролю голосовой почты равному внутреннему номеру.По умолчанию - "нет".
