Repository: IssabelFoundation/issabelPBX
Catalog: voicemail/i18n/*/LC_MESSAGES/voicemail.po
Languages: ja_jp, pt_br, ru_ru

source: No Message
ja_jp: メッセージなし
pt_br: Nenhuma mensagem

source: Direct Dial Mode
ja_jp: ダイレクトダイヤルモード
pt_br: Modo de discagem direta

source: Whether to play the busy, unavailable or no message when direct dialing voicemail
ja_jp: ボイスメールに直接ダイヤルした際に、「ビジー」、「利用不可」、あるいは「メッセージなし」の中からどれを再生するかを選択します
pt_br: Reproduza a mensagem de ocupado, indisponível ou nenhuma mensagem discando diretamente para o correio de voz

source: None
ja_jp: なし

source: Voicemail Recording Gain
ja_jp: ボイスメール録音ゲイン
pt_br: Ganho de gravação

source: The amount of gain to amplify a voicemail message when geing recorded. This is usually set when users are complaining about hard to hear messages on your system, often caused by very quiet analog lines. The gain is in Decibels which doubles for every 3 db.
ja_jp: ボイスメールの録音時に音を上げる値を指定できます。静かなアナログ回線が大概の原因で、ユーザーから「メッセージが聞こえにくい」という苦情があった場合に設定するケースが多いです。増幅の単位はdbで、3 dbごとに音が2倍大きくなります。
pt_br: A quantidade de ganho para amplificar uma mensagem de correio de voz quando ela é gravada. Isso geralmente é estabelecido quando os usuários reclamam de mensagens difíceis de ouvir em seus sistemas, geralmente causadas por linhas analógicas muito silenciosas. O ganho é em decibéis, que dobra a cada 3 db.

source: Operator Extension
ja_jp: オペレーター内線
pt_br: Extensão da operadora

source: Default number to dial when a voicemail user 'zeros out' if enabled. This can be overriden for each extension with the VMX Locater option that is valid even when VMX Locater is not enabled. This can be any number including an external number and there is NO VALIDATION so it should be tested after configuration.
ja_jp: ボイスメールユーザーが zeros outが有効な時にダイヤルするデフォルト番号を指定します。VMXロケータが無効になっていても、各内線のVMXロケータのオプションを上書きすることができます。指定できる番号は外部の番号でも構いませんが、未検証の為、設定後は必ずテストを行ってください。
pt_br: Número padrão a ser discado quando um usuário do correio de voz é redefinido, se habilitado. Isso pode ser substituído para cada ramal com a opção VMX Locator, que é válida mesmo quando o VMX Locator não está habilitado. Pode ser qualquer número, inclusive externo, e NÃO HÁ VALIDAÇÃO, portanto deve ser testado após a configuração.

source: Advanced VmX Locater Settings
ja_jp: VmXロケータの高度な設定
pt_br: Configuração avançada do Localizador VmX

source: 0 Sec
ja_jp: 0秒

source: %s Sec
ja_jp: %s秒

source: Msg Timeout
ja_jp: メッセージタイムアウト
pt_br: Tempo de espera após mensagem

source: Time to wait after message has played to timeout and/or repeat the message if no entry pressed.
ja_jp: メッセージ再生後に、タイムアウトするまでの時間を指定します。発信者の入力がない場合は、メッセージをもう一度再生することもできます。
pt_br: Tempo limite após a reprodução da mensagem até atingir o tempo limite e/ou repetir a mensagem se nenhuma entrada for pressionada.

source: %s Attempts
ja_jp: %s 回
pt_br: %s Intentos

source: Times to Play Message
ja_jp: メッセージ再生回数：
pt_br: Número de vezes para reproduzir a mensagem

source: Number of times to play the recorded message if the caller does not press any options and it times out. One attempt means we won't repeat and it will be treated as a timeout. A timeout would be the normal behavior and it is fairly normal to leave this zero and just record a message that tells them to press the various options now and leave enough time in the greeting letting them know it will otherwise go to voicemail as is normal.
ja_jp: もし発信者が何も入力せず、タイムアウトとなった場合に、録音したメッセージを再生する回数を指定します。1回 を指定すると、もう一度再生せずにタイムアウトとして処理される事を意味します。タイムアウトが一般的な動作です。この設定を1回に設定して、グリーティングの中で説明するケースが多いです。
pt_br: Número de vezes que a mensagem gravada será reproduzida se o chamador não pressionar nenhuma opção e expirar. Uma tentativa significa que não iremos repetir e será tratado como um tempo limite. Um tempo limite seria o comportamento normal e é normal deixar este zero e simplesmente gravar uma mensagem dizendo-lhes para pressionarem as várias opções agora e deixar tempo suficiente na saudação para que saibam que caso contrário irá para o correio de voz Como é normal .

source: %s Retry
ja_jp: %s リトライ数
pt_br: %s Tentar novamente

source: %s Retries
ja_jp: %s リトライ数
pt_br: %s novas tentativas

source: Error Re-tries
ja_jp: エラーリトライ数
pt_br: Novas tentativas de erro

source: Number of times to play invalid options and repeat the message upon receiving an undefined option. One retry means it will repeat at one time after the intial failure.
ja_jp: 未定義のオプションを受信した際、メッセージを繰り返し再生する回数。1に設定すると、最初の失敗からメッセージを1回だけ繰り返すようになります。
pt_br: Número de vezes para reproduzir opções inválidas e repetir a mensagem ao receber uma opção indefinida. Uma nova tentativa significa que será repetida uma vez após a falha inicial.

source: Disable Standard Prompt after Max Loops
ja_jp: 最大ループ数を超えるとスタンダードプロンプトを無効にする
pt_br: Desativar instruções padrão após loops máximos

source: If the Max Loops are reached and the call goes to voicemail, checking this box will disable the standard voicemail prompt prompt that follows the user's recorded greeting. This default can be overriden with a unique ..vmx/vmxopts/loops AstDB entry for the given mode (busy/unavail) and user.
ja_jp: もし Max Loopsが最大に達しボイスメールに移動した場合、このボックスにチェックを入れると、ユーザーが録音したグリーティングの後に再生する標準ボイスメールプロンプトを無効にします。デフォルトでは、 与えられたモード(ビジー/利用不可）、及びユーザーにおいて、vmx/vmxopts/loops のAstDBエントリーで置き換えることができます。
pt_br: Se o número máximo de loops for atingido e a chamada for direcionada para o correio de voz, marcar esta caixa desativará o anúncio padrão do correio de voz que segue a saudação gravada do usuário. Este padrão pode ser substituído por uma entrada AstDB ..vmx/vmxopts/loops exclusiva para o modo (ocupado/indisponível) e usuário especificados.

source: Disable Standard Prompt on 'dovm' Extension
ja_jp: エクステンション dovm でスタンダードプロンプトを無効にする
pt_br: Desative as instruções padrão na extensão ‘dovm’

source: If the special advanced extension of 'dovm' is used, checking this box will disable the standard voicemail prompt prompt that follows the user's recorded greeting. This default can be overriden with a unique ..vmx/vmxopts/dovm AstDB entry for the given mode (busy/unavail) and user.
ja_jp: もし dovm の特別高度拡張機能が使用されている場合、このボックスにチェックを入れると、ユーザーが録音したグリーティングの後に再生する標準ボイスメールプロンプトを無効にします。デフォルトでは、 与えられたモード(ビジー/利用不可）、及びユーザーにおいて、vmx/vmxopts/loops のAstDBエントリーで置き換えることができます。
pt_br: Se a extensão especial avançada 'dovm' for usada, marcar esta caixa desativará a mensagem de correio de voz padrão que segue a saudação gravada do usuário. Este padrão pode ser substituído por uma entrada AstDB ..vmx/vmxopts/dovm exclusiva para o modo (ocupado/indisponível) e usuário especificados.

source: Account View Links:
ja_jp: アカウントビューリンク：
pt_br: Links para visualização da conta:
ru_ru: Линки на обзор аккаунтов:

source: Settings
ja_jp: 設定
pt_br: Contexto
ru_ru: Установки

source: Usage
ja_jp: 使用状況
pt_br: Uso
ru_ru: Использование

source: Advanced Settings
ja_jp: 高度な設定
pt_br: Configuração avançada
ru_ru: Расширенные устанвки

source: No name defined; this is configured from the Extensions or Users page.
ja_jp: 名前が定義されていません; これは内線またはユーザーページから設定されます。
pt_br: Não há nome definido; isso é configurado no módulo Extensões.
ru_ru: Не залано имя; это конфигурируется из вкладки Внутренние номера или Пользователи.

source: Call-Me Number
ja_jp: 名前が定義されていません; これは内線またはユーザーページから設定されます。
pt_br: Número Ligue para mim
ru_ru: Номер Позвони-мне

source: Number of Accounts:
ja_jp: アカウント数：
ru_ru: Количество аккаунтов:

source: Total ( Activated / Unactivated / Disabled )
ja_jp: 合計 ( アクティベート済 / 未アクティベート / 無効 )
pt_br: Total (Ativo/Inativo/Desativado)
ru_ru: Всего ( Активировано / Неактивировано / Отключено )

source: Number of Messages:
ja_jp: メッセージ数：
ru_ru: Количество сообщений:

source: Total ( Messages in inboxes / Messages in other folders )
ja_jp: 合計 ( 受信箱内のメッセージ / その他のフォルダのメッセージ )
pt_br: Total (Mensagens na caixa de entrada/em outras pastas)
ru_ru: Всего ( Сообщений во входящих / сообщений в других директориях )

source: Remove all messages
ja_jp: 全てのメッセージを削除
pt_br: Excluir todas as mensagens
ru_ru: Удалить все сообщения

source: Recorded Names:
ja_jp: 録音された名前の数：
ru_ru: Записанные имена:

source: Number of recorded name greetings
ja_jp: 録音された名前アナウンスの数
pt_br: Número de saudações gravadas
ru_ru: Количество записанных персональных сообщений о недоступности

source: Remove all recorded names
ja_jp: 録音された名前を全て削除
pt_br: Exclua todos os nomes gravados
ru_ru: Удалить все записанные имена

source: Unavailable Greetings:
ja_jp: 利用不可時のアナウンス：
ru_ru: Персональные сообщения 'нет на месте':

source: Number of recorded unavailable greetings
ja_jp: 利用不可時のアナウンス録音の数
pt_br: Número de saudações gravadas
ru_ru: Количество записанных персональных сообщений 'нет на месте':

source: Remove all unavailable greetings
ja_jp: 利用不可時のアナウンスを全て削除
pt_br: Exclua todas as saudações indisponíveis
ru_ru: Удалить все персональные сообщения 'нет на месте'

source: Busy Greetings:
ja_jp: ビジー時のアナウンス：
ru_ru: Персональные сообщения 'занят'

source: Number of recorded busy greetings
ja_jp: 録音されたビジー時のアナウンス数
pt_br: Número de saudações de ocupado registradas
ru_ru: Количество записанных персональных сообщений 'занят'

source: Remove all busy greetings
ja_jp: ビジー時のアナウンスを全て削除
pt_br: Exclua todas as saudações ocupadas
ru_ru: Удалить все персональные сообщения 'занят'

source: Temporary Greetings:
ja_jp: 一時不在時のグリーティング：
ru_ru: Временные сообщения о недоступности:

source: Number of recorded temporary greetings
ja_jp: 録音された一時不在時のアナウンス数
pt_br: Número de saudações temporárias registradas
ru_ru: Количество записанных временных сообщений о недоступности

source: Remove all temporary greetings
ja_jp: 一時不在時のアナウンスを全て削除
pt_br: Exclua todas as saudações temporárias gravadas
ru_ru: Удалить все временные сообщения о недоступности

source: Abandoned Greetings:
ja_jp: 破棄されたアナウンス：
ru_ru: Забытые сообщения о недоступности

source: Number of abandoned greetings. Such greetings were recorded by the user but were NOT accepted, so the sound file remains on disk but is not used as a greeting.
ja_jp: 破棄されたアナウンス数。これらのアナウンスはユーザーに録音されましたが、受け入れられなかったため、音声ファイルはディスク上に残っていますがアナウンスとして使用されていません。
pt_br: Número de saudações abandonadas. São saudações que foram gravadas pelos usuários, mas NÃO foram aceitas. O som permanece no disco, mas não é usado em nenhuma saudação.
ru_ru: Число забытых сообщений о недоступности. Такие сообщения были записаны пользователем, но не были подтверждены, таким образом эти звуковые файлы хранятся на диске, но не используются в качестве исходных сообщений голосовой почты.

source: Remove all abandoned greetings (> 1 day old)
ja_jp: 破棄されたアナウンスを全て削除 (> 1日以上古い)
pt_br: Exclua todas as saudações abandonadas (> 1 dia)
ru_ru: Удалить все забытые сообщения о недоступности (сроком давности > 1 дня)

source: Storage Used:
ja_jp: 保存領域使用状況：
ru_ru: Использовано дискового пространства:

source: Disk space currently in use by Voicemail data
ja_jp: 現在ボイスメールデータで使用中のディスクスペース
pt_br: Espaço em disco usado pelos dados do correio de voz
ru_ru: Дисковое пространство, используемое под данные голосовой почты

source: File timestamp:
ja_jp: ファイルのタイムスタンプ：
ru_ru: Временная отметка файла:

source: Recorded Name:
ja_jp: 録音名
ru_ru: Записанное название:

source: Has a recorded name greeting?
ja_jp: 録音された名前挨拶がある?
pt_br: Você tem um nome gravado para a saudação?
ru_ru: Присвоено ли записанное название сообщению о недоступности?

source: Remove recorded name
ja_jp: 録音名を削除
pt_br: Excluir nome gravado
ru_ru: Удалить записанное название

source: Unavailable Greeting:
ja_jp: 利用不可能なアナウンス：
ru_ru: Сообщение 'нет на месте':

source: Has a recorded unavailable greeting?
ja_jp: 録音された無効挨拶がある?
pt_br: Tem uma saudação gravada de não disponível
ru_ru: Записанно ли сообщение 'нет на месте'?

source: Remove unavailable greeting
ja_jp: 利用不可時のアナウンスを削除
pt_br: Excluir saudação indisponível
ru_ru: Удалить сообщение 'нет на месте'

source: Has a recorded busy greeting?
ja_jp: 録音されたビジー挨拶がある?
pt_br: Você tem uma saudação ocupada gravada?
ru_ru: Записанно ли сообщению 'занят'?

source: Remove busy greeting
ja_jp: ビジー時のアナウンスを削除
pt_br: Excluir saudação de ocupado
ru_ru: Удалить сообщение 'занят'

source: Temporary Greeting:
ja_jp: 一時不在時のアナウンス：
ru_ru: Временное сообщение о недоступности:

source: Has a recorded temporary greeting?
ja_jp: 録音された一時挨拶がある?
pt_br: Você tem uma saudação temporária gravada?
ru_ru: Записано ли временное сообщение о недоступности?

source: Remove temporary greeting
ja_jp: 一時不在時のアナウンスを削除
pt_br: Excluir saudação temporária
ru_ru: Удалить временное сообщение о недоступности

source: Storage Used
ja_jp: 保存領域使用状況
pt_br: Armazenamento usado
ru_ru: Использовано под хранение

source: This module allows you to configure Voicemail for a user or extension
ja_jp: このモジュールはユーザー又は内線のボイスメール設定を可能にします。
pt_br: Este módulo permite configurar o correio de voz para um usuário ou ramal
ru_ru: Этот модуль позволяет сконфигурировать голосовую почту для пользователя или внутреннего номера

source: Create Voicemail Hints
ja_jp: ボイスメールのヒントを作成
pt_br: Crie dicas para correio de voz

source: Voicemail Module
ja_jp: ボイスメールモジュール
pt_br: Módulo de correio de voz
ru_ru: Модуль голосовой почты

source: Setting this flag with generate the required dialplan to integrate with res_mwi_blf which is included with the Official IssabelPBX Distro. It allows users to subscribe to other voicemail box and be notified via BLF of changes.
ja_jp: このフラグをセットすると、オフィシャルIssabelPBXディストリビューションに含まれる res_mwi_blf と統合する為に必要とされるダイヤルプランを生成する事が出来ます。ユーザーが自分以外のボイスメールを購読し、BLFを通じて変更が通知されるようになります。
pt_br: Se ativado, o plano de discagem necessário será gerado para integração com res_mwi_blf que está incluído na distribuição oficial do IsabelPBX. Permite que os usuários assinem outra caixa de correio de voz e recebam notificações via BLF de alterações.

source: Provide IMAP Voicemail Fields
ja_jp: IMAPボイスメールフィールドの提供
pt_br: Fornece campos de correio de voz no IMAP
ru_ru: Обеспечивает поля голосовой почты IMAP

source: Installations that have configured Voicemail with IMAP should set this to true so that the IMAP username and password fields are provided in the Voicemail setup screen for extensions. If an extension alread has these fields populated, they will be displayed even if this is set to false.
ja_jp: 拡張するため、ボイスメールセットアップスクリーンにIMAPユーザーとパスワードフィールドが提供されるよう、構成されたインストールをtrueに設定しないといけない。拡張にあるフィールドはもうすでに提供された場合、falseに設定しても表示される。
pt_br: As instalações que configuraram correio de voz com IMAP devem definir isso como verdadeiro para que os campos de nome de usuário e senha IMAP sejam fornecidos na tela de configuração do correio de voz para ramais. Se uma extensão já tiver esses campos preenchidos, eles serão exibidos mesmo se definidos como falsos.
ru_ru: Инсталляции, с конфигурирацией голосовой почты с использованием IMAP, требуют установки этой опции в true, чтобы обеспечить передачу пользователя IMAP и пароля доступа из полей настройки внутренних номеров. Если же внутренний номер уже прописан со значениями в этих полях, то они будут работать даже если здесь установлено в false.

source: Force new user to record greetings (the same as forcename, except for recording greetings). The default is "no".
ru_ru: Форсировать запись новому пользователю сообщений о недоступности (так же как и в forcename, исключая запись персональных сообщений о недоступности). По умолчанию "нет".

source: Y
ru_ru: Г

source: H
ru_ru: Ч

source: k
ru_ru: к

source: M
ru_ru: М

source: P or p
pt_br: P o p
ru_ru: Р или р

source: Use When
pt_br: Usar quando

source: Voicemail Instructions
pt_br: Instruções de correio de voz

source: Basic Settings For
pt_br: Configuração básica para

source: UPDATE COMPLETED
pt_br: ATUALIZAÇÃO COM SUCESSO

source: UPDATE FAILED
pt_br: OCORREU UMA FALHA DURANTE A ATUALIZAÇÃO

source: undefined
pt_br: indefinido

source: Selecting "undefined" will remove this option from the user's Voicemail configuration entry. (System default will be used.)
pt_br: Escolher “indefinido” removerá esta opção das configurações de correio de voz do usuário. (O valor padrão do sistema será usado.)

source: Number of Accounts
pt_br: Número de contas

source: Number of Messages
pt_br: Número de mensagens

source: Recorded Names
pt_br: Nomes Gravados

source: Unavailable Greetings
pt_br: Saudações de Não Disponível

source: Busy Greetings
pt_br: Saudações de ocupado

source: Temporary Greetings
pt_br: Saudações temporárias

source: Abandoned Greetings
pt_br: Saudações abandonadas

source: File timestamp
pt_br: Carimbo de data/hora do arquivo

source: Recorded Name
pt_br: Nome Gravado

source: Unavailable Greeting
pt_br: Saudação de não disponível

source: Temporary Greeting
pt_br: Saudação temporária

source: Submit
pt_br: Enviar

source: %s Attempt
pt_br: %s Intento
