Repository: IssabelFoundation/issabelPBX
Catalog: voicemail/i18n/*/LC_MESSAGES/voicemail.po
Languages: ja_jp, pt_br, ru_ru

source: Formats for writing Voicemail. Note that when using IMAP storage for Voicemail, only the first format specified will be used.
ja_jp: ボイスメールを書くフォーマット。ボイスメール用にIMAPストレージを使用する時に、指定された最初のフォーマットだけ使用されることに注意してください。
ru_ru: Формат записи голосовой почты. Обратите внимание, что при использовании хранилища IMAP для голосовой почты - используется только первый указанный формат.

source: From: string for email
ja_jp: From:Eメールのための文字列
ru_ru: Поле От: для эл. сообщений голосовой почты

source: For IMAP storage
ja_jp: IMAPストレージ用
ru_ru: Для хранилища IMAP

source: IMAP server flags.
ja_jp: IMAPサーバーフラグ。
ru_ru: Флаги для сервера IMAP

source: IMAP Voicemail folder.
ja_jp: IMAPボイスメールフォルダ。
ru_ru: Директория голосовой почты IMAP

source: If using IMAP storage, specify whether Voicemail greetings should be stored via IMAP. If no, then greetings are stored as if IMAP storage were not enabled
ja_jp: IMAPストレージを使用する際に、IMAP経由でボイスメール挨拶が保存されるかどうかを指定します。いいえに設定した場合は、挨拶はIMAPストレージが有効でないものとして保存されます。
ru_ru: Если используется хранилище IMAP - указать какие персональные приветствия будут записываться в IMAP сообщения. Если указано "нет" - сообщения о недоступности будут сохраняться так, как будто хранилище IMAP не задействовано.

source: (yes/no) If imapgreetings=yes, then specify which folder to store your greetings in. If you do not specify a folder, then INBOX will be used.
ja_jp: （はい/いいえ）もし imapgreetings=yes の場合、グリーティングの保存先フォルダーを指定してください。フォルダーの指定がない場合は、INBOXを使用します。
ru_ru: (да/нет) Если указано imapgreetings=yes, то укажите также и директорию, где будут сохраняться персональные сообщения о недоступности. Если не указано, то будет использоваться директория INBOX по умолчанию.

source: For IMAP storage - TCP open timeout in seconds
ja_jp: IMAPストレージ用 - TCPオープンタイムアウト秒
ru_ru: Для хранилища IMAP - опция TCP таймаут открытого соединения в секундах

source: Set the parent folder (default is to have no parent folder set).
ja_jp: 親フォルダを設定 (デフォルトでは親フォルダセットなし)
ru_ru: Указать родительскую директорию (по умолчанию - нет никакой родительской директории).

source: IMAP server port.
ja_jp: IMAPサーバーポート。
ru_ru: Порт сервера IMAP.

source: For IMAP storage - TCP read timeout in seconds
ja_jp: IMAPストレージ用 - TCP読み込みタイムアウト秒
ru_ru: Для хранилища IMAP - опция TCP таймаут соединения в режиме чтения в секундах

source: IMAP server address.
ja_jp: IMAPサーバーアドレス。
ru_ru: Адрес сервера IMAP

source: For IMAP storage - TCP write timeout in seconds
ja_jp: IMAPストレージ用 - TCP書き込みタイムアウト秒
ru_ru: Для хранилища IMAP - опция TCP таймаут соединения в режиме записи в секундах

source: Customize the key that fast-forwards message playback
ja_jp: 即時転送メッセージを再生するキーのカスタマイズ
ru_ru: Назначить кнопку быстрой прокрутки воспроизведения сообщения

source: Customize the key that pauses/unpauses message playback
ja_jp: 一時停止/停止解除メッセージを再生するキーのカスタマイズ
ru_ru: Назначить кнопку паузы/воспроизведения сообщения

source: Customize the key that restarts message playback
ja_jp: 再開メッセージを再生するキーのカスタマイズ
ru_ru: Назначить кнопку повторного воспроизведения сообщения

source: Customize the key that rewinds message playback
ja_jp: 巻き戻しメッセージを再生するキーのカスタマイズ
ru_ru: Назначить кнопку обратной перемотки воспроизведения сообщения

source: Customize the key that stops message playback
ja_jp: 停止メッセージを再生するキーのカスタマイズ
ru_ru: Назначить кнопку останова воспроизведения

source: Mail command.
ja_jp: メールコマンド。
ru_ru: Почтовые команды.

source: Max message greeting length.
ja_jp: メッセージ挨拶の最大長。
ru_ru: Максимальная длина приветствия.

source: Max failed login attempts.
ja_jp: ログイン試行の失敗最大
ru_ru: Максимальное количество попыток логина.

source: Max message time length.
ja_jp: メッセージ時間最大長
ru_ru: Макисмальная продолжительность сообщения.

source: Maximum number of messages per folder. If not specified, a default value (100) is used. Maximum value for this option is 9999.
ja_jp: 1フォルダあたりの最大メッセージ数。指定されない場合は、デフォルト値(100)が使用されます。このオプションの最大値は 9999 です。
ru_ru: Максимальное количество сообщений в директории. Если не указано, то используется дефолтное значение - 100. Максимально возможное значение этой опции - 9999.

source: Min message time length - maxsilence should be less than minsecs or you may get empty messages.
ja_jp: メッセージの最小時間 - maxsilenceはminsecsより少なくないといけません、でないと空のメッセージになります。
ru_ru: Минимальная продолжительность сообщения - значение тишины maxsilence должно быть меньше чем minsecs, в противном случае есть риск получать пустые сообщения.

source: Move heard messages to the 'Old' folder automatically. Defaults to on.
ja_jp: 再生済みメッセージを Old フォルダーに移動します。 デフォルトは on です。
ru_ru: Перемещать прослушанные сообщения в директорию 'Old' автоматически. По умолчанию - включено.

source: Skip to the next message after save/delete.
ja_jp: 保存/削除後に次のメッセージへスキップする。
ru_ru: Переходить к следующему сообщению после сохранения/удаления.

source: The value of odbcstorage is the database connection configured in res_odbc.conf.
ja_jp: odbcstorageの値は、res_odbc.conf内で設定されたデータベース接続です。
ru_ru: Параметр odbcstorage есть подключение к базам данных, описанное в res_odbc.conf.

source: The default table for ODBC Voicemail storage is voicemessages.
ja_jp: ODBCボイスメールストレージ用のデフォルトテーブルは、voicemessagesです。
ru_ru: Дефолтная таблица для ODBC хранилища голосовой почты - voicemessages.

source: Operator break. Allow sender to hit 0 before/after/during leaving a Voicemail to reach an operator [OFF by default]
ja_jp: オペレーターブレイク。オペレーターにつなぐためにボイスメールを残す 前/後/間に 送信者に0を押すことを許可します。
ru_ru: Прерывание. Разрешает позвонившему нажать 0 перед, во время, или после сообщением голосовой почты, чтобы переключиться на оператора [по умолчанию - выключено].

source: Body of message sent to pager.
ja_jp: ページャーに送信されるメッセージボディー
ru_ru: Тело сообщения пересылаемого на пейджер.

source: From: string sent to pager.
ja_jp: From: ページャーに送信される文字列
ru_ru: Поле От: в сообщении на пейджер.

source: Subject sent to pager.
ja_jp: ページャーに送信される件名
ru_ru: Поле Тема: в сообщении на пейджер.

source: Skip the "[PBX]:" string from the message title
ja_jp: メッセージタイトルから"[PBX]:"文字をスキップする。
ru_ru: Пропускать поле "[PBX]:" в теме сообщения

source: If the "pollmailboxes" option is enabled, this option sets the polling frequency. The default is once every 30 seconds.
ja_jp: もし"メールボックスをポーリングする"オプションが有効な場合、このオプションはポーリング間隔を設定します。デフォルトは30秒ごとに一回です。
ru_ru: Если включена опция опрос почтовых ящиков "pollmailboxes", то здесь регулируется частота опросов. По умолчанию частота опроса - 30 секунд.

source: If mailboxes are changed anywhere outside of app_voicemail, then this option must be enabled for MWI to work. This enables polling mailboxes for changes. Normally, it will expect that changes are only made when someone called in to one of the Voicemail applications. Examples of situations that would require this option are web interfaces to Voicemail or an email client in the case of using IMAP storage.
ja_jp: app_voicemail 以外でメールボックスの変更があった場合、MWIを機能させるには、このオプションを有効にしなければなりません。 有効にすると、メールボックスのポーリングを行い、変更を探しだします。通常、メールボックスアプリケーションの一つに誰かが電話を掛けたときのみ変更される事を期待しますが、例えばWEBインターフェースからボイスメールを利用する際や、IMAPストレージを使用するケースでのEメールクライアントを使用する場合は、このオプションを有効にする必要があります。
ru_ru: Если состояние почтовых ящиков изменилось откуда либо кроме app_voicemail, то эта опция должна быть включена для правильной работы Message Waiting Indicator (MWI). Опция позволяет делать опрос состояния почтовых ящиков. Обычно ожидаеммое поведение - изменения состояния почтового ящика при поступлении нового голосового сообщения. Пример использования этой опции - когда используется вэб-интерфейс голосовой почты для прослушивания, или почтовый клиент в случае использования IMAP хранилища.

source: Allow sender to review/rerecord their message before saving it [OFF by default]
ja_jp: 送信者がメッセージを保存する前にレビュー/再録音することを許可する [デフォルトオフ]
ru_ru: Разрешает отправителю прослушать/перезаписать сообщение перед тем как сохранить [по умолчанию - выключено].

source: Read back caller's telephone number prior to playing the incoming message, and just after announcing the date and time the message was left. If not described, or set to no, it will be in the envelope.
ja_jp: 入ってきたメッセージを再生する前に、そして、メッセージが残された日付と時間をアナウンスした直後に発信者の電話番号を読み返します。述べられていないとき、またはいいえに設定されているとき、それは冒頭メッセージになります。
pt_br: Leia novamente o número de telefone do chamador antes de reproduzir a mensagem recebida e logo após anunciar a data e hora em que a mensagem foi deixada. Se não estiver descrito ou definido como não, estará no remetente.
ru_ru: Считывает телефонный номер позвонившего прежде чем воспроизвести входящее сообщение и, после указания даты и времени, оставляется сообщение. Если не указано, или выбрана опция - Нет, то остаётся в заголовке сообщения.

source: Turn on/off saying duration information before the message playback. [ON by default]
ja_jp: メッセージが再生される前に、期間情報を知らせるのをオン/オフ切り替えます。 [デフォルトオン]
pt_br: Ativar/desativar a informação de duração antes da reprodução da mensagem. [ATIVADO por padrão]
ru_ru: включает/выключает сообщение о длительности записи перед воспроизведением. [По ]умолчанию - включено.

source: Specify in minutes the minimum duration to say. Default is 2 minutes.
ja_jp: お知らせする最小期間を分で指定します。デフォルトは2分です。
pt_br: Especifique em minutos a duração mínima a ser dita. O valor padrão é 2 minutos.
ru_ru: Определяет минимальное время записи в минутах. По умолчанию - 2 минуты.

source: Yes to search all contexts, no to search current context (if one is not specified).
ja_jp: 全てのコンテキストを検索するにははい、現在のコンテキストを検索するにはいいえ。(一つも指定されていない場合)
ru_ru: Да - для поиска во всех контекстах, нет - для поиска только в текущем контексте (если даже ни один не указан).

source: Send Voicemail message. If not listed, sending messages from inside Voicemail will not be permitted.
ja_jp: ボイスメールメッセージを送信します。リストアップされない場合は、ボイスメール内のメッセージを送信することは許可されません。
ru_ru: Посылать сообщения голосовой почты. Если не указано, посылка внутренних сообщений от системы голосовой почты невозможна.

source: Who the e-mail notification should appear to come from
ja_jp: Eメール通知が誰から来たように見えるか
ru_ru: Кто является отправителем эл. почты при отправке.

source: Silence threshold (what we consider silence: the lower, the more sensitive)
ja_jp: 無音閾値(無音判定条件:低ければ低いほど敏感になります)
ru_ru: Порог срабатывания тишины (когда мы решаем что уже наступила тишина. Чем ниже, тем чувствительнее.

source: How many milliseconds to skip forward/back when rew/ff in message playback
ja_jp: メッセージ再生時の巻き戻し/早送りの時に進む/戻るをスキップするミリ秒
ru_ru: Сколько миллисекунд делать пропуск во время прокрутки вперёд/назад при воспроизведении

source: Enable Simple Message Desk Interface (SMDI) integration
ja_jp: シンプルメッセージデスクインターフェイス(SMDI)統合を有効にする。
ru_ru: Задействовать интеграцию с Simple Message Desk Interface (SMDI)

source: Valid port as specified in smdi.conf for using smdi for external notification.
ja_jp: 外部通知のためにsmdiを使用するためのsmdi.confに指定された有効なポート
ru_ru: Разрешённый порт, указанный в smdi.conf, который будет использовать SMDI для внешних уведомлений.

source: Temporary greeting reminder.
ja_jp: 一時不在時のアナウンスリマインダー
ru_ru: Временный напоминатель.

source: Permit finding entries for forward/compose from the directory
ja_jp: ディレクトリから転送/構成するためにエントリーを発見することを許可する
ru_ru: Разрешает поиск данных для пересылки/отправки сообщения из директории

source: User context is where entries from users.conf are registered. The default value is 'default'
ja_jp: ユーザーコンテキストへusers.confからのエントリーが登録されます。デフォルト値は'デフォルト'。
ru_ru: Контекст пользователей, зарегистрированных в users.conf. Контекст ро умолчанию - default.

source: Customize which sound file is used instead of the default prompt that says: "The passwords you entered and re-entered did not match. Please try again."
ja_jp: "あなたが入力したパスワードと再入力したパスワードが一致しません。再試行してください。"というデフォルトプロンプトの代わりに使用される音声ファイルをカスタマイズします。
ru_ru: Кастомизировать - какой звуковой файл будет использоваться вместо дефолтного сообщения "Ваш пароль, котрый Вы ввели не совпадает с тем, который был введён второй раз"

source: Customize which sound file is used instead of the default prompt that says: "Please enter your new password followed by the pound key."
ja_jp: "シャープキーに続いて新しいパスワードを入力してください。"というデフォルトプロンプトの代わりに使用される音声ファイルをカスタマイズします。
ru_ru: Кастомизировать - какой звуковой файл будет использоваться вместо дефолтного сообщения "Введите новый пароль и завершите ввод решёткой"

source: Customize which sound file is used instead of the default prompt that says: "Your password has been changed."
ja_jp: "あなたのパスワードが変更されました。"というデフォルトプロンプトの代わりに使用される音声ファイルをカスタマイズします。
ru_ru: Кастомизировать - какой звуковой файл будет использоваться вместо дефолтного сообщения "Ваш пароль был изменён"

source: Customize which sound file is used instead of the default prompt that says: "password"
ja_jp: "パスワード"というデフォルトプロンプトの代わりに使用される音声ファイルをカスタマイズします。
ru_ru: Кастомизировать - какой звуковой файл будет использоваться вместо дефолтного сообщения "пароль"

source: Customize which sound file is used instead of the default prompt that says: "Please re-enter your password followed by the pound key"
ja_jp: 「新しいパスワードを再入力し、最後にシャープを押してください」というデフォルトプロンプトの代わりに使用される音声ファイルをカスタマイズします
ru_ru: Кастомизировать - какой звуковой файл будет использоваться вместо дефолтного сообщения "Пожалуйста введите ваш пароль ещё раз и завершите ввод символом решётка"

source: Emails bearing the Voicemail may arrive in a volume too quiet to be heard. This parameter allows you to specify how much gain to add to the message when sending a Voicemail. NOTE: sox must be installed for this option to work.
ja_jp: ボイスメールが付いたメールは聞こえないぐらい小さなボリュームで到着する可能性があります。このパラメーターはボイスメール送信時、メッセージにどれぐらいのゲインを追加するかを指定することを許可します。注意: このオプションを機能させるにはsoxがインストールされていなければいけません。
ru_ru: Сообщения с голосовым сообщением могут поступать с низким уровнем громкости, слишком тихим для прослушивания, Этот параметр позволяет увеличить уровень записи сообщений при отправке голосовой почты. ЗАМЕЧАНИЕ: утилита sox должна быть установлена в системе чтобы эта опция работала.

source: This is the password used to access the Voicemail system.<br /><br />This password can only contain numbers.<br /><br />A user can change the password you enter here after logging into the Voicemail system (*98) with a phone.
ja_jp: これは、ボイスメールシステムにアクセスするために使用するパスワードです。<br /><br />このパスワードは数字のみが使用できます。<br /><br />ユーザは、電話機から（*98）をダイヤルしてボイスメールシステムにログインした後、ここで入力したパスワードを変更することができます。
ru_ru: Это пароль для входя в систему голосовой почты.<br /><br />Пароль должен содержать только цифры.<br /><br />Пользователь может изменить пароль, указанный зжесь, после того, как залогинится в систему голосовой почты (*98) с телефона.

source: Which format of audio file to attach to the email.
ja_jp: どのフォーマットの音声ファイルをEメールに添付するか
ru_ru: В каком формате присоединять аудио файл к сообщению эл. почты.

source: After notification, the Voicemail is deleted from the server. [per-mailbox only] This is intended for use with users who wish to receive their Voicemail ONLY by email. Note: deletevoicemail is provided as an equivalent option for Realtime configuration.
ja_jp: 通知後にボイスメールはサーバーから削除されます。[メールボックスごとのみ]これは、ボイスメールをEメールでのみ受け取りたいユーザーの用途のために意図されています。通知: deletevoicemailはリアルタイム設定と等価のオプションとして提供されています。
pt_br: Após a notificação, o correio de voz é excluído do servidor. [somente por caixa de correio] Ele foi projetado para usuários que desejam receber seu correio de voz SOMENTE por e-mail. Nota: deletevoicemail é fornecido como uma opção equivalente para configuração em tempo real.
ru_ru: После извещения, сообщение голосовой почты удаляется с сервера [только в почтовом ящике] Это имеет смысл для пользователей, которые используют ТОЛЬКО эл. почту для доставки голосовых сообщений. Замечание: параметр deletevoicemail обеспечивает эквивалентное поведение и для конфигураци работы в режиме реального времени - Realtime.

source: Name of Voicemail account
ja_jp: ボイスメールのユーザー名
ru_ru: Имя аккаунта в голосовой почте

source: Hide this mailbox from the directory produced by app_directory. The default is "no".
ja_jp: app_directoryによって生産されたディレクトリからこのメールボックスを隠す。デフォルトは"いいえ"。
ru_ru: Скрывать это почтовый ящик в директории, к которой имеет доступ приложение app_directory. По умолчанию - значение "нет".

source: IMAP password.
ja_jp: IMAPパスワード。
pt_br: Clave IMAP
ru_ru: Пароль IMAP.

source: IMAP user.
ja_jp: IMAPユーザー。
pt_br: Usuário IMAP
ru_ru: Пользователь IMAP.

source: Asterisk language code
ja_jp: Asterisk言語コード
pt_br: Código do idioma
ru_ru: Код языка Астериск

source: Name of account/user
ja_jp: アカウント/ユーザー名
pt_br: Nome de usuário da conta
ru_ru: Имя аккаунта/пользователя

source: Remind the user that their temporary greeting is set
ja_jp: ユーザーに一時不在時のアナウンスがセットされたことをリマインドします
pt_br: Lembrar ao usuário que sua saudação temporária foi estabelecida
ru_ru: Напоминать пользователю, что установлены временные сообщения о недоступности.

source: Timezone from zonemessages context. Irrelevant if envelope=no.
ja_jp: ゾーンメッセージコンテキストからのタイムゾーン。envelope=noであれば無関係です。
pt_br: Fuso horário para o contexto da mensagem. Não é relevante se envelope=no estiver definido
ru_ru: Часовой пояс из контекста zonemessages. Не имеет действия если установлено envelope=no.

source: Call me number. Can be used from within ARI.
ja_jp: コールミーナンバー。ARI内からで使用されます。
pt_br: Número Ligue para mim
ru_ru: Номер Позвони-мне. Может быть задействован из ARI.

source: System View Links:
ja_jp: システムビューリンク：
pt_br: Ver links:
ru_ru: Линки на обзор системы:

source: A timezone definition specifies how the Voicemail system announces the time.
ja_jp: timezone 定義により、ボイスメールシステムの時刻アナウンス方法を指定できます。
pt_br: Uma definição de fuso horário especifica como a data e a hora devem ser anunciadas ao sistema de correio de voz.
ru_ru: Дефиниции часового пояса устанавливают в каком виде голосовая почта указывает время.

source: For example, the time a message was left will be announced according to the user's timezone on message playback.
ja_jp: たとえば、メッセージが残された時間が、メッセージの再生時にユーザーのタイムゾーンに基づいてアナウンスされます。
pt_br: Por exemplo, o horário em que uma mensagem foi deixada será anunciado de acordo com o fuso horário definido para aquele usuário.
ru_ru: Например - время сообщения остаётся в том формате, который установлен часовым поясом у пользователдя при воспроизведении.

source: Entries below will be written to Voicemail configuration as-is.
ja_jp: 以下のエントリーはそのままボイスメール設定に書き込まれます。
pt_br: As entradas subsequentes serão gravadas na configuração do correio de voz conforme você as digita.
ru_ru: Записи ниже будут указаны в конфигурации голосовой почты как есть.

source: Please be sure to follow the format for timezone definitions described below.
ja_jp: タイムゾーンの定義は以下に記述されたフォーマットに従ってください。
pt_br: Certifique-se de seguir a formatação adequada de acordo com sua descrição.
ru_ru: Проверьте - соответствует ли дефиниции формата часового пояса описаным ниже.

source: Name
ja_jp: 名前
pt_br: Nome
ru_ru: Название

source: Timezone Definition
ja_jp: タイムゾーンの定義
pt_br: Definição de fuso horário
ru_ru: Дефиниции часового пояса

source: Delete
ja_jp: 削除
pt_br: Eliminar
ru_ru: Удалить

source: New Name
ja_jp: 新しい名前
pt_br: Novo nome
ru_ru: Новое имя

source: New Timezone Definition
ja_jp: 新しいタイムゾーンの定義
pt_br: Nova definição de fuso horário
ru_ru: Новая дефиниция часового пояса

source: Timezone definition format is:
ja_jp: タイムゾーンの定義フォーマット：
pt_br: O formato de definição de fuso horário é:
ru_ru: Формат дефиниций часового пояса:

source: timezone|values
ja_jp: タイムゾーン|値
pt_br: fuso horário|valores
ru_ru: часовой пояс|значение

source: <i>Timezones</i> are listed in /usr/share/zoneinfo
ja_jp: <i>タイムゾーン</i>は /usr/share/zoneinfoに列挙されております。
pt_br: <i>Fusos horários</i> estão listados em /usr/share/zoneinfo
ru_ru: <i>Часовые пояса</i> перечислены в /usr/share/zoneinfo

source: The <i>values</i> supported in the timezone definition string include:
ja_jp: タイムゾーン定義文字列でサポートされている<i>値</i>には、次が含まれます：
pt_br: Os <i>valores</i> suportados neste campo são:
ru_ru: <i>значение</i>, поддерживаемое дефиницией часового пояса содержит:

source: 'filename'
ja_jp: 'ファイル名'

source: The name of a sound file (the file name must be single-quoted)
ja_jp: 音声ファイルの名前(ファイル名はシングルクォーテーションで囲む必要があります)
pt_br: O nome de um arquivo de áudio (o arquivo deve ser colocado entre aspas simples)
ru_ru: Название звукового файла (имя файла должно быть в одинарных кавычках)

source: variable
ja_jp: 変数
ru_ru: переменная

source: A variable to be substituted (see below for supported variable values)
ja_jp: 置き換えられる変数(サポートされる変数値は以下です)
pt_br: Uma variável para substituir (veja abaixo os valores de variáveis suportados)
ru_ru: Переменная для замены (см. ниже для поддерживаемых значений переменных)

source: Supported <i>variables</i>:
ja_jp: サポート<i>変数</i>:
pt_br: Variáveis suportadas:
ru_ru: Поддерживаемые <i>переменные</i>:

source: A or a
ja_jp: A 又は a
pt_br: A o a
ru_ru: А или а

source: Day of week (Saturday, Sunday, ...)
ja_jp: 曜日(土曜日、日曜日、...)
pt_br: Dia da semana (sábado, domingo, ...)
ru_ru: День недели (Суббота, Воскресенье, ...)

source: B or b or h
ja_jp: B 又は b 又は h
pt_br: B o b o h
ru_ru: Б или b или h

source: Month name (January, February, ...)
ja_jp: 月の名前(一月、二月、...)
pt_br: Nome do mês (janeiro, fevereiro, ...)
ru_ru: Месяц (Январь, Февраль, ...)

source: d or e
ja_jp: d 又は e
pt_br: faça
ru_ru: в или г

source: numeric day of month (first, second, ..., thirty-first)
ja_jp: 日にち
pt_br: dia do mês numérico (primeiro, segundo, ...)
ru_ru: число месяца (первое, второе, ..., тридцать первое)

source: Year
ja_jp: 年
pt_br: Ano
ru_ru: Год

source: I or l
ja_jp: I 又は l
pt_br: eu ol
ru_ru: И или л

source: Hour, 12 hour clock
ja_jp: 時間、12時間時計
pt_br: Hora, relógio de 12 horas
ru_ru: Часы, 12-ти часовой формат

source: Hour, 24 hour clock (single digit hours preceded by "oh")
ja_jp: 時間、24時間("oh"に続く一桁の時間)
pt_br: Hora, relógio de 24 horas (um dígito precedido de zero)
ru_ru: Часы, 24-х часовой формат. одноразрядное представление часа дополняется впереди "oh")

source: Hour, 24 hour clock (single digit hours NOT preceded by "oh")
ja_jp: 時間、24時間("oh"が付いていない一桁の時間)
pt_br: Hora, relógio de 24 horas (um dígito não precedido de zero)
ru_ru: Часы, 24-х часовой формат. Одноразрядное представление часа НЕ дополняется впереди "oh")

source: Minute, with 00 pronounced as "o'clock"
ja_jp: "時"と発音する00がつく分
pt_br: Minuto, com 00 pronunciado como 'horas'
ru_ru: Минуты, 00 произносится как "o'clock"

source: Minute, with 00 pronounced as "hundred" (US military time)
ja_jp: "百"と発音する00がつく分(USミリタリー時間)
pt_br: Minuto, com 9 pronunciado como 'cent' (modo militar)
ru_ru: Минуты, 00 произносится как "сто" (Американский военный стандарт)

source: AM or PM
ja_jp: 午前 or 午後
pt_br: AM ou PM
ru_ru: АМ или РМ

source: "today", "yesterday" or ABdY
ja_jp: " 今日", "昨日" 又は ABdY
pt_br: "hoy", "ayer" ou ABdY
ru_ru: "сегодня", "вчера" или формат ABдГ

source: "" (for today), "yesterday", weekday, or ABdY
ja_jp: "" (今日), "昨日", 平日, 又は ABdY
pt_br: "" (para hoje), "ontem", dia da semana ou ABdY
ru_ru: "" (для сегодня), "вчера", день недели, или форматABдГ

source: 24 hour time, including minute
ja_jp: 分を含む24時間
pt_br: Hora no formato de 24 horas, incluindo minutos
ru_ru: 24-х часовой формат, включая минуты

source: General Dialplan Settings
ja_jp: ダイヤルプランの一般設定
pt_br: Configurações gerais do plano de discagem

source: Disable Standard Prompt
ja_jp: スタンダードプロンプトを無効にする
pt_br: Desativar instruções padrão

source: Check this box to disable the standard voicemail instructions that follow the user recorded message. These standard instructions tell the caller to leave a message after the beep. This can be individually controlled for users who have VMX locater enabled.
ja_jp: チェックを入れた場合、ユーザーが録音したメッセージの後に、標準のボイスメール説明を無効にします。標準の説明では「発信音の後にメッセージを録音してください」と言う意味のものです。VMXロケータが有効なユーザーの場合は、個別でコントロールできます。
pt_br: Marque esta opção se desejar desabilitar as instruções padrão fornecidas ao usuário. Estas instruções dizem ao chamador para deixar uma mensagem após o tom. Isso pode ser controlado individualmente para usuários que possuem o VMX habilitado.

source: Unavailable
ja_jp: 使用不可
pt_br: Não disponível

source: Busy
ja_jp: ビジー
pt_br: Ocupado
