Repository: IssabelFoundation/issabelPBX
Catalog: paging/i18n/*/LC_MESSAGES/paging.po
Languages: bg_bg, es_es, fr_fr, pt_br, ru_ru, sv_se

source: Page Group:
bg_bg: Група на Търсене:
es_es: Grupo de Voceo:
fr_fr: Groupe Page :
pt_br: Grupo de Voceo:
ru_ru: Пейджинг-группа:
sv_se: Anropsgrupp:

source: Exclude
bg_bg: Изключи
es_es: Excluir
fr_fr: Exclure
pt_br: Excluir
ru_ru: Исключить
sv_se: Exkludera

source: Include
bg_bg: Включи
es_es: Incluir
fr_fr: Inclure
pt_br: Incluir
ru_ru: Включить
sv_se: Inkludera

source: Default Page Group
bg_bg: Група По-Подразбиране за Търсене
es_es: Grupo de Voceo por defecto
fr_fr: Groupe Page Par Défaut
pt_br: Grupo de paginação padrão
ru_ru: Дефолтная пейджинг-группа
sv_se: Standard anropsgrupp

source: Intercom prefix
bg_bg: Интерком Префикс
es_es: Prefijo Intercomunicador
fr_fr: Préfixe Intercom
pt_br: Prefixo de intercomunicação
ru_ru: Префикс интеркома
sv_se: Prefix för snabbtelefon

source: User Intercom Allow
bg_bg: Разреши Потребителски Интерком
es_es: Permitir Intercomunicador a Usuario
fr_fr: Autoriser Utilisateur Intercom
pt_br: Permitir intercomunicação ao usuário
ru_ru: Пользователь Интерком разрешён
sv_se: Tillåt snabbtelefon

source: User Intercom Disallow
bg_bg: Забрани Потребителски Интерком
es_es: Denegar Intercomunicador a Usuario
fr_fr: Ne pas autoriser Utilisateur Intercom
pt_br: Negar intercomunicação ao usuário
ru_ru: Пользователь Интерком запрещён
sv_se: Förhindra snabbtelefon

source: This module is for specific phones that are capable of Paging or Intercom. This section is for configuring group paging, intercom is configured through <strong>Feature Codes</strong>. Intercom must be enabled on a handset before it will allow incoming calls. It is possible to restrict incoming intercom calls to specific extensions only, or to allow intercom calls from all extensions but explicitly deny from specific extensions.<br /><br />This module should work with Aastra, Grandstream, Linksys/Sipura, Mitel, Polycom, SNOM , and possibly other SIP phones (not ATAs). Any phone that is always set to auto-answer should also work (such as the console extension if configured).
bg_bg: Този модул е за определени телефонни апарати, които поддържат Търсене или Интерком. Това меню е за настройка на групи за търсене, интеркома се активира в <strong>Специални Кодове</strong>. Интеркома трябва да е разрешен в телефона преди да може да приема входящи обаждания. Възможно е да се ограничат входящите интерком обаждания само от определени вътрешни линии, или да се разрешат интерком обаждания от всички вътрешни линии, но изрично да се забранят за някои вътрешни линии.<br /><br />Този модул би трябвало да работи с Aastra, Grandstream, Linksys/Sipura, Mitel, Polycom, SNOM и евентуално с други SIP телефони (без ATA). Всеки телефон настроен да отговаря автоматично на обажданията също би трябвало да работи.
es_es: Este módulo permite configurar grupos de voceo e intercomunicador para dispositivos que soporten dicha funcionalidad. Intercomunicador se configura mediante <b>Códigos de Características</b/. Intercomunicador debe ser habilitado en los dispositivos para que acepte llamadas entrantes. Es posible restringir llamadas de intercomunicación a extensiones específicas, o permitirlo para todas pero restringirlo en algunas en particular.<br /><br /> Este módulo funciona con teléfonos Aastra, Grandstream, Linksys/Sipura, Mitel, Polycom, SNOM y otros. Cualquier teléfono que pueda configurarse para atender automáticamente puede ser usado también, como ser la extensión de consola si se configura apropiadamente.
fr_fr: Ce module est pour les téléphones spécifiques qui sont capable de Paging ou d'Intercom. Cette section permet de configurer le paging de groupe, l'intercom est configuré par le biais des <strong>Codes de Caractéristique</strong>. L'intercom doit être activé sur un combiné avant qu'il n'autorise les appels entrants. Il est possible de restreindre les appels entrants sur l'intercom à des extensions spécifiques uniquement, ou d'autoriser les appels sur intercom pour toutes les extensions mais d'explicitement les interdire à partir d'extensions spécifiques.<br /><br />Ce module devrait fonctionner avec Aastra, Grandstream, Linksys/Sipura, Mitel, Polycom, SNOM, et probablement d'autres téléphones SIP (pas les ATA). Tout téléphone qui est toujours configuré pour répondre automatiquement devrait également fonctionner (telle que l'extension console si configurée).
pt_br: Este módulo permite configurar grupos de paging e intercomunicação para dispositivos que suportam esta funcionalidade. O Intercom é configurado usando <b>Códigos de Recursos</b/. O intercomunicador deve estar habilitado nos dispositivos para aceitar chamadas. É possível restringir chamadas de intercomunicação a ramais específicos ou permitir para todos, mas restringi-las a alguns em particular.<br /><br /> Este módulo funciona com Aastra, Grandstream, Linksys/Sipura, Mitel, Polycom, SNOM e outros telefones. Qualquer telefone que possa ser configurado para atender automaticamente também pode ser usado, como o ramal do console, se configurado adequadamente.
ru_ru: Этот модуль предназначен для тех телефонов, которые имеют возможность разговора без поднятия трубки по громкой связи или интеркому. Эта секция конфигуририрует пейджинг - группу вызова по селекторной связи, сам интерком конфигурируется в секции <strong>Сервисные коды</strong>. Функция интеркома должна быть включена на телефоне прежде, чем будет задействована возможность принимать вызовы. Есть возможность ограничить приём входящих звонков на интерком только с одного конкретного внутреннего номера, или наоборот, разрешить интерком со всех номеров, кроме некоторых конкретных.<br /><br />Этот модуль хорошо работает с телефонами Aastra, Grandstream, Cisco/Linksys/Sipura, Mitel, Polycom, Snom, и, возможно, с другими SIP телефонами (не адаптерами!). Любой из этих телефонов можно установить в автоответ на интерком, который также вполне приемлем (как и консольное расширение, если оно сконфигурено).
sv_se: Denna modul är för specifika telefoner som klarar av snabbtelefoni. Denna sektion används för att konfigurera anropsgrupper, själva snabbtelefonin konfigureras genom <strong>Funktionskoder</strong>. Snabbtelefonifunktionen måste aktiveras på telefonen först för att detta ska fungera. Det är möjligt att konfigurera snabbtelefoni för specifika anknytningar eller genom att tillåta snabbtelefoni till alla anknytningar förutom vissa anknytningar.<br><br>Denna modul ska fungera med Aastra, Grandstream, Linksys/Sipura, Mitel, Polycom, SNOM och troligtvis andra SIP-telefoner (inga s.k. ATA-boxar). Telefoner med funktionen auto-answer bör också fungera.

source: Example usage:
es_es: Ejemplo de uso:
pt_br: Exemplo de uso:

source: Intercom extension nnn
es_es: Extensión de Intercomunicador nnn
pt_br: Extensão de intercomunicação nnn

source: Enable all extensions to intercom you (except those explicitly denied)
es_es: Permitir a todas las extensiones a intercomunicarse con usted (excepto las denegadas explícitamente)
pt_br: Permitir que todos os ramais intercomunicam com você (exceto aqueles explicitamente negados)

source: Explicitly allow extension nnn to intercom you (even if others are disabled)
es_es: Permitir a la extensión nnn a intercomunicarse con usted (incluso si otros estan denegados)
pt_br: Permitir que o ramal nnn faça intercomunicação com você (mesmo que outros sejam negados)

source: Disable all extensions from intercom you (except those explicitly allowed)
es_es: Denegar a todas las extensiones la intercomunicación con usted (excepto las permitidas explícitamente)
pt_br: Proibir que todas as extensões se comuniquem com você (exceto aquelas explicitamente permitidas)

source: Explicitly deny extension nnn to intercom you (even if generally enabled)
es_es: Denegar explícitamente la extensión nnn a que se intercomunique con usted (incluso si intercom está activado de forma general)
pt_br: Negar explicitamente a extensão nnn para intercomunicação com você (mesmo que a intercomunicação esteja geralmente ativada)

source: Intercom mode is currently disabled, it can be enabled in the Feature Codes Panel.
bg_bg: Режим Интерком за момента е забранен, може да се активира в меню Специални Кодове.
es_es: El modo Intercomunicador está actualmente desactivado. Puedo habilitarlo desde el menú Códigos de característica.
fr_fr: Le mode intercom est actuellement désactivé, il peut être activé dans le Panneau Codes de Caractéristiques.
pt_br: O modo intercomunicador está atualmente desativado. Posso habilitá-lo no menu Códigos de recursos.
ru_ru: Режим интерком выключен, он должен быть задествован в панели Сервисные коды
sv_se: Snabbtelefonanrop är för närvarande avaktiverat, du kan aktivera detta i Funktionskoder.

source: Delete Group %s
bg_bg: Изтрий Група %s
es_es: Elimitar Grupo %s
fr_fr: Supprimer le Groupe %s
pt_br: Excluir grupo %s
ru_ru: Удалить группу %s
sv_se: Ta bort grupp %s

source: Conflicting Extensions
bg_bg: Вътрешни Линии в Конфликт
es_es: Extensiones en Conflicto
fr_fr: Extensions Conflictuelles
pt_br: Extensões conflitantes
ru_ru: Конфликт внутренних номеров
sv_se: Konfliktande anknytningar

source: Modify Paging Group
bg_bg: Редактирай Група на Търсене
es_es: Modificar Grupo de Voceo
fr_fr: Modifier le Groupe Paging
pt_br: Modificar Grupo de Voceo
ru_ru: Модифицировать пейджинг-группу
sv_se: Redigera anropsgrupp

source: Add Paging Group
bg_bg: Добави Група на Търсене
es_es: Añadir Grupo de Voceo
fr_fr: Ajouter un Groupe Paging
pt_br: Adicionar grupo de paginação
ru_ru: Добавить пейджинг-группу
sv_se: Lägg till anropsgrupp

source: Paging Extension
bg_bg: Вътрешен Номер за Търсене
es_es: Extensión de Voceo
fr_fr: Extension Paging
pt_br: Extensão de paginação
ru_ru: Внутренний номер для пейджинга
sv_se: Anknytningsnummer för grupp

source: The number users will dial to page this group
bg_bg: Номерът който потребителите ще набират за да търсят тази група
es_es: El número que los usuarios marcarán para vocear en este grupo
fr_fr: Le numéro que composeront les utilisateurs pour pager ce groupe
pt_br: O número que os usuários discarão para voz neste grupo
ru_ru: Этот номер служит для звонка в эту группу
sv_se: Numret att använda för att anropa denna grupp

source: Group Description
bg_bg: Описание за Група на Търсене
es_es: Descripción del Grupo
fr_fr: Description du Groupe
pt_br: descrição do grupo
ru_ru: Описание группы
sv_se: Beskrivning för gruppen

source: Provide a descriptive title for this Page Group.
bg_bg: Наименование за тази Група на Търсене
es_es: Provea un nombre descriptivo para este Grupo de Voceo
fr_fr: Titre descriptif pour ce Groupe de Page.
pt_br: Forneça um nome descritivo para este grupo de paginação
ru_ru: Предлагается создать внятное описание для этой пейджинговой группы.
sv_se: Skriv en in kortfattad beskrivning för denna grupp.

source: Device List:
bg_bg: Списък с Устройства:
es_es: Lista de Dispositivos:
fr_fr: Liste des Périphériques :
pt_br: Lista de dispositivos:
ru_ru: Список устройств:
sv_se: Anknytningslista

source: Select Device(s) to page. This is the phone that should be paged. In most installations, this is the same as the Extension. If you are configured to use "Users & Devices" this is the actual Device and not the User. Use Ctrl key to select multiple..
bg_bg: Изберете Устройство(а) за търсене. Това е телефонът който ще бъде търсен. В повечето инсталации съвпада с Вътрешната Линия. Ако използвате режим "Потребители и Устройства" е устройството, а не потребителя. Използвайте Ctrl за да изберете няколко.
es_es: Eliga los dispositivo(s) a vocear. Este es el teléfono que debe ser alcanzado. En la mayoría de las instalaciones es la misma extensión.
fr_fr: Sélectionner les périphériques à pager. Il s'agit du téléphone qui doit être pagé. Dans la plupart des installations, il s'agit en fait de l'extension. Si vous êtes configuré pour utiliser "Utilisateurs & Périphériques" il s'agit du périphérique actuel et pas de l'utilisateur. Utilisez la touche Ctrl pour faire un choix multiple...
pt_br: Escolha o(s) dispositivo(s) para paginar. Este é o telefone que deve ser alcançado. Na maioria das instalações é a mesma extensão.
ru_ru: Выбрать устройство(-ва) для пейджинга. Это телефони, которые должны вызываться. В большинстве случаев это тоже, что и внутренние номера. Если сконфигурировано использование "Пользователи и Устройства" то это актуальней для устройства, а не для пользователя. Используйте Ctrl + клик для множественного выделения.
sv_se: Välj anknytning(ar) du vill anropa. Detta kommer att ske till telefonen. I de flesta fall är detta samma som anknytningen. Om du använder konfigurationen "Användare & Enheter" kommer detta att vara enheten och inte användaren. Använd Ctrl-tangenten för att markera flera i listan.

source: Force if busy
bg_bg: Не проверявай за заето
es_es: Forzar si está ocupado
fr_fr: Forcer si occupé
pt_br: Forçar se estiver ocupado
ru_ru: Форсировать, если занят.
sv_se: Forcera om det är upptaget

source: The Whisper mode is new and considered experimental.
es_es: El modo Susurro es considerado experimental.
pt_br: O modo Whisper é considerado experimental.
sv_se: Viskningsläget är nytt och anses som experimentellt

source: Yes
es_es: Si
pt_br: E
sv_se: Ja

source: Whisper
es_es: Susurro
pt_br: Sussurrar
sv_se: Viskningsläge

source: Paging is typically one way for announcements only. Checking this will make the paging duplex, allowing all phones in the paging group to be able to talk and be heard by all. This makes it like an "instant conference"
bg_bg: Търсенето по принцип е едностранно и е само за съобщения. Маркирайки това ще направите търсенето двупосочно, позволявайки на всички телефони в групата да могат да говорят и да бъдат чувани от всички. получава се нещо като "спешна конференция"
es_es: El voceo es tipicamente un anuncio de una sóla via. Marcando esta opción hará posible una comunicación en duplex, permitiendo a los teléfonos del grupo hablar y ser escuchados por todo el grupo. Sería algo así como una "conferencia instantánea"
fr_fr: Le paging est en général à sens unique, pour les annonces uniquement. Cocher cette case passera le paging en duplex, autorisant tous les téléphones dans le groupe de paging à parler et être entendus par tous. Cela donne un genre de "conférence instantanée".
pt_br: A paginação normalmente é um anúncio unilateral. Marcar esta opção tornará possível a comunicação duplex, permitindo que os telefones do grupo falem e sejam ouvidos por todo o grupo. Seria algo como uma “conferência instantânea”
ru_ru: Пейджинг обычно односторонний вид связи, только для объявлений. Отметив тут, можно задействовать дуплексную связь в обе стороны, разрешая всем телефонас в пейджинговой группе говорить и слышать всех. Это выглядит как "мгновенная конференция"
sv_se: Anrop via grupper är normalt för envägs-meddelande. Om detta väljs kommer anropet att vara tvåvägs, alla telefoner i anropsgruppen kan prata och höras av varandra. Kan med fördel användas för "omedelbar konferens".

source: Submit Changes
bg_bg: Приеми Промените
es_es: Guardar Cambios
fr_fr: Appliquer les Modifications
pt_br: Guardar mudanças
ru_ru: Применить изменения
sv_se: Spara ändringar

source: Paging and Intercom
bg_bg: Търсене и Интерком
es_es: Intercom y Voceo
fr_fr: Paging et Intercom
pt_br: Intercom e Voz
ru_ru: Пейджинг и интерком
sv_se: Snabbtelefon

source: Paging And Intercom
es_es: Intercom y Voceo
pt_br: Intercom e Voz

source: Overview
es_es: Descripción
pt_br: Descrição

source: General Settings
es_es: Configuración General
pt_br: Configuração geral

source: New Paging Group
es_es: Nuevo Grupo de Voceo
pt_br: Novo grupo de paginação

source: Paging
es_es: Voceo e Intercomunicador
pt_br: Voceo e Intercomunicador

source: Paging and Intercom settings
es_es: Configuración de Voceo e Intercomunicador
pt_br: Configuração de paginação e intercomunicação

source: Auto-answer defaults
es_es: Auto-atender por omisión
pt_br: Auto-atender de forma predeterminada

source: Announcement
es_es: Anuncio
pt_br: Anuncio

source: Annoucement to be played to remote part. Default is a beep
es_es: Anuncio a reproducir a la pata remota. Por defecto se emite un tono (beep)
pt_br: Anúncio para jogar na perna remota. Por padrão, um tom (bip) é emitido

source: Save
es_es: Guardar
pt_br: Manter

source: Device List
es_es: Lista de Dispositivos
pt_br: Lista de dispositivos

source: Devices to page. Please note, paging calls the actual device (and not the user). Amount of pagable devices is restricted by the advanced setting key PAGINGMAXPARTICIPANTS and is currently set to
es_es: Dispositivos a vocear. Tenga en cuenta que se marcará al dispositivo (no al usuario). La cantidad máxima de dispositivos puede configurarse en Configuraciones Avanzadas con la clave PAGINGMAXPARTICIPANTS cuyo valor actual es
pt_br: Dispositivos para falar. Observe que o dispositivo (não o usuário) será discado. O número máximo de dispositivos pode ser configurado em Configurações Avançadas com a chave PAGINGMAXPARTICIPANTS cujo valor atual é

source: Selected
es_es: Seleccionados
pt_br: Seleccionados

source: Not Selected
es_es: No Seleccionados
pt_br: Não selecionado

source: Busy Extensions
es_es: Extensiones Ocupadas
pt_br: Extensões ocupadas

source: "Skip" will not page any busy extension. All other extensions will be paged as normal
es_es: "Saltear" no contactará a dispositivos ocupados. Los demás dispositivos serán voceados normalmente
pt_br: "Skip" não entrará em contato com dispositivos ocupados. Outros dispositivos serão paginados normalmente

source: "Force" will not check if the device is in use before paging it. This means conversations can be interrupted by a page (depending on how the device handles it). This is useful for "emergency" paging groups.
es_es: "Forzar" no verificará si los dispositivos están en uso antes de intentar contactarlos. Esto significa que pueden interrumpirse conversaciones por el voceo (dependiendo en cómo lo maneje cada dispositivo). Esto es útil para grupos de voceo de "emergencia".
pt_br: "Force" não verificará se os dispositivos estão em uso antes de tentar contatá-los. Isso significa que as conversas podem ser interrompidas por paging (dependendo de como cada dispositivo lida com isso). Isto é útil para grupos de paging de "emergência".

source: "Whisper" will attempt to use the ChanSpy capability on SIP channels, resulting in the page being "sent to the device's earpiece "whispered" to the user but not heard by the remote party. If ChanSpy is not supported on the device or otherwise fails, no page will get through. It probably does not make too much sense to choose duplex if using Whisper mode.
es_es: "Susurro" intentará utilizar la funcionalidad whisper de ChanSpy en canales SIP. Como resultado el voceo será susurrado al usuario pero no escuchado por la otra pata. Si ChanSpy no está soportado en el dispositivo o falla por algún motivo, entonces no se realizará ningún voceo. No tiene sentido activar esta opcion si marca la opción Duplex
pt_br: "Whisper" tentará usar a funcionalidade de sussurro do ChanSpy em canais SIP. Como resultado, a paging será sussurrada para o usuário, mas não será ouvida pela outra perna. Se o ChanSpy não for compatível com o dispositivo ou falhar por algum motivo, nenhuma paginação será realizada. Não adianta ativar esta opção se você marcar a opção Duplex.

source: Submit
es_es: Guardar Cambios
pt_br: Guardar mudanças

source: Skip
es_es: Saltear
pt_br: Pular

source: Force
es_es: Forzar
pt_br: Força

source: Delete
es_es: Eliminar
pt_br: Eliminar

source: Example usage
es_es: Ejemplo de uso
pt_br: Exemplo de uso

source: Invalid description specified
es_es: La descripción especificada no es válida
pt_br: A descrição especificada não é válida

source: Invalid extension specified
es_es: La extensión especificada no es válida
pt_br: A extensão especificada não é válida

source: Default Group Inclusion
bg_bg: Включване на Група По-Подразбиране
fr_fr: Inclusion du Groupe par Défaut
ru_ru: Включения в дефолтную группу
sv_se: Standard gruppinkludering

source: You can include or exclude this extension/device from being part of the default page group when creating or editing.
bg_bg: Можете да включите или изключите този потребител/вътрешна линия от това да бъде част от групата по-подразбиране за търсене.
fr_fr: Vous pouvez inclure ou exclure cette extension/ce périphérique dans le groupe page par défaut lors de la création ou de l'édition.
ru_ru: Можно включать или исключать этот внутренний номер/устройство из дефолтной пейджинговой группы при создании или редактировании.
sv_se: Du kan inkludera eller exkludera denna anknytning/enhet från att vara med i standard anropsgruppen när du skapar eller rediderar den

source: Disabled
bg_bg: Забранен
fr_fr: Désactiver
ru_ru: Выключено
sv_se: Avaktiverad
