Repository: IssabelFoundation/issabelPBX
Catalog: paging/i18n/*/LC_MESSAGES/paging.po
Languages: bg_bg, es_es, fr_fr, pt_br, ru_ru, sv_se

source: Example usage:<br /><table><tr><td><strong>%snnn</strong>:</td><td>Intercom extension nnn</td></tr><tr><td><strong>%s</strong>:</td><td>Enable all extensions to intercom you (except those explicitly denied)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Explicitly allow extension nnn to intercom you (even if others are disabled)</td></tr><tr><td><strong>%s</strong>:</td><td>Disable all extensions from intercom you (except those explicitly allowed)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Explicitly deny extension nnn to intercom you (even if generally enabled)</td></tr></table>
bg_bg: Пример за използване:<br /><table><tr><td><strong>%snnn</strong>:</td><td>Интерком с вътрешна линия nnn</td></tr><tr><td><strong>%s</strong>:</td><td>Разрешава интерком към вас от всички вътрешни линии (с изключение на изрично забранените)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Изрично разрешява вътрешна линия nnn за интерком с вас (дори и другите да са забранени)</td></tr><tr><td><strong>%s</strong>:</td><td>Забранява интерком към вас от всички вътрешни линии (с изключение на изрично разрешените)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Изрично забранява вътрешна линия nnn за интерком с вас (дори и другите да са разрешени)</td></tr></table>
fr_fr: Exemple d'utilisation : <br /><table><tr><td><strong>%snnn</strong>:</td><td>Extension Intercom nnn</td></tr><tr><td><strong>%s</strong>:</td><td>Permet à toutes les extensions de vous joindre sur l'intercom (sauf celles explicitement interdites)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Autoriser explicitement l'extension nnn à vous joindre sur l'intercom (même si les autres sont désactivées)</td></tr><tr><td><strong>%s</strong>:</td><td>Interdire à toutes les extensions de vous joindre sur l'intercom (sauf celles explicitement autorisées)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Interdire explicitement à l'extension nnn de vous joindre sur l'intercom (même si généralement activé)</td></tr></table>
ru_ru: Пример использования:<br /><table><tr><td><strong>%snnn</strong>:</td><td>Внутренний номер Интеркома nnn</td></tr><tr><td><strong>%s</strong>:</td><td>Разрешить всем внутренним номерам вызывать вас по громкой связи (кроме тех, которые явно отклонены)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Явным образом разрешить внутреннему номеру nnn вызывать вас по громкой связи (даже если остальные отключены)</td></tr><tr><td><strong>%s</strong>:</td><td>Запретиь всем внутренним номерам вызывать вас по громкой связи (кроме тех, которым разрешено явно)</td></tr><tr><td><strong>%snnn</strong>:</td><td> Явным образом запретить внутреннему номеру nnn вызывать вас по громкой связи (даже если остальные включены)</td></tr></table>
sv_se: T.ex.<br /><table><tr><td><strong>%snnn</strong>:</td><td>Anropa anknytning nnn</td></tr><tr><td><strong>%s</strong>:</td><td>Tillåt alla anknytningar att anropa dig (förutom dom du specifikt förbjuder)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Tillåt anknynting nnn att anropa dig (även om du förbjuder andra)</td></tr><tr><td><strong>%s</strong>:</td><td>Förbjud alla anknytningar att anropa dig (förutom dom du tillåtit)</td></tr><tr><td><strong>%snnn</strong>:</td><td>Förbjud anknytning nnn att anropa dig (även om du generellt tillåter alla)</td></tr></table>

source: If yes, will not check if the device is in use before paging it. This means conversations can be interrupted by a page (depending on how the device handles it). This is useful for "emergency" paging groups. Setting to 'Whisper' will attempt to use the ChanSpy capability on SIP channels, resulting in the page being sent to the device's ear piece but not heard by the remote party. If ChanSpy is not supported on the device or otherwise fails, no page will get through. It probably does not make too much sense to choose duplex if using Whisper mode.
sv_se: Om detta är valt, och telefonen är upptagen, kommer pågående samtal att avbrytas för anrop (beroende på om telefonen stödjer detta). Detta är användbart för t.ex. anropsgruppen "nödläge".Om detta ställs till Viskningsläge kommer funktionen ChanSpy för SIP att användas och anropet kommer bara höras i telefonens hörlur. Om funktionen ChanSpy inte stöds kommer anropet inte att nå telefonen. Att välja duplex i Viskningsläge kommer inte att fungera

source: No
sv_se: Nej

source: Duplex
bg_bg: Двупосочно
ru_ru: Дуплекс
sv_se: Tvåvägs-samtal

source: Each PBX system can have a single Default Page Group. If specified, extensions can be automatically added (or removed) from this group in the Extensions (or Devices) tab.<br />Making this group the default will uncheck the option from the current default group if specified.
bg_bg: Всяка телефонна централа може да има по-една Група По-Подразбиране за Търсене. Ако е определена, вътрешните лиии могат автоматично да бъдат добавяни (или премахвани) от тази група по-подразбиране в меню Вътрешни Линии (или Потребители).<br />Определянето на тази група да бъде по-подразбиране ще размаркира опцията от текущата група по-подразбиране.
fr_fr: Chaque système de PBX peut avoir un seul Groupe de Page par Défaut. Si spécifié, les extensions peuvent être automatiquement ajoutées (ou supprimées) de ce groupe dans l'onglet Extensions (ou Périphériques).<br />Faire de ce groupe le groupe par défaut décochera l'option de l'actuel groupe par défaut si spécifié.
ru_ru: Каждая АТС может иметь одну дефолтную пейджинг-группу, Если указано, то внутренние номера будут добавляться (или удаляться) в эту группу в секции Внутренние номера.<br />Делая эту группу дефолтной предыдущие добавления номеров в дефолтную группу утратят значение.
sv_se: Varje instans av IssabelPBX kan ha en standard anropsgrupp. Om denna är angiven, kan anknytningar automatiskt läggas till (eller tas bort från) denna grupp i Anknytningar (eller Enheter)<br>Om denna grupp sätts som standard kommer den grupp som tidigare var standard att avmarkeras.

source: Please enter a valid Paging Extension
bg_bg: Моля въведете правилен номер на Вътрешен Номер за Търсене.
fr_fr: Veuillez entrer une Extension de Paging valide
ru_ru: Введите правильный номер для пейджинга
sv_se: Skriv in en giltig anknytning

source: Please select at least one extension
bg_bg: Моля изберете поне една вътрешна линия
fr_fr: Veuillez sélectionner au moins une extension
ru_ru: Выберите хотя бы один внутренний номер
sv_se: Välj minst en anknytning

source: [DEFAULT]
sv_se: [STANDARD]

source: Page Group
bg_bg: Група на Търсене
fr_fr: Groupe de Page
ru_ru: Пейджинг-группа
sv_se: Anropsgrupp

source: Allows creation of paging groups to make announcements using the speaker built into most SIP phones. Also creates an Intercom feature code that can be used as a prefix to talk directly to one person, as well as optional feature codes to block/allow intercom calls to all users as well as blocking specific users or only allowing specific users.
sv_se: Denna modul ger dig möjlighet att använda snabbtelefonfunktioner i systemet.Om SIP-telefonerna stöder funktionen kan dels massanrop göra, dels en-till-en snabbtelefoni
