Repository: IssabelFoundation/issabelPBX
Catalog: featurecodeadmin/i18n/*/LC_MESSAGES/featurecodeadmin.po
Languages: bg_bg, fr_fr, it_it, pt_br, sv_se

source: Feature Code Admin
bg_bg: Специални Кодове
fr_fr: Admin de Code de Caractéristique
it_it: Amministrazione Codici Sevizi
pt_br: Administrador do Códigos de Facilidades
sv_se: Funktionskodsadministration

source: Feature Codes
bg_bg: Специални Кодове
fr_fr: Code de Caractéristique
it_it: Codici Servizi
pt_br: Códigos de Facilidades
sv_se: Funktionskoder

source: Featurecode:
bg_bg: Специален Код:
fr_fr: Code de la caractéristique :
it_it: Codice Sevizio
pt_br: Código de facilidade:
sv_se: Funktionskod:

source: featuredescription
bg_bg: описание на специалния код
fr_fr: Description de la Caractéristique
it_it: descrizionecodice
pt_br: descrição da facilidade

source: You have feature code conflicts with extension numbers in other modules. This will result in unexpected and broken behavior.
bg_bg: Вие имате специален код, който е в конфликт с вътрешни номера в други модули. Това може да доведе до неочакван и неправилен режим на работа
fr_fr: Vous avez des conflits de code de caractéristique avec les numéros d'extension dans d'autres modules. Cela donne un comportement défectueux et inattendu.
it_it: Hai un codice servizio in conflitto con altre numerazione di interni di altri moduli. Questo potrebbe causare comportamenti strani ed inaspetatti.
pt_br: Você tem um código de facilidade que conflita com os números de extensão nos outros módulos. Isto irá resultar em um comportamento errado inesperado.
sv_se: Du har valt en funktionskod med samma siffror som en anknytning. Detta kommer INTE att fungera, välj annan funktionskod.

source: Feature Code Conflicts with other Extensions
bg_bg: Специалният Код е в конфликт с други Вътрешни Номера
fr_fr: Conflits de Code de Caractéristique avec d'autres Extensions
it_it: Un Codice Servizio va in conflitto con un altro interno
pt_br: Código de Facilidade conflita com outras extensões
sv_se: Funktionskoden är samma som en anknytning

source: Use
bg_bg: Използвай
fr_fr: Utiliser
it_it: Utilizzare
pt_br: Usar
sv_se: Använd

source: Default
bg_bg: По-подразбиране
fr_fr: Par Défaut
it_it: Predefinito
pt_br: Padrão
sv_se: standard

source: Feature
bg_bg: Специален код
fr_fr: Caractéristiques
it_it: Servizio
pt_br: Facilidade
sv_se: Funktionskod

source: Status
bg_bg: Състояние
fr_fr: Statut
it_it: Stato

source: moduledescription
bg_bg: описание на модул
fr_fr: Description du Module
it_it: descrizionemodulo
pt_br: descrição do módulo

source: Disabled
bg_bg: Забранен
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desabilitado
sv_se: Avaktiverad

source: Enabled
bg_bg: Разрешен
fr_fr: Activé
it_it: Attivato
pt_br: Habilitado
sv_se: Aktiverad

source: Submit Changes
bg_bg: Приеми Промените
fr_fr: Appliquer les Modifications
it_it: Conferma Cambiamenti
pt_br: Submeter mudanças
sv_se: Spara ändringar

source: Please enter a Feature Code or check Use Default for all Enabled Feature Codes
bg_bg: Моля въведете Специален Код или маркирайте Използвай По-подразбиране за да Разрешите Специалните Кодове
fr_fr: Veuillez entrer un Code de Caractéristique ou cochez Utiliser Par Défaut pour tous les Codes de Caractéristique Activés
it_it: Prego immettere un Codice Servizio o impostare su Utilizza Predefinito per l'attivazione di tutti i Codici Servizi
pt_br: Por favor, entre com o Código da Facilidade ou selecione Usar Padrão para todos os Códigos de Facilidades.
sv_se: Skriv in en funktionskod eller välj Använd standard för alla aktiverade funktionskoder

source: Feature Codes have been duplicated
bg_bg: Специалните Кодове се повтарят
fr_fr: Les Codes de Caractéristique ont été dupliqués
it_it: Alcuni Codici Servizio sono dublicati
pt_br: Códigos de Facilidades foram duplicados
sv_se: Funktionskoden är en dubblett

source: Are you sure you wish to proceed?
bg_bg: Сигурни ли сте че искате да продължите?
fr_fr: Êtes-vous sûr de vouloir procéder ?
it_it: Sei sicuro di voler procedere?
pt_br: Tem certeza que deseja continuar?
sv_se: Är du säker på att du vill fortsätta?
