Repository: IssabelFoundation/issabelPBX
Catalog: printextensions/i18n/*/LC_MESSAGES/printextensions.po
Languages: bg_bg, es_es, ja_jp, pt_br, ru_ru

source: Creates a printable list of extension numbers used throughout the system from all modules that provide an internal callable number
bg_bg: Създава подходящ за принтиране списък с вътрешните номера използвани в системата от всички модули които предоставят избираем вътрешен номер
ja_jp: 内部の呼び出し番号を提供するすべてのモジュールからシステム全体で使用される内線番号の印刷可能なリストを作成
ru_ru: Создает лист внутренних номеров пригодный для печати, используя номера из всех модулей в системе, на которые есть возможность позвонить

source: Destination
ja_jp: 宛先
pt_br: Destino
ru_ru: Назначение

source: Extension
bg_bg: Вътрешна Линия
es_es: Extensión
ja_jp: 内線
pt_br: Extensão
ru_ru: Номер

source: IssabelPBX Extension Layout
bg_bg: План на Вътрешните Линии на Телефонната Централа
es_es: Distribución de extensiones de la centralita
ja_jp: IssabelPBX 内線レイアウト
pt_br: Distribuição de extensões de central telefônica
ru_ru: Список внутренних абонентов

source: No Matches for the Requested Search
bg_bg: Не са Открити Резултати за Исканото Търсене
es_es: No hay resultados
ja_jp: 検索に一致する結果が見つかりませんでした
pt_br: Não há resultados
ru_ru: По данному запросу, ничего не найдено.

source: Print Extensions
bg_bg: Печат на Вътрешни Линии
es_es: Imprimir extensiones
ja_jp: 内線を印刷する
pt_br: Extensões de impressão
ru_ru: Распечатать список внутренних номеров

source: Printer Friendly Page
bg_bg: Подходяща за Принтиране Страница
es_es: Versión para imprimir
ja_jp: 印刷ページ
pt_br: Versão para impressão
ru_ru: Страница к печати

source: Reports
bg_bg: Отчети
ja_jp: レポート
ru_ru: Отчеты

source: Search Bounded Regex
bg_bg: Търси с Ограничения
es_es: Buscar Expresión Regular Limitada
ja_jp: 制限付きの正規表現検索
pt_br: Pesquisar expressão regular limitada
ru_ru: Поиск по ограниченным регулярным выражениям

source: Search Exact Exten
bg_bg: Търси Този Номер
es_es: Buscar Extensión Exacta
ja_jp: 正確な内線の検索
pt_br: Encontre a extensão exata
ru_ru: Искать конкретный номер

source: Search Unbounded Regex
bg_bg: Търси без Ограничения
es_es: Buscar Expresión Regular Ilimitada
ja_jp: 無制限の正規表現検索
pt_br: Buscar Expresión Regular Ilimitada
ru_ru: Поиск по неограниченным регулярным выражениям

source: Search:
bg_bg: Търси:
es_es: Buscar
ja_jp: 検索
ru_ru: Поиск:

source: You can narrow the list of extensions based on a search criteria. If you search for an exact extension number the page will redirect to the edit page for the given number. You can also do a bounded or unbounded regex search. The bounded search simply encloses you search criteria between a '^' and '$' where as an unbounded one is completely free form. All normal regex patterns are acceptable in your search. So for example, a bounded search of 20\d\d would search for all extensions of the form 20XX. The resulting lists of numbers all contain links to go directly to the edit pages and the Printer Friendly page will reflect the filtered list of numbers.
bg_bg: Можете да ограничите списъка с вътрешни линии въз основа на критерии за търсене. Ако търсите точно определен вътрешен номер страницата ще ви насочи към настройките на този номер. Можете също така да направите търсене с или без ограничения. Търсенето с ограничения просто ограничава критерия на търсене между '^' и '$' докато търсенето без ограничения е в напълно свободна форма. Всички нормални модели са приемливи при търсене. Например, търсене с ограничения на 20\\d\\d ще търси за всички вътрешни линии от вида 20XX. Получените списъци с номера ще съдържат връзки за да преминете директно към страниците за редактиране им и Подходящата за Принтиране Страница ще отрази филтрирания списък от номера.
es_es: Puede reducir la lista de extensiones según un criterio de búsqueda. Si busca un número de extensión exacto, la página lo redireccionará a la página de edición para el número dado. También puede hacer una búsqueda de expresiones regulares limitada o ilimitada. La búsqueda limitada simplemente incluye los criterios de búsqueda entre un '^' y un '$', mientras que una búsqueda ilimitada es completamente libre. Todos los patrones de expresiones regulares normales son aceptables en su búsqueda. Entonces, por ejemplo, una búsqueda limitada de 20\d\d buscaría todas las extensiones de la forma 20XX. Todas las listas de números resultantes contienen enlaces para ir directamente a las páginas de edición y la página para imprimir reflejará la lista filtrada de números.
ja_jp: 検索条件に基づいて内線リストを絞り込むことができます。正確な内線番号を検索するとその番号の編集ページにリダイレクトされます。また、制限または無制限の正規表現検索を行うことができます。制限付きの検索の場合、検索条件は'^'と'$'で囲む必要があり、制限なしの場合は完全に自由な形式となります。検索の際、正規表現のパターンはすべて有効となります。例えば、20\d\dと制限付きの検索行うと20XX形式の内線がすべて対象となります。番号の一覧結果は、すべて編集ページと印刷用ページへのリンクが含まれており、番号でフィルタされた一覧が反映されるでしょう。
pt_br: Você pode restringir a lista de extensões com base em critérios de pesquisa. Se você pesquisar um número de ramal exato, a página o redirecionará para a página de edição do número fornecido. Você também pode fazer uma pesquisa de expressão regular limitada ou ilimitada. A pesquisa limitada inclui simplesmente os critérios de pesquisa entre '^' e '$', enquanto uma pesquisa ilimitada é totalmente gratuita. Todos os padrões normais de expressões regulares são aceitáveis em sua pesquisa. Assim, por exemplo, uma pesquisa limitada por 20\d\d pesquisaria todas as extensões do formato 20XX. Todas as listas de números resultantes contêm links para ir diretamente para as páginas de edição e a página imprimível refletirá a lista de números filtrada.
ru_ru: Можно получить выборочный лист внутренних номеров, фильтруя по критериям запроса. Если задан точный внутренний номер, то результат поиска будет автоматически перенаправлен на страницу настроек этого номера для редакции. Также при выставлении критериев поиска можно использовать регулярные выражения. В общем случае критерий запроса при помощи регулярных выражений должен содержать данные между '^' и '$', где допускаются различные свободные формы. Например, поиск по критерию 20\d\d найдёт все внутренние Caller IDа 20ХХ. Результатом поиска будет список внутренних номеров, каждый из которых будет иметь линк на сруницу редактирования настроек этого номера, а также линк на страницу этого же результата, оптимизированную для принтера.

source: Search
pt_br: Procurar
