Repository: IssabelFoundation/issabelPBX
Catalog: manager/i18n/*/LC_MESSAGES/manager.po
Languages: bg_bg, he_il, it_it, pt_br, ru_ru, sv_se

source: Error writing the manager additional file.
bg_bg: Грешка при запис на manager_additional файл.
he_il: שגיאה בכתיבת הקובץ הנוסף של המנהלים
it_it: Errore durante la scrittura del file addizionale di manager.
pt_br: Erro ao gravar arquivo gerenciador adicional.
ru_ru: Ошибка при записи файла manager_additional.conf
sv_se: Fel vid skrivning till manager_additional.conf

source: This manager already exists
bg_bg: Този manager вече съществува
he_il: המנהל כבר קיים
it_it: Questo manager già esiste
pt_br: Este gerente já existe
ru_ru: Такой менеджер уже существует
sv_se: Denna hanterare finns redan

source: Choose Manager:
bg_bg: Избери Manager:
he_il: בחר מנהל:
it_it: Scegliere il Manager:
ru_ru: Выбрать менеджера:
sv_se: Välj hanterare:

source: Choose the user that PHPAGI will use to connect the Asterisk API.
bg_bg: Изберете потребител който PHPAGI ще използва за свързване с Asterisk API.
he_il: בחר את המשתמש ש PHPAGI ישתמש בו כדי להתחבר ל API של אסטריסק
it_it: Scegliere l'utente che PHPAGI userà per connettersi con le API di Asterisk.
pt_br: Selecione o usuário que o PHPAGI usará para se conectar à API Asterisk.
ru_ru: Выбрать имя пользователя, которым PHPAGI будет образаться к Asterisk API.
sv_se: Välj den användare PHPAGI ska använda när den ansluter till Asterisk API.

source: Increasing read field size if needed..
ru_ru: Увеличить размер поля чтения если необходимо..
sv_se: Utökar fältet read om detta behövs..

source: error encountered, not altered
ru_ru: обнаружена ошибка, не изменено
sv_se: fel uppstod, ingen ändring utförd

source: ok
ru_ru: ок

source: Increasing write field size if needed..
ru_ru: Увеличить размер поля записи если необходимо..
sv_se: Utökar fältet write om detta behövs..

source: Add Manager
bg_bg: Добави Manager
he_il: הוסף מנהל
it_it: Aggiungi Manager
pt_br: Adicionar gerente
ru_ru: Добавить менеджера
sv_se: Lägg till hanterare

source: Manager
he_il: מנהל
pt_br: Gestor
ru_ru: Менеджер
sv_se: Hanterare

source: deleted
bg_bg: изтрит
he_il: נמחק
it_it: eliminato
pt_br: eliminado
ru_ru: удалено
sv_se: borttagen

source: Manager:
he_il: מנהל:
ru_ru: Менеджер:
sv_se: Hanterare:

source: Delete Manager
bg_bg: Изтрий Manager
he_il: מחק מנהל
it_it: Elimina Manager
pt_br: Eliminar gestor
ru_ru: Удалить менеджера
sv_se: Ta bort hanterare

source: Edit Manager
bg_bg: Редактирай Manager
he_il: ערוך מנהל
it_it: Modifica Manager
pt_br: Modificar gerenciador
ru_ru: Редактировать менеджера
sv_se: Redigera hanterare

source: Manager name:
bg_bg: Manager име:
he_il: שם המנהל:
it_it: Nome Manager:
ru_ru: Имя менеджера:
sv_se: Namn på hanterare:

source: Name of the manager without space.
bg_bg: Име на manager без интервали.
he_il: שם המנהל ללא רווחים.
it_it: Il nome del manager senza spazi.
pt_br: Nome do gestor, sem espaços.
ru_ru: Имя менеджера без пробелов.
sv_se: Skriv in ett namn på en hanterare, använd inga mellanslag

source: Manager secret:
bg_bg: Manager парола:
he_il: סיסמת מנהל:
it_it: Password Manager:
ru_ru: Пароль менеджера:
sv_se: Lösenord för hanteraren:

source: Password for the manager.
bg_bg: Парола за този manager.
he_il: סיסמא עבור המנהל
it_it: La password per il manager (secret).
pt_br: Senha do gerente.
ru_ru: Пароль для этого менеджера.
sv_se: Skriv in ett lösenord hanteraren ska använda.

source: Deny:
bg_bg: Забрани:
he_il: חסום:
it_it: Nega (deny):
ru_ru: Запрещены:
sv_se: Förbjud (deny):

source: If you want to deny many hosts or networks, use & char as separator.<br/><br/>Example: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
bg_bg: Ако искате да забраните няколко хоста или мрежи, използвайте символа & за разделител.<br/><br/>Например: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
he_il: אם אתה רוצה לחסום הרבה מחשבים או רשתות, השתמש בתו & בתור מפריד.<br /><br />לדוגמא: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
it_it: Se si vuole negare l'accesso a più host o reti, utilizzare il carattere & come separatore.<br/><br/>Esempio: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
pt_br: Se você quiser negar vários computadores ou redes, use o símbolo '&' como separador.<br/><br/>Por exemplo: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0.
ru_ru: Если необходимо запретить доступ с определённых хостов или сетей используйте эту опцию. Используйте & в качестве разделителя.<br/><br/>Например: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
sv_se: Om du vill förbjuda många datorer eller nätverk, använd & som separationstecken.<br><br>Exempel: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0

source: Permit:
bg_bg: Разреши:
he_il: הרשה:
it_it: Permetti (permit):
ru_ru: Разрешены:
sv_se: Tillåt (permit):

source: If you want to permit many hosts or networks, use & char as separator. Look at deny example.
bg_bg: Ако искате да разрешите няколко хоста или мрежи, използвайте символа & за разделител.<br/><br/>Например: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
he_il: אם אתה רוצה להרשות הרבה מחשבים או רשתות, השתמש ב & בתור מפריד. הסתכל בדוגמת החסימה.
it_it: Se si vuole permettere l'accesso a più host o reti, utilizzare il carattere & come separatore. Guarda come esempio Deny.
pt_br: Se você quiser permitir vários computadores ou redes, use o símbolo '&' como separador. Revise o exemplo do campo 'Negar'.
ru_ru: Если необходимо разрешить доступ с определённых хостов или сетей используйте эту опцию. Используйте & в качестве разделителя. Посмотрите на правило Запретить в качестве примера.
sv_se: Om du vill tillåta många datorer eller nätverk, använd & som separationstecken. Exempel: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0

source: Rights
bg_bg: Права
he_il: הרשאות
it_it: Permessi (rights)
pt_br: Permissões
ru_ru: Права
sv_se: Rättigheter

source: Read
bg_bg: Четене
he_il: קריאה
it_it: Lettura (read)
pt_br: Leitura
ru_ru: Чтение
sv_se: Läs

source: Write
bg_bg: Запис
he_il: כתיבה
it_it: Scrittura (write)
pt_br: Escrita
ru_ru: Запись
sv_se: Skriv

source: Check Asterisk documentation.
bg_bg: Консултирайте се с Asterisk документация.
he_il: בדוק את התיעוד של אסטריסק
it_it: Controllare la documentazione di Asterisk
pt_br: Revise a documentação do Asterisk.
ru_ru: Проверить документацию Asterisk.
sv_se: Läs i dokumentationen för Asterisk

source: Check All/None.
bg_bg: Маркирайте Всички/Нищо.
he_il: סמן הכל/כלום
it_it: Attiva Tutto/Niente
pt_br: Marque tudo/nenhum.
ru_ru: Проверить всё/ничего.
sv_se: Markera alla/inga.

source: Submit Changes
bg_bg: Приеми Промените
it_it: Conferma Cambiamenti
pt_br: Enviar alterações
ru_ru: Подтвердить изменения
sv_se: Spara ändringar

source: The manager name cannot be empty or may not have any space in it.
bg_bg: Името на manager не може да е празно или не трябва да има интервали в него.
pt_br: O nome do gerente não pode estar vazio nem conter espaços.
ru_ru: Имя менеджера не должно быть пустым и не должно содержать пробелы.
sv_se: Namnet på hanteraren kan inte vara tomt eller ha mellanslag.

source: The manager secret cannot be empty.
bg_bg: Паролата на manager не може да е празна.
pt_br: A senha do gerente não pode estar vazia.
ru_ru: Пароль менеджера не может быть пустым.
sv_se: Lösenordet för hanteraren kan inte vara tomt.

source: The manager deny is not well formatted.
bg_bg: Забраните на manager не са добре форматирани.
pt_br: O campo 'Negar' não está formatado corretamente.
ru_ru: Поле Запрещено неправильно заполнено.
sv_se: Formateringen för förbjud (deny) är inte korrekt formaterat.

source: The manager permit is not well formatted.
bg_bg: Правата на manager не са добре форматирани.
pt_br: O campo 'Permitir' não está formatado corretamente.
ru_ru: Поле Разрешено неправильно заполнено.
sv_se: Formateringen för tillåt (permit) är inte korrekt formaterat.

source: The manager read field is not well formatted.
bg_bg: Полетата за четене на manager не са добре форматирани.
pt_br: O campo 'Leitura' não está formatado corretamente.
ru_ru: Поле Чтение неправильно заполнено.
sv_se: Hanterarens läsfält är inte korrekt formaterat.

source: The manager write field is not well formatted.
bg_bg: Полетата за запис на manager не са добре форматирани.
pt_br: O campo 'Escrita' não está formatado corretamente.
ru_ru: Поле Запись неправильно заполнено.
sv_se: Hanterarens skrivfält är inte korrekt formaterat.

source: Choose Manager
pt_br: Selecione o gerente

source: Manager name
pt_br: Nome do gerente

source: Manager secret
pt_br: Senha do gerente

source: Deny
pt_br: Negar

source: Permit
pt_br: Permitir

source: Asterisk Manager Users
pt_br: Gerente de Usuários Asterisk

source: Asterisk API
bg_bg: Астериск Manager
