Repository: IssabelFoundation/issabelPBX
Catalog: findmefollow/i18n/*/LC_MESSAGES/findmefollow.po
Languages: es_es, pt_br, sv_se

source: Follow Me
es_es: Sígueme
pt_br: Me siga
sv_se: Följ-mig

source: Applications
es_es: Aplicaciones
pt_br: Formulários

source: Force Follow Me
es_es: Forzar Sígueme
pt_br: Forçar siga-me

source: Edit Follow Me Settings
es_es: Modificar configuración Sígueme
pt_br: Modificar configurações Siga-me
sv_se: Redigera Följ-mig

source: Add Follow Me Settings
es_es: Añadir configuración Sígueme
pt_br: Adicionar configurações Siga-me
sv_se: Lägg till Följ-mig

source: Follow-Me: %s (%s)
es_es: Sígueme: %s (%s)
pt_br: Siga-me: %s (%s)
sv_se: Följ-mig: %s (%s)

source: Follow-Me User: %s
es_es: Usuario Sígueme: %s
pt_br: Usuário siga-me: %s
sv_se: Följ-mig användare %s

source: Findme Follow Toggle
es_es: Alternar Sígueme
pt_br: Alternar Siga-me
sv_se: Ställ om Följ-mig

source: Warning! Extension
es_es: Atención! La extensión
pt_br: Atenção! A extensão
sv_se: Varning! Anknytning

source: is not allowed for your account
es_es: no está permitido en su cuenta
pt_br: não é permitido em sua conta
sv_se: är inte tillåtet för din anknytning

source: Choose a user/extension from the navigation menu
es_es: Elija una extensión del menú de navegación
pt_br: Escolha uma extensão no menu de navegação

source: deleted
es_es: eliminadas
pt_br: eliminadas
sv_se: borttagen

source: Delete Entries
es_es: Eliminar Entradas
pt_br: Excluir entradas
sv_se: Ta bort val

source: User
es_es: Usuario
pt_br: Do utilizador
sv_se: Användare

source: Extension
es_es: Extensión
pt_br: Extensão
sv_se: Anknytning

source: Edit %s
es_es: Modificar %s
pt_br: Modificar %s
sv_se: Redigera %s

source: Edit %s %s
es_es: Modificar %s %S
pt_br: Modificar %s %S
sv_se: Redigera %s %s

source: Edit Follow Me
es_es: Modificar Sígueme
pt_br: Modificar Siga-me
sv_se: Redigera Följ-mig

source: Add Follow Me
es_es: Añadir Sígueme
pt_br: Adicionar Siga-me
sv_se: Lägg till Följ-mig

source: group number
es_es: número de grupo
pt_br: número do grupo
sv_se: gruppnummer

source: The number users will dial to ring extensions in this ring group
es_es: El número que los usuarios marcarán para timbrar a las extensiones en este grupo
pt_br: O número que os usuários discarão para tocar nos ramais deste grupo
sv_se: Nummer som ska användas för att ringa anknytningar i denna ringgrupp

source: Disable
es_es: Desactivar
pt_br: Desativar
sv_se: Avaktivera

source: By default (not checked) any call to this extension will go to this Follow-Me instead, including directory calls by name from IVRs. If checked, calls will go only to the extension.<BR>However, destinations that specify FollowMe will come here.<BR>Checking this box is often used in conjunction with VmX Locater, where you want a call to ring the extension, and then only if the caller chooses to find you do you want it to come here.
es_es: Si no se activa esta opción las llamadas a esta extensión irán a este Sígueme, incluyendo llamadas de directorio por nombre de un IVR. Si se activa, las llamadas solo irán a la extensión.<br>Sin embargo, los destintos que especifiquen Sígueme vendrán aquí.<br>Marcar esta opción se usa con frecuencia en conjunto con el Localizador VmX, donde desea que una llamada timbre una extension, y sólo si quien llama lo desea buscar vendrá aquí
pt_br: Se esta opção não estiver ativada, as chamadas para este ramal irão para este Siga-me, incluindo chamadas de diretório por nome de um IVR. Se ativado, as chamadas irão apenas para o ramal.<br>No entanto, os destinos que especificam Siga-me virão aqui.<br>A discagem desta opção é frequentemente usada em conjunto com o Localizador VmX, onde você deseja que uma chamada toque uma vez. , e somente se o chamador quiser pesquisar ele virá aqui
sv_se: Som standard (inte aktiverad) kommer alla samtal till denna anknytning gå till Följ-mig. Om den är aktiverad kommer samtalen bara att gå till denna anknytning.<br>Men, destinationer som anger Följ-mig kommer hit.<br>Aktivering av detta val används ofta i samband med VmX Lokatorn, när du vill att samtalet ska ringa denna anknytning, och endast om uppringaren väljer att hitta dig kommer den hit.

source: Initial Ring Time
es_es: Tiempo Timbre Inicial
pt_br: Tempo de toque inicial

source: This is the number of seconds to ring the primary extension prior to proceeding to the follow-me list. The extension can also be included in the follow-me list. A 0 setting will bypass this.
es_es: Número en segundos que timbrará la extensión primaria antes de proseguir con la lista Sígueme. La extensión también puede ser incluída en la lista sígueme. Si pone 0 se ignorará esta opción.
pt_br: Número em segundos que o ramal principal tocará antes de continuar com a lista Siga-me. A extensão também pode ser incluída na lista siga-me. Se você inserir 0, esta opção será ignorada.
sv_se: Det antal sekunder som det ska ringa den primära anknytningen innan det ringer på Följ-mig listan, sätt 0 för att hoppa över denna tid. Denna anknytning kan vara inkluderad i Följ-mig listan.

source: Ring Strategy
es_es: Estrategia de Timbrado
pt_br: Estratégia de toque

source: ring primary extension for initial ring time followed by all additional extensions until one answers
es_es: timbrar la extensión primaria por el tiempo inicial seguido de las siguientes extensiones de la lista hasta que alguna conteste
pt_br: ligue para o ramal principal pela duração inicial, seguido pelos seguintes ramais na lista até que um atenda
sv_se: Ring på den primära anknytningen den tid som anges i Ringtid, därefter alla Följ-mig anknytningarna tills någon av dom svarar

source: ring all available channels until one answers (default)
es_es: timbrar todos los canales simultáneamente hasta que uno conteste (opción por defecto)
pt_br: ligar para todos os canais simultaneamente até que um atenda (opção padrão)
sv_se: Ring alla tillgängliga nummer tills någon svarar (standard)

source: take turns ringing each available extension
es_es: toma turnos timbrando a cada una de las extensiones
pt_br: revezem-se para ligar para cada um dos ramais
sv_se: Ring anknytningarna i tur och ordning

source: ring first extension in the list, then ring the 1st and 2nd extension, then ring 1st 2nd and 3rd extension in the list.... etc.
es_es: timbrar la primera extensión de la lista, luego la 1era y la 2da, luego la 1era, 2da y 3ra en la lista, etc.
pt_br: ligue para o primeiro ramal da lista, depois para o 1º e 2º, depois para o 1º, 2º e 3º da lista, etc.
sv_se: Ring första numret i listan, sedan 1:a och 2:a, därefter 1:a, 2:a och 3:e, ...... osv.

source: these modes act as described above. However, if the primary extension (first in list) is occupied, the other extensions will not be rung. If the primary is IssabelPBX DND, it won't be rung. If the primary is IssabelPBX CF unconditional, then all will be rung
es_es: estos modos actúan como se describe arriba. Sin embargo, si la extensión primaria (la primera de la lista) está ocupada, las otras extensiones no sonarán. Si la primaria está en modo DND, tampoco timbrará. Si la primaria tiene desvío incondicional activado, entonces todas sonarán.
pt_br: Esses modos funcionam conforme descrito acima. Porém, se o ramal principal (o primeiro da lista) estiver ocupado, os outros ramais não tocarão. Se o primário estiver no modo DND, ele também não tocará. Se o principal tiver o encaminhamento incondicional ativado, todos eles tocarão.
sv_se: Gör som i lägena ovan. Men, om den primära anknytningen (första numret i listan) är upptagen, kommer inga andra nummer att ringas. Om den primära anknytningen är IssabelPBX Stör-ej kommer en inte att ringas. Om den primära IssabelPBX Konstant Vidarekopplad, kommer alla att ringas.

source: ring only the first available channel
es_es: timbrar sólo en el primer canal disponible
pt_br: tocar apenas no primeiro canal disponível
sv_se: ring bara den första tillgängliga kanalen

source: ring only the first channel which is not off hook - ignore CW
es_es: timbrar sólo el primer canal que no está descolgado - ignora llamada en espera
pt_br: tocar apenas o primeiro canal que não estiver fora do gancho - ignora a chamada em espera
sv_se: ring bara den första kanalen som inte är upptagen - ignorera Samtal väntar

source: Ring Time (max 60 sec)
es_es: Tiempo de Timbrado (máx 60 segs)
pt_br: Tempo de toque (máx. 60 segundos)
sv_se: Ringtid (max 60 sek)

source: Time in seconds that the phones will ring. For all hunt style ring strategies, this is the time for each iteration of phone(s) that are rung
es_es: Tiempo en segundos que sonarán los teléfonos. Para todas las estrategias este será el tiempo que cada teléfono timbrará.
pt_br: Tempo em segundos que os telefones tocarão. Para todas as estratégias este será o horário em que cada telefone tocará.
sv_se: Tid i sekunder som telefonen kommer att ringa. För alla hunt-strategier är detta tiden för varje runda av telefoner som rings

source: Follow-Me List
es_es: Lista Sígueme
pt_br: Lista Siga-me
sv_se: Följ-mig lista

source: List extensions to ring, one per line, or use the Extension Quick Pick below.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a pound (#). ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing).
es_es: Enumere las extensiones para que suenen, una por línea, o use la selección rápida de extensiones a continuación.<br><br>Puede incluir una extensión en un sistema remoto o un número externo agregando un sufijo con una almohadilla (#). ej.: 2448089# marcaría 2448089 en la troncal correspondiente (consulte Enrutamiento de salida).
pt_br: Liste os ramais para tocar, um por linha, ou use a seleção rápida de ramais abaixo.<br><br>Você pode incluir um ramal em um sistema remoto ou número externo adicionando um sufixo com um hash (#). ex.: 2448089# discaria 2448089 no tronco correspondente (veja Roteamento de Saída).
sv_se: Lista anknytningar att ringa, en per rad, eller välj i snabblistan nedan.<br><br>Du kan inkludera en anknytning på ett fjärrsystem, eller ett externt nummer genom att lägga till en fyrkant (#) i slutet på numret. T.ex. 040592400# kommer att ringa 040592400.

source: Extension Quick Pick
es_es: Selección Rápida de Extensión
pt_br: Seleção rápida de extensão
sv_se: Snabblista med anknytningar

source: Choose an extension to append to the end of the extension list above.
es_es: Elija una extensión a agregar a la lista de extensiones arriba.
pt_br: Escolha uma extensão para adicionar à lista de extensões acima.
sv_se: Välj en anknytning att lägga till sist i listan.

source: (pick extension)
es_es: (elija extensión)
pt_br: (escolha a extensão)
sv_se: (välj anknytning)

source: Announcement
es_es: Anuncio
pt_br: Anuncio

source: Message to be played to the caller before dialing this group.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
es_es: Mensaje a reproducir a quien llame antes de intentar marcar al grupo.<br><br>Para agregar mensajes adicionales por favor use "Grabaciones de Sistema" en el menú de la izquierda
pt_br: Mensagem a ser reproduzida para o chamador antes de tentar discar para o grupo.<br><br>Para adicionar mensagens adicionais, use "Gravações do Sistema" no menu esquerdo
sv_se: Meddelande som ska spelas upp för uppringaren innan det kommer att ringa denna grupp.<br><br>För att lägga till inspelningar, välj "Systeminspelningar" i menyn till vänster.

source: None
es_es: Ninguno
pt_br: Nenhum
sv_se: Inget

source: Message to be played to the caller before dialing this group.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
es_es: Mensaje a reproducir a quien llame antes de intentar marcar al grupo.<br><br>Debe instalar y activar "Grabaciones de Sistema" para usar esta opción
pt_br: Mensagem a ser reproduzida para o chamador antes de tentar discar para o grupo.<br><br>Você deve instalar e ativar "Gravações do Sistema" para usar esta opção
sv_se: Meddelande som kommer att spelas upp för uppringaren innan det ringer denna grupp.<br><br>Du måste ha installerat och aktiverat modulen "Systeminspelningar" för att redigera detta val.

source: Play Music On Hold?
es_es: Reproducir Música en Espera
pt_br: Tocar música em espera
sv_se: Spela Pausmusik?

source: If you select a Music on Hold class to play, instead of 'Ring', they will hear that instead of Ringing while they are waiting for someone to pick up.
es_es: Si elije una clase de Música en Espera en lugar de 'Timbrar', se escuchará dicha música en lugar de timbrado mientras esperan que alguien conteste.
pt_br: Se você escolher um tipo de música em espera em vez de 'Tocar', você ouvirá a música em espera em vez de tocar enquanto espera alguém atender.
sv_se: Om du valt Pausmusik i stället för 'Ring' kommer uppringaren att höra musik i stället för ringljud under tiden de väntar på att samtalet ska besvaras.

source: Ring
es_es: Timbrar
pt_br: Estampagem

source: CID Name Prefix
es_es: Prefijo Identificador de Nombre
pt_br: Prefixo do identificador de nome
sv_se: Prefix för nummerpresentation

source: You can optionally prefix the Caller ID name when ringing extensions in this group. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
es_es: Opcionalmente, puede agregar un prefijo al nombre del identificador de llamadas cuando llame a las extensiones de este grupo. es decir: si agrega el prefijo "Ventas:", una llamada de Juan Perez se mostraría como "Ventas: Juan Perez" en las extensiones que suenan.
pt_br: Opcionalmente, você pode adicionar um prefixo ao nome do identificador de chamada ao ligar para ramais deste grupo. ou seja: se você adicionar o prefixo "Vendas:", uma chamada de Juan Perez seria exibida como "Vendas: Juan Perez" nos ramais tocando.
sv_se: Du kan välja att skriva in ett prefix för nummerpresentation för anknytningarna i denna grupp. Om du valt att skriva "Support", kommer det att för ett samtal från 040123456 att stå "Support:040123456" på alla uppringda anknytningars textfönster.

source: You can optionally include an Alert Info which can create distinctive rings on SIP phones.
es_es: Puede incluir Alert Info de forma opcional que puede crear un timbre distintivo en un teléfono SIP.
pt_br: Opcionalmente, você pode incluir informações de alerta que podem criar um toque distinto em um telefone SIP.
sv_se: Du kan valfritt ange en Alertinfo som används för att låta SIP-telefoner ringa annan signal.

source: Call Confirmation Configuration
es_es: Configuración de Confirmación
pt_br: Configurações de confirmação

source: Confirm Calls
es_es: Confirmar Llamadas
pt_br: Confirmar chamadas
sv_se: Bekräfta samtal

source: Enable this if you're calling external numbers that need confirmation - eg, a mobile phone may go to voicemail which will pick up the call. Enabling this requires the remote side push 1 on their phone before the call is put through. This feature only works with the ringall/ringall-prim ring strategy
es_es: Active esta opción si está llamando a números externos que requieran confirmación, por ejemplo un número movil podría ir a buzón de voz que atenderá la llamada. Si activa esta opción se requerirá que la pata remota pusle 1 en su teléfono antes de conectar la llamada. Esta funcionalidad solo funciona con estrategias ringall y ringall-prim
pt_br: Ative esta opção se estiver ligando para números externos que requerem confirmação, por exemplo, um número de celular pode ir para o correio de voz que atenderá a chamada. A ativação desta opção exigirá que o braço remoto pressione 1 em seu telefone antes de conectar a chamada. Esta funcionalidade só funciona com estratégias ringall e ringall-prim
sv_se: Aktivera detta om du ringer externa nummer som du vill ha bekräftelse från, t.ex. en mobiltelefon som ingen svarar i kommer att gå till röstbrevlådan som i sin tur kommer att svara på samtalet. Aktivering av detta val kräver att den uppringda trycker siffran 1 innan samtalet kopplas upp. Denna funktion fungerar bara med ringall/ringall-prim strategierna.

source: Remote Announce
es_es: Anuncio Remoto
pt_br: Anúncio remoto

source: Message to be played to the person RECEIVING the call, if 'Confirm Calls' is enabled.<br><br>To add additional recordings use the "System Recordings" MENU to the left
es_es: Mensaje a reproducir a la persona que RECIBE la llamada si Confirmar Llamadas está habilitado.<br><br>Para agregar grabaciones adicionales use "Grabaciones de Sistema"
pt_br: Mensagem a ser reproduzida para a pessoa que RECEBE a chamada se a Confirmação de Chamada estiver ativada.<br><br>Para adicionar gravações adicionais, use "Gravações do Sistema"
sv_se: Meddelande att spela upp för den UPPRINGDE om 'Bekräfta samtal' är aktiverat.<br><br>För att lägga till inspelningar väljer du "Systeminspelningar" i menyn till vänster.

source: Default
es_es: Por Defecto
pt_br: Por padrão
sv_se: Standard

source: Too-Late Announce
es_es: Anuncio Demasiado Tarde
pt_br: Anúncio tarde demais

source: Message to be played to the person RECEIVING the call, if the call has already been accepted before they push 1.<br><br>To add additional recordings use the "System Recordings" MENU to the left
es_es: Mensaje a reproducir a la persona que RECIBE la llamada si la llamada ya fue aceptada anteriormente marcando 1.<br><br>Para agregar grabaciones adicionales use "Grabaciones de Sistema"
pt_br: Mensagem a ser reproduzida para a pessoa que RECEBE a chamada se a chamada tiver sido aceita anteriormente discando 1.<br><br>Para adicionar gravações adicionais use "Gravações do Sistema"
sv_se: Meddelande att spela upp för den UPPRINGDE, om samtalet redan har besvarats av annan part, innan denna uppringda har tryckt 1.<br><br>För att lägga till inspelningar väljer du "Systeminspelningar"i menyn till vänster.

source: Change External CID Configuration
es_es: Configuración Cambio CID Externo
pt_br: Alteração de CID externo de configuração

source: Mode
es_es: Modo
pt_br: Caminho

source: Transmits the Callers CID if allowed by the trunk.
es_es: Transmite el CID si el troncal lo permite.
pt_br: Transmite o CID se o tronco permitir.

source: Fixed CID Value
es_es: Valor Identificador Fijo
pt_br: Valor do identificador fixo

source: Always transmit the Fixed CID Value below.
es_es: Siempre transimte el CID Fijo especificado abajo.
pt_br: Sempre transmita o CID Fixo especificado abaixo.

source: Outside Calls Fixed CID Value
es_es: Valor Identificador Fijo para Llamadas Externas
pt_br: Valor fixo do identificador para chamadas externas

source: Transmit the Fixed CID Value below on calls that come in from outside only. Internal extension to extension calls will continue to operate in default mode.
es_es: Transmitir el valor fijo de identificador debajo en llamadas que vienen desde el exterior solamente. Llamadas internas seguirán operando en el modo por defecto
pt_br: Transmitir o valor de ID fixo abaixo apenas em chamadas vindas de fora. As chamadas internas continuarão operando no modo padrão

source: Use Dialed Number
es_es: Usar Número Marcado
pt_br: Usar Número Marcado

source: Transmit the number that was dialed as the CID for calls coming from outside. Internal extension to extension calls will continue to operate in default mode. There must be a DID on the inbound route for this. This will be BLOCKED on trunks that block foreign CallerID
es_es: Transmite el número que se marcó como CID para llamadas provenientes del exterior.Las llamadas internas de extensión a extensión seguirán funcionando en el modo predeterminado. Debe haber un DID en la ruta de entrada para esto. Este será bloqueado en los troncales donde se bloquee un CallerID foráneo
pt_br: Transmite o número discado como CID para chamadas vindas de fora. As chamadas internas de ramal a ramal continuarão operando no modo padrão. Deve haver um DID no caminho de entrada para isso. Isso será bloqueado em troncos onde um CallerID estrangeiro estiver bloqueado

source: Force Dialed Number
es_es: Forzar Número Marcado
pt_br: Forçar número discado

source: Transmit the number that was dialed as the CID for calls coming from outside. Internal extension to extension calls will continue to operate in default mode. There must be a DID on the inbound route for this. This WILL be transmitted on trunks that block foreign CallerID
es_es: Transmite el número que se marcó como CID para llamadas provenientes del exterior. Las llamadas internas de extensión a extensión seguirán funcionando en el modo predeterminado. Debe haber un DID en la ruta de entrada para esto. Esto se transmitirá en troncales que bloquean CallerID extranjero
pt_br: Transmite o número discado como CID para ligações provenientes do exterior. As chamadas internas de ramal a ramal continuarão funcionando no modo padrão. Deve haver um DID no caminho de entrada para isso. Isso será transmitido em troncos que bloqueiam CallerID estrangeiro

source: Fixed value to replace the CID with used with some of the modes above. Should be in a format of digits only with an option of E164 format using a leading "+".
es_es: Valor fijo para reemplazar el CID con el usado con algunos de los modos anteriores. Debe estar en un formato de dígitos solo con una opción de formato E164 usando un "+" inicial
pt_br: Valor fixo para substituir o CID pelo utilizado em alguns dos modos acima. Deve estar em um formato somente de dígitos com uma opção de formato E164 usando um "+" inicial

source: Destination if no answer
es_es: Destino si no contesta
pt_br: Destino se você não responder
sv_se: Destination vid inget svar

source: Submit Changes
es_es: Guardar Cambios
pt_br: Guardar mudanças
sv_se: Spara ändringar

source: Please enter an extension list.
es_es: Por favor ingrese una lista de extensiones.
pt_br: Insira uma lista de extensões.
sv_se: Skriv in en anknytningslista

source: Invalid time specified
es_es: Duracin inválida especificada
pt_br: Duração inválida especificada
sv_se: Ogiltig tid angiven

source: Time must be between 1 and 60 seconds
es_es: La duración debe ser desde 1 a 60 segundos
pt_br: A duração deve ser de 1 a 60 segundos
sv_se: Tiden måste vara mellan 1 till 60 sekunder

source: Only ringall, ringallv2, hunt and the respective -prim versions are supported when confirmation is checked
es_es: Solo se permite ringall, ringallv2, hunt y sus respectivas versiones -prim cuando se activa confirmación
pt_br: Apenas ringall, ringallv2, Hunt e suas respectivas versões -prim são permitidas quando o commit está habilitado
sv_se: Endast ringall, ringallv2, hunt och respektive -prim stöds när bekräftelse krävs

source: Invalid CID Number. Must be in a format of digits only with an option of E164 format using a leading "+"
es_es: Número CID inválido. Debe estar en formato sólo numérico con la opciíon de formato E164 usando un "+" inicial
pt_br: Número CID inválido. Deve estar no formato somente numérico com a opção de formato E164 usando um "+" inicial

source: (add)
es_es: (añadir)
pt_br: (adicionar)

source: (edit)
es_es: (modificar)
pt_br: (Modificar)

source: Normal Extension Behavior
es_es: Comportamiento Normal de Extensión
pt_br: Comportamento normal de extensão

source: ring Extension for duration set in Initial Ring Time, and then, while continuing call to extension, ring Follow-Me List for duration set in Ring Time.
es_es: llamar a la extensión durante la duración establecida en Tiempo de timbre inicial y luego, mientras continúa llamando a la extensión, llamar a la lista Sígueme durante la duración establecida en Tiempo de timbre.
pt_br: ligue para o ramal pela duração definida em Tempo de toque inicial e, enquanto continua a chamar o ramal, ligue para a lista Siga-me pela duração definida em Tempo de toque.
