Repository: IssabelFoundation/issabelPBX
Catalog: findmefollow/i18n/*/LC_MESSAGES/findmefollow.po
Languages: es_es, pt_br, sv_se

source: ring Extension for duration set in Initial Ring Time, and then terminate call to Extension and ring Follow-Me List for duration set in Ring Time.
es_es: hacer sonar la extensión durante el tiempo establecido en el tiempo de timbre inicial y, a continuación, terminar la llamada a la extensión y hacer sonar la lista Sígueme durante el tiempo establecido en el tiempo de timbre.
pt_br: ligar para o ramal pelo tempo definido no tempo de toque inicial e, em seguida, encerrar a chamada para o ramal e tocar na lista Siga-me pelo tempo definido no tempo de toque.

source: Follow Me Module
es_es: Módulo Sígueme
pt_br: Módulo Siga-me

source: Create Follow Me at Extension Creation Time
es_es: Crear Sígueme al crear la extensión
pt_br: Crie Siga-me ao criar a extensão

source: Disable Follow Me Upon Creation
es_es: Deshabilitar Sígueme al momento de la creación
pt_br: Desative Siga-me na criação

source: When creating a new user or extension, setting this to true will automatically create a new Follow Me for that user using the default settings listed below
es_es: Al crear un nuevo usuario o extensión, establecer esto en verdadero creará automáticamente un nuevo Sígueme para ese usuario utilizando la configuración predeterminada que se detalla a continuación.
pt_br: Ao criar um novo usuário ou extensão, definir isso como verdadeiro criará automaticamente um novo Siga-me para esse usuário usando as configurações padrão detalhadas abaixo.

source: This is the default value for the Follow Me "Disable" setting. When first creating a Follow Me or if auto-created with a new extension, setting this to true will disable the Follow Me setting which can be changed by the user or admin in multiple locations.
es_es: Este es el valor predeterminado para la configuración "Desactivar" de Sígueme. Al crear por primera vez un Sígueme o si se crea automáticamente con una nueva extensión, establecerlo en verdadero desactivará la configuración de Sígueme, que el usuario o el administrador pueden cambiar en varias ubicaciones.
pt_br: Este é o valor padrão para a configuração Siga-me "Desligado". Ao criar um Siga-me pela primeira vez ou se ele for criado automaticamente com uma nova extensão, defini-lo como verdadeiro desabilitará as configurações do Siga-me, que podem ser alteradas pelo usuário ou administrador em vários locais.

source: Default Follow Me Ring Time
es_es: Tiempo predeterminado de timbre
pt_br: Tempo de toque padrão

source: Default Follow Me Initial Ring Time
es_es: Tiempo predeterminado de timbre inicial
pt_br: Tempo de toque inicial padrão

source: Default Follow Me Ring Strategy
es_es: Estrategia de timbrado predeterminada
pt_br: Estratégia de toque padrão

source: The default Ring Time for a Follow Me set upon creation and used if auto-created with a new extension.
es_es: El tiempo de timbre predeterminado para un Sígueme se establece en el momento de la creación y se usa si se crea automáticamente con una nueva extensión.
pt_br: O tempo de toque padrão para um Siga-me é definido no momento da criação e é usado se for criado automaticamente com um novo ramal.

source: The default Initial Ring Time for a Follow Me set upon creation and used if auto-created with a new extension.
es_es: El tiempo de timbre inicial predeterminado para un Sígueme se establece en el momento de la creación y se usa si se crea automáticamente con una nueva extensión.
pt_br: O tempo de toque inicial padrão para um Siga-me é definido no momento da criação e é usado se for criado automaticamente com um novo ramal.

source: The default Ring Strategy selected for a Follow Me set upon creation and used if auto-created with an extension.
es_es: La estrategia de timbre predeterminada seleccionada para un conjunto Sígueme en el momento de la creación y se usa si se crea automáticamente con una extensión.
pt_br: A estratégia de toque padrão selecionada para um conjunto Siga-me no momento da criação e usada se for criado automaticamente com um ramal.

source: Cannot connect to Asterisk Manager with
sv_se: Kan inte koppla upp mot Asterisk hanterare

source: Checking if recordings need migration..
sv_se: Kontrollerar om inspelningar behöver migreras..

source: migrating
sv_se: migrerar

source: adding annmsg_id field..
sv_se: lägger till fältet annmsg_id..

source: fatal error
sv_se: allvarligt fel

source: adding remotealert_id field..
sv_se: Lägger till fältet remotealert_id..

source: adding toolate_id field..
sv_se: lägger till fältet toolate_id

source: migrate annmsg to ids..
sv_se: migrerar annsmg till ids...

source: migrated %s entries
sv_se: migrerat %s poster

source: migrate remotealert to ids..
sv_se: migrerar remotealerts till ids..

source: migrate toolate to ids..
sv_se: migrerar toolate till ids..

source: dropping annmsg field..
sv_se: kastar fältet annmsg

source: no annmsg field???
sv_se: inget annmsg fält???

source: dropping remotealert field..
sv_se: kastar fältet remotealert

source: no remotealert field???
sv_se: inget remotealert fält???

source: dropping toolate field..
sv_se: kastar fältet toolate..

source: no toolate field???
sv_se: inget toolate fält???

source: already migrated
sv_se: redan migrerad

source: Choose a user/extension:
sv_se: Välj en användare/anknytning:

source: Initial Ring Time:
sv_se: Ringtid

source: Ring Strategy:
sv_se: Ringstrategi:

source: firstavailable
sv_se: första tillgängliga

source: firstnotonphone
sv_se: första-inte-upptagen

source: Announcement:
sv_se: Meddelande:

source: Remote Announce:
sv_se: Fjärrmeddelande:

source: Too-Late Announce:
sv_se: För-sent meddelande
