Repository: IssabelFoundation/issabelPBX
Catalog: miscapps/i18n/*/LC_MESSAGES/miscapps.po
Languages: bg_bg, fr_fr, it_it, pt_br, sv_se, zh_cn

source: Misc Application: %s
bg_bg: Друго Приложение: %s
fr_fr: Application : %s
it_it: Applicazione: %s
pt_br: Formulários
sv_se: Övrig applikation: %s
zh_cn: 杂项应用：%s

source: Misc Applications
bg_bg: Други Приложения
fr_fr: Applications Diverses
it_it: Applicazioni Varie
pt_br: Várias aplicações
sv_se: Övriga applikationer
zh_cn: 杂项应用

source: Add Misc Application
bg_bg: Добави Друго Приложение
fr_fr: Ajouter une Application
it_it: Aggiungi Applicazione
pt_br: Adicionar aplicativo
sv_se: Lägg till Övrig applikation
zh_cn: 添加杂项应用

source: Edit Misc Application
bg_bg: Редактирай Друго Приложение
fr_fr: Editer Application
it_it: Modifica Applicazione
pt_br: Modificar aplicativo
sv_se: Redigera Övrig applikation
zh_cn: 编辑杂项应用

source: Misc Applications are for adding feature codes that you can dial from internal phones that go to various destinations available in IssabelPBX. This is in contrast to the <strong>Misc Destinations</strong> module, which is for creating destinations that can be used by other IssabelPBX modules to dial internal numbers or feature codes.
bg_bg: Други Приложения служат за добавяне на специални кодове, които можете да избирате от вашите вътрешни телефони за пренасочване към различни направления достъпни в IssabelPBX. Те са в противоположност на модул <strong>Други Направления</strong>, който е за създаване на направления които да се използват от други IssabelPBX модули за избиране на вътрешни номера или специални кодове.
fr_fr: Les Applications Diverses sont faites pour ajouter des codes de caractéristique que vous pouvez composer à partir des téléphones internes en direction de diverses destinations disponibles dans IssabelPBX. Cela contraste avec le module <strong>Destinations Diverses</strong>, qui sert à créer des destinations qui peuvent être utilisées par d'autres modules de IssabelPBX pour composer des numéros internes ou des codes de caractéristique.
it_it: Le Applicazioni Varie possono essere utilizzate per impostare dei servizi consultabili direttamente dai telefoni scegliendo una delle varie destinazioni disponibili in IssabelPBX. Non è la stessa cosa del modulo <strong>Destinazioni Varie</strong>, che serve a creare destinazioni da poter essere utilizzate da altri moduli IssabelPBX, per chiamare per esempio numeri interni o altri servizi.
pt_br: Vários aplicativos podem ser usados para adicionar códigos de função que podem ser chamados de telefones internos que vão para vários destinos disponíveis no IssabelPBX, ao contrário do módulo <strong>Destinos Diversos</strong> que permite criar destinos que podem ser usados por outros módulos do IssabelPBX para ligar para números internos ou códigos de função.
sv_se: Övriga applikationer är till för att lägga till funktionskoder som du kan ringa från interna telefoner som kan gå till olika destinationer inom IssabelPBX. Detta är i kontrast med <strong>Övrig destination</strong>, som är för att skapa destinationer som kan användas av IssabelPBX övriga moduler för att ringa interna nummer eller funktionskoder.
zh_cn: 杂项应用是用来添加额外的功能代码的，它允许你从内线电话拨打此功能代码，然后将呼叫发送到PBX中可用的各种目的地去。这个设置是与<strong>杂项目的地</strong>相对的。杂项目的地用来添加各种目的地，以供其他的FreeOBX模块拨打内线号码或功能代码。

source: Conflicting Extensions
bg_bg: Вътрешни Линии в Конфликт
fr_fr: Extensions Conflictuelles
it_it: Interni in conflitto
pt_br: Extensões conflitantes
sv_se: Konfliktande anknytningar
zh_cn: 分机号冲突

source: Description
bg_bg: Описание
it_it: Descrizione
pt_br: Descrição
sv_se: Beskrivning
zh_cn: 描述

source: The name of this application
bg_bg: Име на това приложение
fr_fr: Le nom de cette application
it_it: Il nome di questa applicazione
pt_br: O nome deste aplicativo
sv_se: Kort beskrivning på denna applikation
zh_cn: 该应用的名字

source: Feature Code
bg_bg: Специален Код
fr_fr: Code de Caractéristique
it_it: Codice Servizio
pt_br: Código de função
sv_se: Funktionskod
zh_cn: 功能代码

source: The feature code/extension users can dial to access this application. This can also be modified on the Feature Codes page.
bg_bg: Специален код / вътрешен номер който потребителите да избират за достъп до приложението. Може да се промени в меню Специални Кодове.
fr_fr: Les utilisateurs de code/extension de caractéristique peuvent numéroter pour accéder à cette application. Peut aussi être modifié sur la page Codes de Caractéristique.
it_it: Il codice/estensione che gli utenti dovranno digitare per accedere a questa applicazione. Questa può essere anche modificata nella pagina Codici Servizi.
pt_br: O código de recurso ou ramal que os usuários devem discar para acessar este aplicativo. Este valor também pode ser modificado na seção "Códigos de Função".
sv_se: Funktionskoden/anknytningen användare kan ringa för att få åtkomst till denna applikation. Denna kan även modifieras på sidan Funktionskoder.
zh_cn: 设置用户为了访问此应用，需要拨打的代码/分机号。这个设置也可以在功能代码设置页进行更改。

source: Feature Status
bg_bg: Статус на Функцията
fr_fr: Statut de Caractéristique
it_it: Stato Servizio
pt_br: Status da função
sv_se: Funktionsstatus
zh_cn: 功能状态

source: If this code is enabled or not.
bg_bg: Дали този код е разрешен или не.
fr_fr: Si ce code est activé ou pas.
it_it: Se questo codice è attivo o no.
pt_br: Indica se este código está habilitado ou não.
sv_se: Om denna kod är aktiv eller inte.
zh_cn: 设置此代码是否启用

source: Enabled
bg_bg: Разрешен
fr_fr: Activé
it_it: Attivato
pt_br: Habilitado
sv_se: Aktiverad
zh_cn: 启用

source: Disabled
bg_bg: Забранен
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desabilitado
sv_se: Avaktiverad
zh_cn: 禁用

source: Destination
bg_bg: Направление
it_it: Destinazione
pt_br: Destino
zh_cn: 目的地

source: Submit Changes
bg_bg: Приеми Промените
fr_fr: Appliquer les Modifications
it_it: Conferma Cambiamenti
pt_br: Enviar alterações
sv_se: Spara ändringar
zh_cn: 提交更改

source: Delete
bg_bg: Изтрий
fr_fr: Supprimer
it_it: Elimina
pt_br: Eliminar
sv_se: Ta bort
zh_cn: 删除

source: Invalid description specified
bg_bg: Неправилно въведено описание
fr_fr: Description spécifiée invalide
it_it: Descrizione specificata non valida
pt_br: A descrição especificada não é válida
sv_se: Ogiltig beskrivning angiven
zh_cn: 指定了无效的描述

source: Adds the ability to create feature codes that can go to any IssabelPBX destination (such as an IVR or queue)
sv_se: Ger möjlighet att skapa funktionskoder som kan gå till vilken IssabelPBX destination som helst (såsom IVR eller kö)
