Repository: IssabelFoundation/issabelPBX
Catalog: conferences/i18n/*/LC_MESSAGES/conferences.po
Languages: bg_bg, fr_fr, it_it, ja_jp, pt_br, ru_ru, sv_se, zh_cn

source: Maximum Number of users allowed to join this conference.
ja_jp: このカンファレンスに参加が許可される最大ユーザー数。
pt_br: Número máximo de usuários permitidos nesta conferência.
ru_ru: Максимальное количество пользователей присутствующих одновременно в этой конференции.
sv_se: Det maximala antalet deltagare som tillåts i konferensen

source: No Limit
ja_jp: 無制限
pt_br: Sem limite
ru_ru: Без ограничений
sv_se: Ingen begränsning

source: Mute on Join:
ja_jp: 参加時にミュートします：
ru_ru: Отключение микрофона при подключении к конференции
sv_se: Stäng av ljud vid anslutning:

source: Mute everyone when they initially join the conference. Please note that if you do not have 'Leader Wait' set to yes you must have 'Allow Menu' set to Yes to unmute yourself
ja_jp: 初めてカンファレンスに参加された人をミュートにします。'リーダー待ち'を'はい'に設定しない場合、'メニュー許可' を必ず'はい'に設定し、ミュートを解除してください
pt_br: Silencie todos quando eles ingressarem inicialmente na conferência. Observe que se você não tiver definido 'Aguardar líder' como Sim, deverá definir 'Menu Permitir' como Sim para ativar seu som.
ru_ru: Отключать микрофон у каждого кто присоединяется к конференции. Пожалуйста заметьтеесли опция 'Ждать организатора' не установлена у вас в значение 'Yes',значит у вас должна бытьустановленна опция 'Разрешить меню', что бы вы могли включить микрофон
sv_se: Stäng av ljudet för alla som ansluter till konferensen. Notera att om du inte har 'Vänta på ledare' aktiverad måste du ha 'Tillåt meny' aktiverad för att kunna slå på ljudetför dig själv

source: Submit Changes
bg_bg: Приеми Промените
fr_fr: Soumettre changements
it_it: Conferma Cambiamenti
ja_jp: 変更を適用
pt_br: Enviar alterações
ru_ru: Применить изменения
sv_se: Spara ändringar
zh_cn: 提交更改

source: Please enter a valid Conference Number
bg_bg: Моля въведете правилен Номер на Конференция.
fr_fr: Merci d'entrer un numéro de conférence valide
it_it: Prego immettere un Numero di Conferenza valido
ja_jp: 正しいカンファレンス番号を入力してください
pt_br: Insira um número de conferência válido
ru_ru: Введите действительный номер для конференции
sv_se: Skriv in ett giltig konferensnummer
zh_cn: 请输入有效的会议号码

source: Please enter a valid Conference Name
bg_bg: Моля въведете правилно Име на Конференция
fr_fr: SVP entrez un nom de conférence valide
it_it: Prego immettere un Nome valdio per la Conferenza
ja_jp: 正しいカンファレンス名を入力してください
pt_br: Insira um nome de conferência válido
ru_ru: Введите действительное название для конференции
sv_se: Skriv in ett giltigt konferensnamn
zh_cn: 请输入有效的会议名称

source: You must set an admin PIN for the Conference Leader when selecting the leader wait option
bg_bg: Трбва да въведете администраторски PIN за Водещия на Конференцията когато избирате опция изчакване на водещия
fr_fr: Vous devez créer un code PIN organisateur quand cette option est sélectionnée
it_it: Devi impostare un PIN per il Leader della Conferenza quando si seleziona l'opzione attesa amministratore
ja_jp: リーダー待ちをオプションに選択した場合は、カンファレンスリーダー用の管理者PINの設定が必須です
pt_br: Você deve definir um PIN de administrador para o administrador da conferência quando a opção 'Aguardar líder' estiver selecionada
ru_ru: Вы должны ввести пин-код администратора если хотите использовать опцию ожидания модератора
sv_se: Du måste sätta en administratörs-PIN för konferensledaren när du väljer Vänta på ledare
zh_cn: 如果你启用的等待主持人的选项，就必须为会议主持人设置一个管理员PIN码

source: You must set Allow Menu to Yes when not using a Leader or Admin in your conference, otherwise you will be unable to unmute yourself
ja_jp: リーダーまたは管理者が使用していない時、メニューの許可は必ず'はい'に設定しなければ、ミュートを解除することができません
ru_ru: Вы должны установть опцию 'Разрешить меню' в значение 'Yes', если не исппользуетеопции 'Организатор' или 'Админ' в вашей конференции, иначе вы не сможете сами включить микрофон
sv_se: Du måste aktivera Tillåt meny om du inte använer Ledare eller Admin i din konferens, annars kan du inte aktivera ljudet för dig själv

source: Conference Number
pt_br: Número da conferência

source: Conference Name
pt_br: Nome da conferência

source: User PIN
pt_br: PIN do usuário

source: Admin PIN
pt_br: PIN de administração

source: Join Message
pt_br: Mensagem de boas-vindas

source: Leader Wait
pt_br: Espere pelo líder

source: Talker Optimization
pt_br: Otimização de alto-falante

source: Talker Detection
pt_br: Detecção de alto-falante

source: Quiet Mode
pt_br: Modo silencioso

source: User Count
pt_br: Contador de usuários

source: User join/leave
pt_br: Entrada/saída do usuário

source: Music on Hold
pt_br: Música em espera

source: Music on Hold Class
pt_br: Aula de música em espera

source: none
pt_br: nenhum

source: Allow Menu
pt_br: Permitir menu

source: Record Conference
pt_br: Gravar palestras

source: Maximum Participants
pt_br: Máximo de participantes

source: Mute on Join
pt_br: Silenciar ao ingressar

source: Conference Status
pt_br: Status da conferência

source: ok
zh_cn: 完成
