Repository: IssabelFoundation/issabelPBX
Catalog: conferences/i18n/*/LC_MESSAGES/conferences.po
Languages: bg_bg, fr_fr, it_it, ja_jp, pt_br, ru_ru, sv_se, zh_cn

source: Checking if music field present..
ja_jp: musicフィールドが存在しているかどうかチェック..
ru_ru: Проверяем установлено ли значение в поле Музыка..
sv_se: Kontrollerar om musicfältet finns..

source: adding music field..
ja_jp: musicフィールドの追加中..
ru_ru: добавляем поле Музыка..
sv_se: lägger till musicfältet

source: fatal error
bg_bg: фатална грешка
fr_fr: erreur fatale
it_it: errore fatale
ja_jp: 致命的なエラー
pt_br: erro fatal
ru_ru: неустранимая ошибка
sv_se: allvarligt fel
zh_cn: 致命错误

source: already present
ja_jp: すでに存在しています
ru_ru: уже существует
sv_se: finns redan

source: Checking if recordings need migration..
bg_bg: Проверка дали записите имат нужда от преместване..
fr_fr: Vérification si enregistrement a besoin d'une migration
it_it: Controllo se le registrazioni hanno bisogno della migrazione..
ja_jp: 録音の移行が必要かチェック中..
pt_br: Verificando se as gravações precisam ser migradas...
ru_ru: Проверка нуждаются ли записи в перемещении..
sv_se: Kontrollerar om inspelningar behöver migreras..
zh_cn: 检查是否需要迁移录音。。

source: migrating
bg_bg: преместване
fr_fr: migration
it_it: migrazione
ja_jp: 移行中
pt_br: migrando
ru_ru: перемещение
sv_se: migrerar
zh_cn: 正在迁移

source: adding joinmsg_id field..
bg_bg: добаване на joinmsg_id поле..
fr_fr: ajout du champ joinmsg_id...
it_it: sto aggiungendo il campo joinmsg_id..
ja_jp: joinmsg_id フィールドの追加中..
pt_br: Adicionando campo joinmsgid
ru_ru: добавляется поле joinmsg_id..
sv_se: lägger till fältet joinmsg_id..
zh_cn: 正在添加joinmsg_id字段。。

source: migrate to recording ids..
bg_bg: преместване към recording ids..
fr_fr: migration des indentifiants enregistrements
it_it: sto migrando nelle id registrazioni..
ja_jp: 録音IDに移行中..
pt_br: Migrando para identificadores de gravação...
ru_ru: переход к id записей..
sv_se: migrerar till recording ids..
zh_cn: 迁移到录音ID。。

source: migrated %s entries
bg_bg: преместени %s въвеждания
fr_fr: migration %s entrées
it_it: migrate %s voci
ja_jp: %sエントリーを移行する
pt_br: Migrados %s elementos
ru_ru: перемещено %s записей
sv_se: migrerade %s poster
zh_cn: 迁移了 %s 个项目

source: dropping joinmsg field..
bg_bg: премахване на поле joinmsg..
fr_fr: abandon champ joinmsg...
it_it: sto scartando il campo joinmsg..
ja_jp: joinmsg フィールドのドロップ中..
pt_br: Eliminando campo joinmsg...
ru_ru: игнорируется поле joinmsg
sv_se: kastar fältet joinmsg..
zh_cn: 正在删除joinmsg字段

source: no joinmsg field???
bg_bg: няма joinmsg поле???
fr_fr: Pas de champ joinmsg???
it_it: nessun campo joinmsg???
ja_jp: joinmsg フィールドが存在しません???
pt_br: O campo Joinmsg não existe
ru_ru: нет поля joinmsg???
sv_se: inget fält som heter joinmsg???
zh_cn: joinmsg字段不存在？

source: already migrated
bg_bg: вече са преместени
fr_fr: déjà migré
it_it: già migrato
ja_jp: 移行済み
pt_br: Já foi migrado
ru_ru: уже перенесено
sv_se: redan migrerad
zh_cn: 已经迁移过了

source: Checking for users field..
ja_jp: users フィールドのチェック中..
ru_ru: Проверяем поле Пользователи..
sv_se: Kontrollerar om fälet users finns..

source: adding..
ja_jp: 追加中..
ru_ru: добавляем..
sv_se: lägger till..

source: FATAL error
ja_jp: 致命的なエラー
ru_ru: Неустранимая ошибка
sv_se: ALLVARLIGT fel

source: Conference Room %s : %s
bg_bg: Стая за Конференции %s : %s
fr_fr: Chambre de conférence %s : %s
it_it: Stanza di Conferenza %s: %s
ja_jp: カンファレンスルーム %s ： %s
pt_br: Sala de conferência %s: %s
ru_ru: Конференц-комната %s : %s
sv_se: Konferensrum %s : %s
zh_cn: 会议室 %s：%s

source: Conference: %s
bg_bg: Конференция: %s
fr_fr: Conférence: %s
it_it: Conferenza: %s
ja_jp: カンファレンス： %s
pt_br: Conferências
ru_ru: Конференция: %s
sv_se: Konferens: %s
zh_cn: 会议：%s

source: Conference:
bg_bg: Конференция:
fr_fr: Conférence:
it_it: Conferenza:
ja_jp: カンファレンス：
pt_br: Conferência:
ru_ru: Конференция:
sv_se: Konferens:
zh_cn: 会议：

source: Conferences
bg_bg: Конференции
fr_fr: Conférences
it_it: Conferenze
ja_jp: カンファレンス
pt_br: Conferencias
ru_ru: Конференции
sv_se: Konferenser

source: Applications
ja_jp: アプリケーション
ru_ru: Приложения

source: Allow creation of conference rooms (meet-me) where multiple people can talk together.
ja_jp: 複数の人々が一緒に会話ができるカンファレンスルーム(meet-me)の作成を許可する。
ru_ru: Разрешить создание конференц-комнат (meet-me) для общения многих пользователей
sv_se: Modulen ger möjlighet att skapa konferenser

source: Warning! Extension
bg_bg: Внимание! Вътрешна Линия
fr_fr: Attention! Extension
it_it: Attenzione!
ja_jp: 警告! 内線
pt_br: Atenção! A extensão
ru_ru: Внимание! Внутренний номер
sv_se: Varning! Anknytning
zh_cn: 警告！在你的帐号下，无法使用分机

source: is not allowed for your account.
bg_bg: не е разрешена за вашия акаунт.
fr_fr: n'est pas autorisé pour votre compte
it_it: Non hai i permessi.
ja_jp: は、あなたのアカウントには権限がありません。
pt_br: você não está autorizado em sua conta
ru_ru: не разрешён к использованию в в этом аккаунте.
sv_se: är inte tillåtet för ditt konto.

source: Add Conference
bg_bg: Добави Конференция
fr_fr: Ajout Conférence
it_it: Aggiungi Conferenza
ja_jp: カンファレンスを追加
pt_br: Adicionar conferência
ru_ru: Добавить конференцию
sv_se: Lägg till konferens
zh_cn: 添加会议

source: Conference
bg_bg: Конференция
fr_fr: Conférence
it_it: Conferenza
ja_jp: カンファレンス
pt_br: Conferência
ru_ru: Конференция
sv_se: Konferens
zh_cn: 会议

source: deleted
bg_bg: изтрита
fr_fr: supprimé
it_it: eliminata
ja_jp: 削除されました
pt_br: Eliminado
ru_ru: удалено
sv_se: borttagen
zh_cn: 已删除

source: Conference:
bg_bg: Конференция:
fr_fr: Conférence:
it_it: Conferenza:
ja_jp: カンファレンス：
ru_ru: Конференция:
sv_se: Konferens:
zh_cn: 会议：

source: Delete Conference %s
bg_bg: Изтрий Конференция %s
fr_fr: Suppression conférence %s
it_it: Elimina Conferenza %s
ja_jp: カンファレンスの削除 %s
pt_br: Excluir conferência %s
ru_ru: Удалить конференцию %s
sv_se: Ta bort konferens %s
zh_cn: 删除会议 %s

source: Conflicting Extensions
bg_bg: Вътрешни Линии в Конфликт
fr_fr: Conflit d'extensions
it_it: Interni in conflitto
ja_jp: 内線の競合
pt_br: Extensões conflitantes
ru_ru: Конфликт внутренних номеров
sv_se: Anknytningarna är i konflikt
zh_cn: 分机号冲突

source: Edit Conference
bg_bg: Редактирай Конференция
fr_fr: Edition Conférence
it_it: Modifica Conferenza
ja_jp: カンファレンスの編集
pt_br: Modificar conferência
ru_ru: Изменить конференцию
sv_se: Redigera konferens
zh_cn: 编辑会议

source: Conference Number:
bg_bg: Конференция Номер:
fr_fr: Numéro de conférence
it_it: Numero Conferenza:
ja_jp: カンファレンス番号：
ru_ru: Номер конференции:
sv_se: Konferensnummer:
zh_cn: 会议号码：

source: Use this number to dial into the conference.
bg_bg: Използва този номер за набиране на конференцията.
fr_fr: Numéro pour appeler la conférence
it_it: Utilizzare questo numero per entrare nella conferenza.
ja_jp: カンファレンスにダイヤルインするのにこの番号を使用します。
pt_br: Use este número para ligar para a conferência.
ru_ru: Чтобы позвонить в конференцию используйте этот номер.
sv_se: Använd detta nummer för att ringa till konferensen.
zh_cn: 拨打此号码以参加会议。

source: Conference Name:
bg_bg: Име на Конференция:
fr_fr: Nom de la conférence
it_it: Nome Conferenza:
ja_jp: カンファレンス名：
ru_ru: Название конференции:
sv_se: Konferensnamn:
zh_cn: 会议名称：

source: Give this conference a brief name to help you identify it.
bg_bg: Дайте на тази конференция описващо име за да ви помогне при идентифицирането.
fr_fr: Donnez un nom à cette conférence pour vous aider à l'identifier
it_it: Dare alla conferenza un nome breve per una facile identificazione.
ja_jp: 認識しやすいように、このカンファレンスに簡潔な名前を付けます。
pt_br: Dê a esta conferência um nome descritivo para ajudá-lo a identificá-la.
ru_ru: Присвойте конференции короткое имя для идентификации.
sv_se: Ge konferensen ett kortfattat namn.
zh_cn: 为此会议取一个简短的名称以帮助你标识它。

source: User PIN:
bg_bg: Потребителски PIN:
fr_fr: PIN utilisateur
it_it: PIN utente:
ja_jp: ユーザーPIN：
ru_ru: PIN пользователя:
sv_se: Användarlösenord:
zh_cn: 使用PIN码：

source: You can require callers to enter a password before they can enter this conference.<br><br>This setting is optional.<br><br>If either PIN is entered, the user will be prompted to enter a PIN.
bg_bg: Можете да изисквате от обаждащите се да въведат парола преди да се присъединят към конференцията.<br><br>Тази настройка не е задължителна.<br><br>Ако е въведен PIN, потребителите ще бъдат помолени да въведат PIN.
fr_fr: Vous pouvez demander un mot de passe aux appelants avant qu'ils entrent dans la conférence.<br><br>Ce réglage est optionnel.<br><br>Si un code PIN est entré, il sera demandé à l'utilisateur.
it_it: Si può richiedere ai chiamanti di digitare una password prima di entrare in conferenza.<br><br>Questa impostazione è opzionale.<br><br>Se nessun PIN è stato inserito il sistema richiederà di digitarlo.
ja_jp: 発信者に対して、このカンファレンスに入室する前にパスワードの入力を要求することができます。<br><br>この設定はオプションです。<br><br>どちらかのPINが入力された場合、ユーザーにはPINの入力プロンプトが表示されます。
pt_br: Você pode exigir que os usuários digitem uma senha antes de ingressar nesta conferência.<br/><br/>Este parâmetro é opcional.<br><br/>Se você inserir um valor neste campo, você será solicitado a acessar o usuário insira o PIN.
ru_ru: Можно требовать ввести пароль для входя пользователей в конференцию.<br><br>Это необязательный параметр.<br><br>Если указан PIN в этом поле, пользователю будет предложено набрать его.
sv_se: Du kan kräva att uppringare anger ett lösenord innan de når konferensen.<br><br>Denna inställning är valfri.<br><br>Om ett lösenord (endast siffror) skrivs in får uppringaren en fråga om att mata in ett lösenord.
zh_cn: 你可以要求参加会议的人输入密码。<br /><br />这项设置是可选的。<br /><br />不管是用户PIN码还是管理员PIN码，只要其中有一栏里设置了PIN码，用户在参加会议前会被提示需要输入PIN。

source: Admin PIN:
bg_bg: Администраторски PIN:
fr_fr: PIN organisateur
it_it: PIN amministratore:
ja_jp: 管理者PIN：
ru_ru: PIN администратора:
sv_se: Administratörslösenord:
zh_cn: 管理员PIN码：

source: Enter a PIN number for the admin user.<br><br>This setting is optional unless the 'leader wait' option is in use, then this PIN will identify the leader.
bg_bg: Въведете PIN номер за потребител админ.<br><br>Тази настройка не е задължителна освен ако 'изчакване на водещия' опцията се използва, тогава този PIN ще идентифицира водещия.
fr_fr: Entrez un code PIN pour l'organisateur.<br><br>Ce réglage est optionnel sauf si l'option "Attente de l'organisateur' est utilisé, alors ce code PIN identifiera l'organisateur.
it_it: Inserire il numero PIN per l'utente amministratore.<br><br>Questa impostazione è opzionale fino a quando non si seleziona 'Attendere amministratore' che lo indentificherà tramite questo PIN.
ja_jp: 管理者ユーザー用のPIN番号を入力します。<br><br>'リーダー待ち'オプションが使用中でなければ、この設定はオプションです。その際、このPINによってリーダーかどうかを識別します。
pt_br: Insira um PIN para o administrador.<br/><br/>Este parâmetro é opcional, a menos que a opção 'Aguardar líder' esteja selecionada.
ru_ru: Укажите PIN для администратора.<br><br>Это необязательный параметр, если используется опция 'лидер ждёт', то этот PIN идентифицирует лидера.
sv_se: Skriv in ett lösenord (endast siffror) för administratören.<br>Denna inställning är valfri om inte 'Invänta ledare' är valt, då kommer detta lösenord att identifiera ledaren.
zh_cn: 为管理员用户输入PIN码。<br /><br />除非“等待主持人到来”选项被启用，否则管理员PIN的设置是可选的。若“等待主持人到来”选项被启用，此PIN码就用于鉴别主持人。

source: Conference Options
bg_bg: Опции на Конференция
fr_fr: Options conférence
it_it: Opzioni Conferenza
ja_jp: カンファレンスオプション
pt_br: Opções de conferência
ru_ru: Опции конференции
sv_se: Konferensval
zh_cn: 会议选项

source: Join Message:
bg_bg: Съобщение при Влизане:
fr_fr: Message joint
it_it: Messaggio di ingresso:
ja_jp: 参加メッセージ：
ru_ru: Сообщение о подсоединении?
sv_se: Anslutningsmeddelande:
zh_cn: 入会消息：

source: Message to be played to the caller before joining the conference.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
bg_bg: Съобщение което ще се възпроизведе на обаждащия се преди да се присъедини към конференцията.<br><br>За да добавите допълнителни записи използвайте меню "Системни Записи" отляво.
fr_fr: Message qui est joué à l'appelant avant de rejoindre la conférence.<br><br>Pour ajouter de nouveaux messages, utilisez le MENU "Enregistrements système" à gauche
it_it: Selezionare il messaggio da riprodurre ai chiamanti prima di entrate in conferenza.<br><br>Bisogna installare e attivare il modulo "Registrazioni di Sistema" prima di modificare questa opzione.
ja_jp: 発信者がカンファレンスに参加する前に再生されるメッセージ。<br><br>録音を追加するには、左側にある"システム録音"メニューを使用してください
pt_br: Mensagem que será reproduzida quando um usuário entrar na conferência.<br/><br/>Para adicionar mais gravações, use a opção 'Gravações do Sistema' no menu esquerdo.
ru_ru: При подсоединении к конференции пользователю будет воспроизведено это сообщение.<br><br>Чтобы создать сообщение воспоьзуйтесь секцией Запись сообщений в меню слева.
sv_se: Meddelande som ska spelas upp för uppringaren innan anslutning sker till konferensen.<br><br>För att lägga till fler inspelningar väljer du "Systeminspelningar" i menyn till vänster
zh_cn: 在主叫加入会议之前要播放的消息。<br /><br />要添加额外的消息，请使用左侧的“系统录音”菜单。

source: None
bg_bg: Няма
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
pt_br: Nenhum
ru_ru: Нет
sv_se: Inget
zh_cn: 无

source: Message to be played to the caller before joining the conference.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
bg_bg: Съобщение което ще се възпроизведе на обаждащия се преди да се присъедини към конференцията.<br><br>Трябва да сте инсталирали и разрешили Модул "Системни Записи" за да редактирате тази опция.
fr_fr: Message qui est joué à l'appelant avant de rejoindre la conférence.<br><br>Vous devez installer le module "Enregistrements système" pour utiliser cette option.
it_it: Selezionare il messaggio da riprodurre ai chiamanti prima di entrare in conferenza.<br><br>Bisogna installare e attivare il modulo "Registrazioni di Sistema" prima di modificare questa opzione.
ja_jp: カンファレンスに参加する前に発信者に再生されるメッセージ。<br><br>このオプションを編集するには"システム録音"モジュールをインストールし有効にしなければなりません
pt_br: mensagem que será reproduzida quando um usuário entrar na conferência.<br/><br/>Você deve ter o módulo 'Gravações do Sistema' instalado e habilitado para editar esta opção.
ru_ru: При подсоединении к конференции пользователю будет воспроизведено сообщение.<br><br>Необходимо инсталлировать и активировать модуль 'Запись сообщений' для изменения этой опции.
sv_se: Meddelande som ska spelas upp för uppringaren innan anslutning sker till konferensen.<br><br>Du måste installera och aktivera modulen "Systeminspelningar" för att kunna redigera detta val
zh_cn: 在主叫加入会议之前要播放的消息。<br /><br />要添加额外的消息，请使用左侧的“系统录音”菜单以编辑此选项。

source: Leader Wait:
bg_bg: Изчакване на Водещия:
fr_fr: Attente de l'organisateur
it_it: Attendere l'amministratore:
ja_jp: リーダー待ち：
ru_ru: Ждать организатора?
sv_se: Vänta på ledaren:
zh_cn: 等待主持人：

source: Wait until the conference leader (admin user) arrives before starting the conference
bg_bg: Изчаква докато водещия на конференцията (потребител админ) се включи преди да стартира конференцията.
fr_fr: Attente jusqu'à ce que l'organisateur de la conférence se connecte
it_it: Attende l'arrivo dell'amministratore (leader) prima di iniziare la conferenza
ja_jp: リーダー(管理ユーザー)が参加する迄、カンファレンス開始を待ちます
pt_br: Espere até que o líder entre para iniciar a conferência.
ru_ru: Ждать организатора конференции (пользователь администратор) пока он не подсоединится, чтобы начать конференцию.
sv_se: Vänta till konferensledaren (administratören) ansluter innan konferensen startas
zh_cn: 等待主持人（管理员用户）加入后才开始会议

source: No
bg_bg: Не
fr_fr: Non
ja_jp: いいえ
pt_br: Não
ru_ru: Нет
sv_se: Nej
zh_cn: 否

source: Yes
bg_bg: Да
fr_fr: Oui
it_it: Sì
ja_jp: はい
pt_br: Sim
ru_ru: Да
sv_se: Ja
zh_cn: 是

source: Talker Optimization:
ja_jp: 話者最適化：
ru_ru: Оптимизация для выступающего:
sv_se: Taloptimering

source: Turns on talker optimization. With talker optimization, Asterisk treats talkers who are not speaking as being muted, meaning that no encoding is done on transmission and that received audio that is not registered as talking is omitted, causing no buildup in background noise.
ja_jp: 話者最適化をオンにします。話者最適化をすることにより、Asteriskは話をしていない話者をミュートと同じ扱いをします、つまり、送信の際にエンコード処理が発生せず、話として登録されていない受信音声は省略され、バックグラウンドノイズが発生しません。
pt_br: Ative a otimização do alto-falante. Os participantes que não estiverem falando serão considerados mudos, portanto nenhuma codificação será feita durante a transmissão, e o áudio recebido que não for registrado como fala será omitido, o que reduzirá o ruído ambiente.
ru_ru: Включает оптимизацию для выступающего. При включеной опции Астериск распознаёт пассивных слушателей и приглушает им микрофон, тем самым уменьшая нагрузку на декодирование незадействованных каналов и снижая тем самым общий шум заднего плана.
sv_se: Sätter på taloptimering. Med taloptimering är personer som inte pratar betraktade som mikrofonavstängda. Detta betyder att ingen kodning sker och mottaget ljud som inte detekteras som prat elimineras

source: Talker Detection:
ja_jp: 話者検知：
ru_ru: Распознавание выступающего:
sv_se: Taldetektering

source: Sets talker detection. Asterisk will sends events on the Manager Interface identifying the channel that is talking. The talker will also be identified on the output of the meetme list CLI command.
ja_jp: 話者検知をセットします。Asteriskは会話中のチャネルを識別してマネージャーインターフェイスにイベントを送信します。meetmeリストCLIコマンドの出力によっても話者は識別されます。
pt_br: Define a detecção de alto-falante. O Asterisk enviará eventos na interface do gerenciador identificando o canal que está falando. O palestrante também será identificado na saída do comando CLI meetme list.
ru_ru: Устанавливает распознавание выступающего оратора. Астериск посылает уведомления через AMI - Asterisk Manager Interface идентифицируя канал по которому идёт активное выступление. Выступающий также идентифицируется в командном режиме CLI среди команд модуля meetme.
sv_se: Tillåter taldetektering. Asterisk kommer att skicka händelser i Managerinterfacet där identifiering av vilken kanal det är som innehåller tal. Talaren kommer också att identifieras och visas på meete listan

source: Quiet Mode:
bg_bg: Тих Режим:
fr_fr: Mode silencieux
it_it: Modalità silenziosa:
ja_jp: サイレントモード：
ru_ru: Тихий режим:
sv_se: Tyst läge:
zh_cn: 安静模式：

source: Quiet mode (do not play enter/leave sounds)
bg_bg: Тих режим (не възпроизвежда влизане/излизане съобщения).
fr_fr: Ne joue pas les messages entrée/sortie
it_it: Attiva la modalità silenziosa, non riproduce i suoni quando si entra o esce dalla conferenza
ja_jp: サイレントモード(入室/退出音を再生しない)
pt_br: Modo silencioso (não reproduz sons quando alguém entra ou sai da conferência)
ru_ru: Тихий режим (не воспроизводятся сообщения о том кто вошёл или вышел из конференции)
sv_se: Tyst läge (spela inte upp ljud för anslut/lämna)
zh_cn: 安静模式（不播放入会/离会的提示音）

source: User Count:
bg_bg: Брене на Потребителите:
fr_fr: Comptage utilisateurs
it_it: Conteggio Utente:
ja_jp: ユーザー数カウント：
ru_ru: Количество участников?
sv_se: Räkna användare:
zh_cn: 用户数量：

source: Announce user(s) count on joining conference
bg_bg: Известява за броя на потребителите при влизане в конференцията.
fr_fr: Annonce le nombre de personnes ayant rejoint la conférence
it_it: Annuncia il conteggio degli utenti quando entrano in conferenza
ja_jp: カンファレンスに参加しているユーザーの数をアナウンスします
pt_br: Diz o número de usuários na conferência ao entrar nela
ru_ru: Анонсировать количество участников конференции при подсоединении?
sv_se: Berätta antalet användare när anslutning till konferensen sker
zh_cn: 通告加入会议的用户数量

source: User join/leave:
bg_bg: Потребител влиза/излиза:
fr_fr: Entrée/sortie utilisateur
it_it: Ingresso/uscita utenti:
ja_jp: ユーザー参加/退出：
ru_ru: Участник подсоединился/отключился?
sv_se: Användare ansluter/lämnar:
zh_cn: 用户加入/离开：

source: Announce user join/leave
bg_bg: Известява за влизане/излизане на потребител
fr_fr: Annonce qu'un utilisateur arrive ou quitte la conférence
it_it: Annucia l'ingresso/uscita degli utenti
ja_jp: ユーザーの参加/退出をアナウンスします
pt_br: Anuncia a entrada ou saída de um usuário da conferência
ru_ru: Анонсировать подсоединение/отключение участников?
sv_se: Annonsera när användare ansluter/lämnar
zh_cn: 通告用户的加入/离开

source: Music on Hold:
bg_bg: Музика при Задържане:
fr_fr: Musique d'attente
it_it: Musica di Attesa
ja_jp: 保留音：
ru_ru: Музыка в ожидании?
sv_se: Pausmusik:
zh_cn: 等待音乐

source: Enable Music On Hold when the conference has a single caller
bg_bg: Разрешава Музика при Задържане когато конференцията има само един обаждащ се.
fr_fr: Active la musique d'attente quand il n'y a qu'une seule personne dans la conférence
it_it: Attiva la Musica di Attesa quando c'è solo un utente nella conferenza
ja_jp: カンファレンスの参加者が一人の場合は保留音を有効にします
pt_br: Ative a música em espera enquanto a conferência tiver apenas um participante
ru_ru: Использовать музыку в ожидании, если в конференции пока один участник?
sv_se: Aktivera pausmusik när det endast är en användare i konferensen
zh_cn: 在会议只有一个用户参加时，启用等待音乐

source: Music on Hold Class:
ja_jp: 保留クラス音：
ru_ru: Класс Музыки в ожидании:
sv_se: Klasser för pausmusik

source: Music (or Commercial) played to the caller while they wait in line for the conference to start. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.<br><br> This music is defined in the "Music on Hold" to the left.
ja_jp: カンファレンスがスタートするまで待っている間に、発信者に再生される音楽(やコマーシャル)です。着信ルート経由など、MoHクラスを現在選択されているものにしたい場合は"継承"を選択してください。<br><br>この音楽は左側の"保留音"に定義されています。
pt_br: Música (ou comercial) é tocada para o chamador enquanto ele espera na fila pelo início da conferência. Escolha "herdar" se quiser que a classe MoH seja aquela que foi selecionada anteriormente, como pelo caminho de entrada.<br><br> Esta música está definida como "Música em espera" à esquerda.
ru_ru: Музыка (или реклама) будет воспроизводится пристутствующим, пока они ожидают начала конференции. Выбирайте "наследованый" если хотите использовать тот класс МоН, который уже используется по умолчанию, например - на входящем маршруте.<br><br> Это конфигурируется в модуле Музыка в ожидании слева.
sv_se: Musik (eller reklam) som spelas upp för uppringaren när dom väntar på att konferensen ska starta. Välj "ärv" om du vill att musikklassen ska vara samma klass som redan är definierad i inkommande väg.<br><br> Musiken definieras i "Pausmusik" i menyn till vänster

source: inherit
ja_jp: 継承
pt_br: herdar
ru_ru: наследованый
sv_se: ärv

source: default
ja_jp: デフォルト
pt_br: padrão
ru_ru: по умолчанию
sv_se: standard

source: Allow Menu:
bg_bg: Позволи Меню:
fr_fr: Autorise menu
it_it: Permetti Menu:
ja_jp: メニューを許可：
ru_ru: Разрешить меню?
sv_se: Tillåt meny:
zh_cn: 启用菜单：

source: Present Menu (user or admin) when '*' is received ('send' to menu)
bg_bg: Представя Меню (потребител или администратор) когато '*' е получена ('изпрати' към меню).
fr_fr: Présentation du menu (utilisateur ou organisateur) quand la touche "*" est reçue ('envoyé' au menu)
it_it: Presenta il menu (utente o amministratore) quando si preme '*' ('invia' al menu)
ja_jp: '*'が押された際に(ユーザーor管理者)メニューを流します。(メニューに'送る')
pt_br: Permitir acesso ao menu ao usuário ou administrador quando a tecla '*' for pressionada.
ru_ru: Предоставить доступ в меню (участнику или администратору) при нажатии '*'?
sv_se: Ge tillgång till en meny (användare eller administratör) när '*' trycks på telefonen
zh_cn: 在收到“*”（“发送”菜单）后，向用户或管理员展示菜单

source: Record Conference:
bg_bg: Записвай Конференция:
fr_fr: Enregistrement conférence:
it_it: Registrare Conferenza:
ja_jp: カンファレンスを録音：
ru_ru: Записывать конференцию?
sv_se: Spela in konferens:
zh_cn: 会议录音：

source: Record the conference call
bg_bg: Записва конференцията.
fr_fr: Enregistrement de la conférence
it_it: Registra la conferenza
ja_jp: カンファレンス通話を録音します
pt_br: Grave chamadas em conferência.
ru_ru: Записывать содержание конференции?
sv_se: Välj om konferensen ska spelas in
zh_cn: 为会议录音

source: Maximum Participants:
ja_jp: 最大参加者数：
ru_ru: Максимально участников:
sv_se: Max antal deltagare
