Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: The path to rm as auto-determined by the system. Overwrite as necessary.
es_es: La ruta a rm determinada automáticamente por el sistema. Sobrescribir según sea necesario.
pt_br: O caminho para rm determinado automaticamente pelo sistema. Substitua conforme necessário.

source: Aggresively Check for Duplicate Extensions
es_es: Comprobar agresivamente si hay extensiones duplicadas
pt_br: Verifique agressivamente se há extensões duplicadas

source: When set to true IssabelPBX will update its extension map every page load. This is used to check for duplicate extension numbers in the client side javascript validation. Normally the extension map is only created when Apply Configuration Settings is pressed and retrieve_conf is run.
es_es: Cuando se establece en verdadero, IssabelPBX actualizará su mapa de extensión cada vez que se cargue la página. Esto se usa para verificar si hay números de extensión duplicados en la validación de javascript del lado del cliente. Normalmente, el mapa de extensión solo se crea cuando se presiona Aplicar ajustes de configuración y se ejecuta retrieve_conf.
pt_br: Quando definido como verdadeiro, o IssabelPBX atualizará seu mapa de extensão sempre que a página for carregada. Isso é usado para verificar números de extensão duplicados na validação de javascript do lado do cliente. Normalmente, o mapa de extensão só é criado quando você pressiona Aplicar definições de configuração e executa retrieve_conf.

source: Allow Login With DB Credentials
es_es: Permitir inicio de sesión con credenciales de base de datos
pt_br: Permitir login com credenciais de banco de dados

source: When Set to True, admin access to the IssabelPBX GUI will be allowed using the IssabelPBX configured AMPDBUSER and AMPDBPASS credentials. This only applies when Authorization Type is 'database' mode.
es_es: Cuando se establece en Verdadero, se permitirá el acceso de administrador a la GUI de IssabelPBX utilizando las credenciales AMPDBUSER y AMPDBPASS configuradas de IssabelPBX. Esto solo se aplica cuando el Tipo de autorización es el modo 'base de datos'.
pt_br: Quando definido como True, o acesso do administrador à GUI do IssabelPBX será permitido usando as credenciais IssabelPBX AMPDBUSER e AMPDBPASS configuradas. Isto só se aplica quando o Tipo de Autorização é o modo 'banco de dados'.

source: System Asterisk Group
es_es: Grupo Asterisk del sistema
pt_br: Grupo de sistema Asterisk

source: The user group Asterisk should be running as, used by issabelpbx_engine. Most systems should not change this.
es_es: El grupo de usuarios Asterisk debe ejecutarse como lo usa issabelpbx_engine. La mayoría de los sistemas no deberían cambiar esto.
pt_br: O grupo de usuários Asterisk deve ser executado conforme usado por issabelpbx_engine. A maioria dos sistemas não deveria mudar isso.

source: System Asterisk User
es_es: Usuario del sistema Asterisk
pt_br: Usuário do sistema Asterisk

source: The user Asterisk should be running as, used by issabelpbx_engine. Most systems should not change this.
es_es: El usuario Asterisk debe ejecutarse como, utilizado por issabelpbx_engine. La mayoría de los sistemas no deberían cambiar esto.
pt_br: O usuário Asterisk deve ser executado como, usado por issabelpbx_engine. A maioria dos sistemas não deveria mudar isso.

source: System Web Group
es_es: Grupo web del sistema
pt_br: Grupo Web do Sistema

source: The user group your httpd should be running as, used by issabelpbx_engine. Most systems should not change this.
es_es: El grupo de usuarios con el que debe ejecutarse su httpd, utilizado por issabelpbx_engine. La mayoría de los sistemas no deberían cambiar esto.
pt_br: O grupo de usuários com o qual seu httpd deve ser executado, usado por issabelpbx_engine. A maioria dos sistemas não deveria mudar isso.

source: System Web User
es_es: Usuario web del sistema
pt_br: Usuário web do sistema

source: The user your httpd should be running as, used by issabelpbx_engine. Most systems should not change this.
es_es: El usuario con el que debe ejecutarse su httpd, utilizado por issabelpbx_engine. La mayoría de los sistemas no deberían cambiar esto.
pt_br: O usuário com o qual seu httpd deve ser executado, usado por issabelpbx_engine. A maioria dos sistemas não deveria mudar isso.

source: System Device Group
es_es: Grupo de dispositivos del sistema
pt_br: Grupo de dispositivos do sistema

source: The user group that various device directories should be set to, used by issabelpbx_engine. Examples include /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN and /dev/dsp. Most systems should not change this.
es_es: El grupo de usuarios en el que se deben configurar varios directorios de dispositivos, utilizado por issabelpbx_engine. Los ejemplos incluyen /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN y /dev/dsp. La mayoría de los sistemas no deberían cambiar este.
pt_br: O grupo de usuários no qual vários diretórios de dispositivos devem ser configurados, usado por issabelpbx_engine. Os exemplos incluem /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN e /dev/dsp. A maioria dos sistemas não deveria mudar isso.

source: System Device User
es_es: Usuario del dispositivo del sistema
pt_br: Usuário do dispositivo do sistema

source: The user that various device directories should be set to, used by issabelpbx_engine. Examples include /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN and /dev/dsp. Most systems should not change this.
es_es: El usuario en el que se deben configurar varios directorios de dispositivos, utilizado por issabelpbx_engine. Los ejemplos incluyen /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN y /dev/dsp. La mayoría de los sistemas no deberían cambiar esto .
pt_br: O usuário sob o qual vários diretórios de dispositivos devem ser configurados, usado por issabelpbx_engine. Os exemplos incluem /dev/zap, /dev/dahdi, /dev/misdn, /dev/mISDN e /dev/dsp. A maioria dos sistemas não deveria mudar isso.

source: Disable IssabelPBX Log
es_es: Desactivar registro de IssabelPBX
pt_br: Desativar registro IssabelPBX

source: Whether or not to invoke the IssabelPBX log facility.
es_es: Si invocar o no la función de registro de IssabelPBX.
pt_br: Invocar ou não a função de registro IssabelPBX.

source: Telephony Engine
es_es: Motor de telefonía
pt_br: Mecanismo de telefonia

source: The telephony backend engine being used, asterisk is the only option currently.
es_es: El motor back-end de telefonía que se está utilizando, Asterisk es la única opción actualmente.
pt_br: Como mecanismo de back-end de telefonia em uso, o Asterisk é a única opção atualmente.

source: User & Devices Mode
es_es: Modo de usuario y dispositivos
pt_br: Modo de usuário e dispositivos

source: Sets the extension behavior in IssabelPBX. If set to <b>extensions</b>, Devices and Users are administered together as a unified Extension, and appear on a single page. If set to <b>deviceanduser</b>, Devices and Users will be administered separately. Devices (e.g. each individual line on a SIP phone) and Users (e.g. <b>101</b>) will be configured independent of each other, allowing association of one User to many Devices, or allowing Users to login and logout of Devices.
es_es: Establece el comportamiento de la extensión en IssabelPBX. Si se establece en <b>extensiones</b>, los dispositivos y los usuarios se administran juntos como una extensión unificada y aparecen en una sola página. Si se establece en <b>dispositivo y usuario</b> , Dispositivos y Usuarios se administrarán por separado. Los Dispositivos (p. ej., cada línea individual en un teléfono SIP) y los Usuarios (p. ej., <b>101</b>) se configurarán de forma independiente, lo que permitirá la asociación de un Usuario a muchos Dispositivos. o permitir que los usuarios inicien sesión y cierren sesión en los dispositivos.
pt_br: Define o comportamento da extensão para IssabelPBX. Se definido como <b>extensões</b>, os dispositivos e usuários serão gerenciados juntos como uma extensão unificada e aparecerão em uma única página. Se definido como <b>dispositivo e usuário</b> , Dispositivos e Usuários serão gerenciados separadamente. Dispositivos (por exemplo, cada linha individual em um telefone SIP) e Usuários (por exemplo, <b>101</b>) serão configurados de forma independente, permitindo a associação de um Usuário a vários Dispositivos. ou permitir que os usuários façam login e logout em dispositivos.

source: IssabelPBX Log Routing
es_es: Enrutamiento de registro de IssabelPBX
pt_br: Roteamento de log IssabelPBX

source: Determine where to send log information if the log is enabled ('Disable IssabelPBX Log' (AMPDISABLELOG) false. There are two places to route the log messages. 'FILE' will send all log messages to the defined 'IssabelPBX Log File' (IPBX_LOG_FILE). All the other settings will route the log messages to your System Logging subsystem (syslog) using the specified log level. Syslog can be configured to route different levels to different locations. See 'syslog' documentation (man syslog) on your system for more details.
es_es: Determine dónde enviar la información de registro si el registro está habilitado ('Desactivar registro de IssabelPBX' (AMPDISABLELOG) falso. Hay dos lugares para enrutar los mensajes de registro. 'ARCHIVO' enviará todos los mensajes de registro al 'Archivo de registro de IssabelPBX' definido (IPBX_LOG_FILE). Todas las demás configuraciones enrutarán los mensajes de registro a su subsistema de registro del sistema (syslog) utilizando el nivel de registro especificado. Syslog se puede configurar para enrutar diferentes niveles a diferentes ubicaciones. Consulte la documentación de 'syslog' (man syslog) en su sistema para obtener más detalles.
pt_br: Determine para onde enviar informações de registro se o registro estiver habilitado ('Disable IssabelPBX Logging' (AMPDISABLELOG) false. Existem dois locais para rotear mensagens de log. 'FILE' enviará todas as mensagens de log para 'IssabelPBX Log File' 'definido (IPBX_LOG_FILE). Todas as outras configurações encaminharão mensagens de log para o subsistema de registro do sistema (syslog) usando o nível de registro especificado. O syslog pode ser configurado para rotear níveis diferentes para locais diferentes. Consulte a 'documentação do syslog' (man syslog) no seu sistema para obter mais informações detalhes.

source: Asterisk VMU Mask
es_es: Máscara VMU Asterisk
pt_br: Máscara Asterisco VMU

source: Defaults to 077 allowing only the asterisk user to have any permission on VM files. If set to something like 007, it would allow the group to have permissions. This can be used if setting apache to a different user then asterisk, so that the apache user can have access to read/write/delete the voicemail files. If changed, some of the voicemail directory structures may have to be manually changed.
es_es: El valor predeterminado es 077, lo que permite que solo el usuario de asterisk tenga algún permiso en los archivos de VM. Si se establece en algo como 007, permitiría que el grupo tenga permisos. Esto se puede usar si configura apache para un usuario diferente que asterisk, de modo que el usuario de apache puede tener acceso para leer/escribir/eliminar los archivos del correo de voz. Si se modifican, es posible que algunas de las estructuras del directorio del correo de voz deban cambiarse manualmente.
pt_br: O valor padrão é 077, que permite que apenas o usuário asterisco tenha permissões nos arquivos da VM. Se definido como algo como 007, permitiria que o grupo tivesse permissões. Isso pode ser usado se você configurar o apache para um usuário diferente do asterisk, para que o usuário do apache possa ter acesso para ler/gravar/excluir os arquivos do correio de voz. Se alteradas, algumas estruturas de diretório do correio de voz poderão precisar ser alteradas manualmente.

source: IssabelPBX Web Address
es_es: Dirección web de IsabelPBX
pt_br: Endereço web IsabelPBX

source: This is the address of your Web Server. It is mostly obsolete and derived when not supplied and will be phased out, but there are still some areas expecting a variable to be set and if you are using it this will migrate your value.
es_es: Esta es la dirección de su servidor web. Es en su mayoría obsoleto y derivado cuando no se proporciona y se eliminará gradualmente, pero todavía hay algunas áreas que esperan que se establezca una variable y, si la está utilizando, esto migrará su valor.
pt_br: Este é o endereço do seu servidor web. Ela está obsoleta e derivada quando não é fornecida e será descontinuada, mas ainda existem algumas áreas que esperam que uma variável seja definida e se você a estiver usando, seu valor migrará.

source: Authorization Type
es_es: Tipo de autorización
pt_br: Tipo de autorização

source: Authentication type to use for web admin. If type set to <b>database</b>, the primary AMP admin credentials will be the AMPDBUSER/AMPDBPASS above. When using database you can create users that are restricted to only certain module pages. When set to none, you should make sure you have provided security at the apache level. When set to webserver, IssabelPBX will expect authentication to happen at the apache level, but will take the user credentials and apply any restrictions as if it were in database mode.
es_es: Tipo de autenticación a usar para el administrador web. Si el tipo se establece en <b>base de datos</b>, las credenciales de administrador de AMP principales serán AMPDBUSER/AMPDBPASS anteriores. Al usar la base de datos, puede crear usuarios que estén restringidos solo a ciertos módulos páginas. Cuando se establece en ninguno, debe asegurarse de haber proporcionado seguridad en el nivel de apache. Cuando se establece en el servidor web, IssabelPBX esperará que la autenticación ocurra en el nivel de apache, pero tomará las credenciales del usuario y aplicará cualquier restricción como si fuera en modo base de datos.
pt_br: Tipo de autenticação a ser usada pelo administrador da web. Se o tipo for definido como <b>banco de dados</b>, as credenciais primárias do administrador de AMP serão AMPDBUSER/AMPDBPASS acima. Usando o banco de dados, você pode criar usuários restritos apenas a determinadas páginas de módulos. Quando definido como nenhum, você deve garantir que forneceu segurança no nível do Apache. Quando configurado no servidor web, o IssabelPBX esperará que a autenticação ocorra no nível apache, mas pegará as credenciais do usuário e aplicará quaisquer restrições como se estivesse no modo de banco de dados.

source: Browser Stats
es_es: Estadísticas del navegador
pt_br: Estatísticas do navegador

source: Setting this to true will allow the development team to use google analytics to anonymously analyze browser information to help make better development decision.
es_es: Configurar esto en verdadero permitirá que el equipo de desarrollo use Google Analytics para analizar de forma anónima la información del navegador para ayudar a tomar una mejor decisión de desarrollo.
pt_br: Definir isso como verdadeiro permitirá que a equipe de desenvolvimento use o Google Analytics para analisar anonimamente as informações do navegador para ajudar a tomar melhores decisões de desenvolvimento.

source: Force Asterisk Version
es_es: Forzar versión de Asterisk
pt_br: Forçar versão do Asterisk

source: Normally IssabelPBX gets the current Asterisk version directly from Asterisk. This is required to generate proper dialplan for a given version. When using some custom Asterisk builds, the version may not be properly parsed and improper dialplan generated. Setting this to an equivalent Asterisk version will override what is read from Asterisk. This SHOULD be left blank unless you know what you are doing.
es_es: Normalmente, IssabelPBX obtiene la versión actual de Asterisk directamente de Asterisk. Esto es necesario para generar un plan de marcación adecuado para una versión determinada. Cuando se usan algunas compilaciones personalizadas de Asterisk, es posible que la versión no se analice correctamente y se genere un plan de marcación incorrecto. Estableciendo esto en un Asterisk equivalente anulará lo que se lea de Asterisk. Esto DEBE dejarse en blanco a menos que sepa lo que está haciendo.
pt_br: Normalmente, o IssabelPBX obtém a versão atual do Asterisk diretamente do Asterisk. Isto é necessário para gerar um plano de discagem apropriado para uma determinada versão. Ao usar algumas compilações personalizadas do Asterisk, a versão pode não ser analisada corretamente e um plano de discagem incorreto pode ser gerado. Definir isso como um equivalente do Asterisk substituirá qualquer coisa lida do Asterisk. DEVE ser deixado em branco, a menos que você saiba o que está fazendo.

source: IssabelPBX Log File
es_es: Archivo de registro de IssabelPBX
pt_br: Arquivo de registro IssabelPBX

source: Full path and name of the IssabelPBX Log File used in conjunction with the Syslog Level (AMPSYSLOGLEVEL) being set to FILE, not used otherwise. Initial installs may have some early logging sent to /tmp/issabelpbx_pre_install.log when it is first bootstrapping the installer.
es_es: Ruta completa y nombre del archivo de registro de IssabelPBX que se usa junto con el nivel de Syslog (AMPSYSLOGLEVEL) que se establece en ARCHIVO, no se usa de otra manera. Las instalaciones iniciales pueden tener un registro temprano enviado a /tmp/issabelpbx_pre_install.log cuando se inicia por primera vez el instalador.
pt_br: Caminho completo e nome do arquivo de log IssabelPBX usado em conjunto com o nível Syslog (AMPSYSLOGLEVEL) sendo definido como FILE, não usado de outra forma. As instalações iniciais podem ter um log antecipado enviado para /tmp/issabelpbx_pre_install.log quando o instalador é iniciado pela primeira vez.

source: jQuery Version
es_es: Versión de jQuery
pt_br: versão jQuery

source: The version of jQuery that we wish to use.
es_es: La versión de jQuery que deseamos usar.
pt_br: A versão do jQuery que queremos usar.

source: jQuery UI Version
es_es: Versión de interfaz de usuario de jQuery
pt_br: Versão da interface do jQuery

source: The version of jQuery UI that we wish to use.
es_es: La versión de jQuery UI que deseamos usar.
pt_br: A versão do jQuery UI que queremos usar.

source: Send Dashboard Notifications to Log
es_es: Enviar notificaciones del tablero al registro
pt_br: Envie notificações do painel para registro

source: When enabled all notification updates to the Dashboard notification panel will also be logged into the specified log file when enabled.
es_es: Cuando está habilitada, todas las actualizaciones de notificaciones en el panel de notificaciones del Tablero también se registrarán en el archivo de registro especificado cuando esté habilitada.
pt_br: Quando ativado, todas as atualizações de notificação no painel de notificação do Dashboard também serão registradas no arquivo de log especificado quando ativado.

source: Log Verbose Messages
es_es: Registrar mensajes detallados
pt_br: Registrar mensagens detalhadas

source: IssabelPBX has many verbose and useful messages displayed to users during module installation, system installations, loading configurations and other places. In order to accumulate these messages in the log files as well as the on screen display, set this to true.
es_es: IssabelPBX tiene muchos mensajes detallados y útiles que se muestran a los usuarios durante la instalación del módulo, las instalaciones del sistema, la carga de configuraciones y otros lugares. Para acumular estos mensajes en los archivos de registro, así como en la visualización en pantalla, establezca esto en verdadero.
pt_br: IssabelPBX possui muitas mensagens detalhadas e úteis que são exibidas aos usuários durante a instalação do módulo, instalações do sistema, carregamento de configuração e outros locais. Para acumular essas mensagens em arquivos de log, bem como na exibição na tela, defina como verdadeiro.

source: Call Recording Format
es_es: Formato de grabación de llamadas
pt_br: Formato de gravação de chamadas

source: Format to save recoreded calls for most call recording unless specified differently in specific applications.
es_es: Formato para guardar las llamadas grabadas para la mayoría de las grabaciones de llamadas, a menos que se especifique lo contrario en aplicaciones específicas.
pt_br: Formato para salvar chamadas gravadas para a maioria das gravações de chamadas, salvo especificação em contrário em aplicativos específicos.

source: PHP Error Log Output
es_es: Salida del registro de errores de PHP
pt_br: Saída do log de erros do PHP

source: Where to send PHP errors, warnings and notices by the IssabelPBX PHP error handler. Set to 'dbug', they will go to the Debug File regardless of whether dbug Loggin is disabled or not. Set to 'issabelpbxlog' will send them to the IssabelPBX Log. Set to 'off' and they will be ignored.
es_es: Dónde enviar errores de PHP, advertencias y avisos mediante el controlador de errores PHP de IssabelPBX. Establecidos en 'dbug', irán al archivo de depuración independientemente de si dbug Loggin está deshabilitado o no. Establecidos en 'issabelpbxlog' los enviará a el registro de IssabelPBX. Establézcalo en 'apagado' y serán ignorados.
pt_br: Para onde enviar erros, avisos e avisos de PHP usando o manipulador de erros PHP IssabelPBX. Definido como 'dbug', eles irão para o arquivo de depuração independentemente de o dbug Loggin estar desabilitado ou não. Definir como 'issabelpbxlog' irá enviá-los para o log IssabelPBX. Defina-o como 'desligado' e eles serão ignorados.

source: Use Google Distribution Network for js Downloads
es_es: Usar la red de distribución de Google para descargas js
pt_br: Use a rede de distribuição do Google para downloads de js

source: Setting this to true will fetch system javascript libraries such as jQuery and jQuery-ui from ajax.googleapis.com. This can be advantageous if accessing remote or multiple different IssabelPBX systems since the libraries are only cached once in your browser. If external internet connections are problematic, setting this true could result in slow systems. IssabelPBX will always fallback to the locally available libraries if the CDN is not available.
es_es: Configurar esto en verdadero obtendrá bibliotecas javascript del sistema como jQuery y jQuery-ui de ajax.googleapis.com. Esto puede ser ventajoso si accede a sistemas IssabelPBX remotos o diferentes, ya que las bibliotecas solo se almacenan en caché una vez en su navegador. Si es externo las conexiones a Internet son problemáticas, configurar esto como verdadero podría resultar en sistemas lentos. IssabelPBX siempre recurrirá a las bibliotecas disponibles localmente si el CDN no está disponible.
pt_br: Definir isso como verdadeiro fornecerá bibliotecas javascript do sistema, como jQuery e jQuery-ui de ajax.googleapis.com. Isso pode ser vantajoso se você acessar sistemas IssabelPBX remotos ou diferentes, pois as bibliotecas são armazenadas em cache apenas uma vez em seu navegador. Se as conexões externas com a Internet forem problemáticas, definir isso como verdadeiro poderá resultar em sistemas lentos. IssabelPBX sempre recorrerá a bibliotecas disponíveis localmente se o CDN não estiver disponível.

source: VMX Default Context
es_es: Contexto predeterminado de VMX
pt_br: Contexto padrão VMX

source: Used to do extremely advanced and customized changes to the macro-vm VmX locater. Check the dialplan for a thorough understanding of how to use this.
es_es: Se utiliza para realizar cambios extremadamente avanzados y personalizados en el localizador macro-vm VmX. Verifique el plan de marcación para obtener una comprensión completa de cómo usar esto.
pt_br: Ele é usado para fazer alterações extremamente avançadas e personalizadas no localizador macro-vm VmX. Verifique o plano de discagem para entender completamente como usá-lo.
