Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: issabelpbx setting ZAP2DAHDICOMPAT not found, somethng is corrupt in the conf database?
ja_jp: IssabelPBX設定ZAP2DAHDICOMPATが見つかりませんでした。confデータベースは破損していませんか？
pt_br: Configuração para issabelpbx ZAP2DAHDICOMPAT não encontrada, algo está corrompido no banco de dados de configuração?

source: insert
ja_jp: 挿入
pt_br: inserir

source: installing files to %s..
ja_jp: %s にファイルをインストール中..
pt_br: instalando arquivos em %s..

source: invalid validation options provided for keyword %s: %s
ja_jp: 無効な検証オプションがキーワード%s に提供されました:%s
pt_br: opções de validação inválidas fornecidas para a palavra-chave %s: %s

source: is a registered trademark of
ja_jp: は以下の企業の登録商標です。
pt_br: é uma marca registrada da

source: is licensed under the
ja_jp: は、次に基づきライセンスされています
pt_br: está licenciado sob o

source: is not allowed for your account
es_es: no está permitida en su cuenta
ja_jp: はあなたのアカウントに許可されていません
pt_br: sua conta não tem permissão para este acesso

source: is useful for VoIP trunks, where if a number is dialed as "5551234", it can be converted to "16135551234".
es_es: es útil para líneas troncales de VoIP, donde un número marcado como "5551234", se convierte a "16135551234".
ja_jp: もし番号が"5551234"とダイヤルされた場合、"16135551234"と変換されるといったような形でVoIPトランクに役に立ちます。
pt_br: é útil para troncos VoIP, quando um numero é discado como "5551234", pode ser convertido para "16135551234".

source: is useful for ZAP and DAHDi trunks, where if a local number is dialed as "6135551234", it can be converted to "555-1234".
es_es: es útil para troncales ZAP y DAHDi, donde si se marca un número local como "6135551234", se puede convertir a "555-1234".
ja_jp: 地域番号が"6135551234"としてダイヤルされた場合に、"555-1234"と変換されるといった形でZAPとDAHDiトランクに役立ちます。
pt_br: é útil para troncos ZAP e DAHDi, onde se um número local for discado como "6135551234", ele poderá ser convertido para "555-1234".

source: is useful to translate a call to directory assistance
es_es: es útil para traducir una llamada a la asistencia de directorio
ja_jp: はコールをディレクトリアシスタンスへ置き換える際に有用です
pt_br: útil para traduzir uma chamada para assistência à lista

source: loaded
pt_br: carregado

source: loading table from localprefixes.conf..
pt_br: carregando tabela de localprefixes.conf.

source: local module administration
es_es: Administración de módulos locales
ja_jp: ローカルモジュール管理
pt_br: Administração local de módulos

source: logger file removed, core upgrade will provide new file
pt_br: log removido, a atualização do kernel fornecerá um novo arquivo

source: logs into a device.
es_es: inicie sesión en el dispositivo.
ja_jp: デバイスへログイン。
pt_br: loga no dispositivo.

source: logs out of a device.
es_es: cierre sesión en el dispositivo.
ja_jp: デバイスからログアウト。
pt_br: desloga no dispositivo

source: mISDN Group/Port
ja_jp: mISDNグループ/ポート
pt_br: Grupo/Porta mISDN

source: mISDN channels are referenced either by a group name or channel number (use <i>mISDN Port Groups</i> to configure).
ja_jp: mISDNチャネルはグループ番号またはチャネル番号(設定するには<i>mISDNポートグループ</i>を使用)のいづれかによって参照されます。
pt_br: Os canais mISDN são referenciados por um nome de grupo ou número de canal (use <i>Grupos de portas mISDN</i> para configurar).

source: match pattern
es_es: patrón de coincidencia
ja_jp: 一致パターン
pt_br: padrão de correspondência

source: match pattern:
es_es: patrón de coincidencia:
ja_jp: 一致パターン:
pt_br: padrão de correspondência:

source: matches any digit from 0-9
es_es: Acepta cualquier dígito entre 0 y 9
ja_jp: 0から9までの任意の数字に一致
pt_br: corresponde a qualqueer dígito entre 0-9

source: matches any digit from 1-9
es_es: Acepta cualquier dígito entre 1 y 9
ja_jp: 1から9までの任意の数字に一致
pt_br: corresponde a qualquer dígito entre 1-9

source: matches any digit from 2-9
es_es: Acepta cualquier dígito entre 2 y 9
ja_jp: 2から9までの任意の数字に一致
pt_br: corresponde a qualquer dígito entre 2-9

source: matches any digit in the brackets (example: 1,2,3,7,8,9)
es_es: Acepta cualquier dígito entre corchetes (ejemplo: 1,2,3,7,8,9)
ja_jp: ブラケット内の任意の数字に一致 (例: 1,2,3,7,8,9)
pt_br: Aceita qualquer dígito entre colchetes (exemplo: 1,2,3,7,8,9)

source: method define_conf_setting() failed to pass validation for keyword [%s] setting value [%s], error msg if supplied [%s]
ja_jp: メソッド define_conf_setting() がキーワード [%s] 設定された値[%s] の検証パスに失敗しました。、エラーメッセージ(提供されている場合) [%s]
pt_br: O método define_conf_setting() não pôde passar na validação para o valor de configuração da palavra-chave [%s] [%s], mensagem de erro se [%s] foi fornecido

source: migrated username column to allow for longer usernames
ja_jp: ユーザー名が長い為usernameコラムを移行しました
pt_br: coluna de nome de usuário migrada para permitir nomes mais longos

source: migrating %s settings so core can generate
pt_br: migrando %s ajustes para el módulo core

source: migrating rules..
pt_br: regras de migração..

source: migrating zap table contents to dahdi table..
ja_jp: zapテーブルコンテンツをdahdiテーブルに移行中..
pt_br: migrando tabla zap para dahdi..

source: migrating..
ja_jp: 移行中..
pt_br: migrando..

source: missing value and/or defaultval required for [%s]
ja_jp: 値が見つかりません、および／または [%s] のデフォルト値が必要です
pt_br: valor ausente e/ou valor padrão necessário para [%s]

source: never - no RFC3581
pt_br: nunca - não RFC3581

source: no logger file to remove
pt_br: nenhum arquivo de log para excluir

source: none
es_es: Ninguno
ja_jp: なし
pt_br: nenhum

source: not in issabelpbx_conf, skipping
pt_br: não em issabelpbx_conf, pulando

source: not needed
es_es: No es necesario
ja_jp: 必要なし
pt_br: não necessário

source: not present
es_es: No presente
ja_jp: 存在しない
pt_br: não presente

source: ok moved
pt_br: ok movido

source: password
es_es: contraseña
ja_jp: パスワード
pt_br: senha

source: prefix
es_es: prefijo
ja_jp: プリフィックス
pt_br: prefixo

source: prefix:
es_es: prefijo:
ja_jp: プリフィックス:
pt_br: prefixo:

source: preparing
ja_jp: 準備中
pt_br: preparando

source: preparing device %s dial to %s
ja_jp: デバイス %s を準備中 %s へダイヤルします
pt_br: preparando dispositivo %s marcar a %s

source: preparing for update
pt_br: preparando para atualizar

source: prepend
es_es: anteponer
ja_jp: 前に付与
pt_br: colocar antes

source: prepend:
es_es: anteponer:
ja_jp: 前に付与:
pt_br: acrescentar:

source: remove
ja_jp: 削除
pt_br: removedor

source: removed
es_es: Eliminado
ja_jp: 削除済み
pt_br: removido

source: removing deprecated Advanced settings if needed..
pt_br: removendo configurações avançadas que foram obsoletas.

source: removing globals..
ja_jp: グローバルを削除中..
pt_br: removendo globais..

source: removing res_odbc.conf so it can be symlinked from core
pt_br: removendo res_odbc.conf para que possa ser vinculado simbolicamente ao núcleo

source: removing rtp.conf it will be symlinked from core
pt_br: removendo rpt.conf para que ele possa ser vinculado simbolicamente ao núcleo

source: removing zap table..
ja_jp: zapテーブルを削除中..
pt_br: removendo a placa de sapato..

source: renaming table zapchandids to dahdichandids..
ja_jp: テーブル名zapchanidsをdahdichandidsに変更中..
pt_br: renomeando a tabela zapchandids para dahdichandids..

source: retrieve_conf failed, config not applied
es_es: El guión retrieve_conf fallo, no se ha aplicado la configuración
ja_jp: retrieve_conf失敗、設定が適用されませんでした
pt_br: retrieve_conf falhou, configuração não aplicada

source: route
es_es: ruta
ja_jp: 経路
pt_br: rota

source: routes
es_es: rutas
ja_jp: 経路
pt_br: rotas

source: setting AMP_ACCESS_DB_CREDS to true
pt_br: definindo AMP_ACCESS_DB_CREDS como verdadeiro

source: starting migration
es_es: Iniciando migración
ja_jp: 移行開始
pt_br: iniciando migração

source: this file must be done via the Web GUI. There are alternative files to make
ja_jp: このファイルはWebのGUI経由で実行しなければいけません。作成可能な代替ファイルがあります
pt_br: Este arquivo deve ser feito via Web GUI. Existem arquivos alternativos para fazer

source: try again
es_es: Intentar de nuevo
ja_jp: 再度実行してください
pt_br: tentar novamente

source: trying to move res_odbc.conf to res_odbc_custom.conf
pt_br: tentando mover res_odbc.conf para res_odbc_custom.conf

source: trying to set keyword [%s] to [%s] on uninitialized setting
ja_jp: 初期化されていない設定でキーワード [%s] を [%s] に設定しようとしています
pt_br: tentando definir a palavra-chave [%s] como [%s] em uma configuração não inicializada

source: unknown type: [%s]
ja_jp: 不明なタイプ： [%s]
pt_br: tipo desconhecido: [%s]

source: unrecognized rule: %s discarding
pt_br: regra desconhecida: %s descartando

source: updated %s callgroups, %s pickupgroups
es_es: Actualizados %s grupos de llamadas, %s grupos de captura
ja_jp: %s 個のコールグループ、 %s 個のピックアップグループをアップデートしました
pt_br: atualizados %s grupos de chamdas (callgroups). %s grupos de captura (pickupgrups)

source: updated %s records
ja_jp: %s 個のレコードをアップデートしました
pt_br: %s registros foram atualizados

source: updating zap callgroup, pickupgroup..
es_es: Actualizando grupo de llamadas Zap, grupos de captura...
ja_jp: zap コールグループ、ピックアップグループをアップデート中..
pt_br: atualizando grupo de chamda zap, grupo de captura...

source: upgrading any zap trunks to dahdi if found
ja_jp: zapトランクが見つかった場合には、dahdiにアップグレードします
pt_br: atualizando trunks zap para dahdi se eles existirem

source: username
es_es: usuario
ja_jp: ユーザー名
pt_br: do utilizador

source: wherever the number to dial should go.<br><br><b>examples:</b><br>
ja_jp: ダイヤルする番号がいくべきかどうか。<br><br><b>例:</b><br>
pt_br: Para onde o número discado deve ir.<br><br><b>exemplos:</b><br>

source: wildcard, matches one or more dialed digits
es_es: comodín, acepta uno o más dígitos
ja_jp: ワイルドカード、ダイヤルされた一ケタ以上に一致
pt_br: curinga, aceita um ou mais dígitos

source: writetimeout added to manager.conf
pt_br: adicionado writetimeout a manager.conf

source: writetimeout already exists
pt_br: writetimeout você existe

source: writetimeout not present, adding
pt_br: writetimeout não existe, adicionando

source: you can't convert an existing type, keyword [%s]
ja_jp: 既存のタイプを変換することができません、キーワード [%s]
pt_br: não é possível converter um tipo existente, palavra-chave [%s]

source: you may need to add the line 'preload => chan_local.so' to your modules.conf manually
pt_br: pode ser necessário adicionar a linha 'preload => chan_local.so' ao arquivo module.conf manualmente

source: you may need to add the line 'preload => pbx_config.so' to your modules.conf manually
pt_br: pode ser necessário adicionar a linha 'preload => pbx_config.so' ao arquivo module.conf manualmente

source: zap devices migrated
ja_jp: zapでバイスが移行されました
pt_br: dispositivos zap migrados

source: Back
pt_br: Voltar

source: Module Admin
es_es: Administración de módulos
pt_br: Administrador de Módulos

source: Reports
es_es: Informes
pt_br: Relatórios

source: Reloading will apply all configuration changes made in IssabelPBX to your PBX engine and make them active.
es_es: La recarga aplicará los cambios hechos en IssabelPBX a su centralita y los activará.
pt_br: Recarregando todas as alterações feitas no IssabelPBX se tornarão ativas.

source: no
pt_br: não

source: yes
es_es: si
pt_br: sim

source: Added to globals: %s
pt_br: Adicionado aos globais: %s

source: Please update your modules and reload Asterisk by browsing to your server.
pt_br: Por favor atualize seus módulos e recarregue o Asterisk navegando até seu servidor.

source: Please update your modules and reload Asterisk by visiting %s
pt_br: Por favor atualize seus módulos e recarregue o Asterisk visitando %s

source: Found language dir %s for %s, not installed on system, skipping.
pt_br: Foi encontrado o diretório de idioma %s para %s, não instalado no sistema, ignorando.

source: Advanced Settings Details
es_es: Detalle de configuraciones avanzadas
pt_br: Detalhe das configurações avançadas

source: Display Friendly Name
es_es: Mostrar nombre amistoso
pt_br: Mostrar nome amigável

source: Display Readonly Settings
es_es: Mostrar configuraciones de sólo lectura
pt_br: Mostrar configurações somente leitura

source: Override Readonly Settings
es_es: Anular configuraciones de sólo lectura
pt_br: Substituir configurações somente leitura

source: Add PJSIP Trunk
es_es: Añadir línea troncal PJSIP
pt_br: Adicionar tronco PJSIP

source: Asterisk Manager Password
es_es: Contaseña Asterisk Manager
pt_br: Senha do Gerenciador Asterisk

source: Password for accessing the Asterisk Manager Interface (AMI), this will be automatically updated in manager.conf.
es_es: Contraseña a utilizar para acceder al Asterisk Manager (AMI), esta se actualizará automáticamente en manager.conf.
pt_br: Senha a ser utilizada para acessar o Asterisk Manager (AMI), esta será atualizada automaticamente em manager.conf.

source: Asterisk Manager User
es_es: Usuario Asterisk Manager
pt_br: Gerenciador de usuário Asterisk

source: Username for accessing the Asterisk Manager Interface (AMI), this will be automatically updated in manager.conf.
es_es: Nombre de usuario para acceder al Asterisk Manager (AMI), este se actualizará automáticamente en manager.conf.
pt_br: Nome de usuário para acessar o Asterisk Manager (AMI), este será atualizado automaticamente em manager.conf.

source: Dialplan and Operational
es_es: Plan de Marcado y Operacional
pt_br: Marcação e Plano Operacional

source: Device Settings
es_es: Configuración de dispositivo
pt_br: Configurações do dispositivo

source: Developer and Customization
es_es: Desarrollador y personalización
pt_br: Desenvolvedor e customização

source: Debug File
es_es: Archivo de depuración
pt_br: Arquivo de depuração

source: Developer Mode
es_es: Modo desarrollador
pt_br: Modo de desenvolvedor

source: Always Download Web Assets
es_es: Descargar siempre componentes web
pt_br: Sempre baixe componentes da web

source: GUI Behavior
es_es: Comportamiento GUI
pt_br: Comportamento da GUI

source: Whether to enable HTTPS support for the Asterisk HTTP interface. Default is no.
es_es: Si desea activar soporte HTTPS en el mini servidor web. Por defecto se encuentra inactivo.
pt_br: Se você deseja ativar o suporte HTTPS no mini servidor web. Por padrão, está inativo.

source: Whether Asterisk should serve static content from http-static (HTML pages, CSS, javascript, etc.). Default is no.
es_es: Si Asterisk debe servir contenido estátido de la carpeta http-static (páginas HTML, CSS, javascript, etc). Por defecto se encuentra desactivado.
pt_br: Sim, o Asterisk deve servir conteúdo estático da pasta http-static (páginas HTML, CSS, javascript, etc.). Por padrão, ele está desabilitado.

source: Whether the Asterisk HTTP interface is enabled or not. This is for Asterisk, it is not directly related for IssabelPBX usage and the value of this setting is irrelevant for accessing core IssabelPBX settings. Default is no.
es_es: Si la interfaz HTTP de Asterisk debe activarse o no. Esto es exclusivo de Asterisk, no está relacionado con el acceso a IssabelPBX que se sirve desde el servidor web instalado, no el de Asterisk. Por defecto se encuentra desactivado.
pt_br: Se a interface HTTP do Asterisk deve ser habilitada ou não. Isto é exclusivo do Asterisk, não relacionado ao acesso ao IssabelPBX sendo servido a partir do servidor web instalado, não do Asterisk. Por padrão, ele está desabilitado.

source: Address to bind to. Default is 0.0.0.0
es_es: Dirección IP a enlazar. Por defecto es 0.0.0.0 (todas las direcciones del servidor)
pt_br: Endereço IP para vincular. O padrão é 0.0.0.0 (todos os endereços de servidor)

source: Port to bind to. Default is 8088
es_es: Puerto a enlazar. Por defecto se usa 8088
pt_br: Porta para vincular. Por padrão, 8088 é usado

source: Force Asterisk to use avp
es_es: Forzar a Asterisk a usar avp
pt_br: Forçar o Asterisk a usar o avp

source: Export
es_es: Exportar
pt_br: Exportar

source: SIP WebRTC Device
es_es: Dispositivo WebRTC SIP
pt_br: Dispositivo SIP WebRTC

source: Generic PJSIP Device
es_es: Dispositivo PJSIP genérico
pt_br: Dispositivo PJSIP genérico

source: PJSIP WebRTC Device
es_es: Dispositivo WebRTC PJSIP
pt_br: Dispositivo WebRTC PJSIP

source: Asterisk Builtin mini-HTTP server
es_es: Mini servidor HTTP de Asterisk
pt_br: Mini servidor HTTP de Asterisk

source: Certificate file
es_es: Archivo de certificado
pt_br: Arquivo de certificado

source: Enable HTTPS support for the mini-HTTP server
es_es: Habilitar soporte HTTPS al mini servidor HTTP
pt_br: Habilite o suporte HTTPS para o miniservidor HTTP

source: Enable Static Content
es_es: Habilitar contenido estático
pt_br: Habilitar conteúdo estático

source: Enable the mini-HTTP Server
es_es: Habilitar el mini servidor HTTP
pt_br: Habilitar miniservidor HTTP

source: HTTP Bind Address
es_es: Dirección IP para HTTP
pt_br: Endereço IP para HTTP

source: HTTP Bind Port
es_es: Puerto para HTTP
pt_br: Porta para HTTP

source: HTTP Prefix
es_es: Prefijo HTTP
pt_br: Prefixo HTTP

source: HTTPS Bind Address/Port
es_es: Direción IP/Puerto para HTTPS
pt_br: Direción IP/Puerto para HTTPS

source: Private key file
es_es: Archivo de Llave Privada
pt_br: Arquivo de chave privada

source: Full path to private key file for HTTPS. If empty, default is to look into certificate file for private key.
es_es: Ruta completa de la llave privada para usar para HTTPS. Si se deja en blanco, se buscará la misma dentro del archivo de certificado.
pt_br: Caminho completo da chave privada a ser usada para HTTPS. Se deixado em branco, será pesquisado no arquivo do certificado.

source: Full path to certificate file for HTTPS.
es_es: Ruta copleta del archivo de certificado para HTTPS.
pt_br: Caminho completo do arquivo de certificado para HTTPS.

source: Invalid number. Only 0-9, #, and * are allowed.
es_es: Número inválido. Solo se permite 0-9, # y *
ja_jp: 無効な番号。0-9, #, *のみが許可されます。
pt_br: Número inválido. Apenas 0-9, # e amp.mo amp.po são permitidos

source: Invalid pattern. Only 0-9, #, *
es_es: Patrón inválido. Utilice sólo 0-9, #, *
ja_jp: 無効なパターン。0-9, #, * のみ使用可
pt_br: Padrão inválido. Use apenas 0-9, #, amp.mo amp.po

source: Invalid pattern. Only 0-9, #, *, Z, N, X and . are allowed.
es_es: Regla no válida. Sólo se permiten los caracteres 0-9, #, *, Z, N y X.
ja_jp: 無効なパターン。 0-9, #, *, Z, N, X と . のみが許可されます。
pt_br: Regra inválida. Somente caracteres 0-9, #, *, Z, N e X são permitidos.

source: Invalid prefix. Only 0-9, #, *, Z, N, and X are allowed.
es_es: Prefijo no válido. Sólo se permiten los caracteres 0-9, #, *, Z, N y X.
ja_jp: 無効なプリフィックス。 0-9, #, *, Z, N, X と . のみが許可されます。
pt_br: Prefixo inválido. Somente caracteres 0-9, #, *, Z, N e X são permitidos.

source: Invalid prefix. Only dialable characters (0-9, #, and *) are allowed.
es_es: Prefijo no válido. Sólo se permiten caracteres que se puedan marcar (0-9, # y *).
ja_jp: 無効なプリフィックス。ダイヤル可能な文字 (0-9, #, *)のみ指定可能。
pt_br: Prefixo inválido. Somente caracteres discáveis (0-9, # e *) são permitidos.

source: Login
es_es: Acceso
pt_br: Acceso

source: If you are having any problems there is a community based <a href='%s' target='_new'>IssabelPBX Web Forum</a> where you can postquestions and search for answers for any problems you may be having.
pt_br: Se você estiver com problemas, existe um <a href='%s' target='_new'>fórum da web IssabelPBX</a> mantido pela comunidade, onde você pode postar suas dúvidas e encontrar respostas para quaisquer problemas que possa encontrar.

source: Status
es_es: Estado
pt_br: Estado

source: What is the local dialing pattern?<br><br>(ie. NXXNXXXXXX for US/CAN 10-digit dialing, NXXXXXX for 7-digit)
es_es: ¿Cuál es el patrón de marcación local?<br><br>(ejemplo NXXNXXXXXX para marcación de 10 dígitos en EE.UU./Canadá, NXXXXXX para marcación de 7 dígitos)
pt_br: Qual é o padrão de discagem local?<br><br>(exemplo NXXNXXXXXX para discagem de 10 dígitos nos EUA/Canadá, NXXXXXX para discagem de 7 dígitos)

source: What is your areacode + prefix (NPA-NXX)?<br><br>(Note: this database contains North American numbers only, and is not guaranteed to be 100% accurate. You will still have the option of modifying results.)<br><br>This may take a few seconds.
es_es: ¿Cuál es su código de área + prefijo (NPA-NXX)?<br><br>(Tenga en cuenta que esta base de datos contiene sólo números de Norteamérica, y no es 100% segura. De todas formas tendrá la opción de modificar el resultado.<br><br>Esto puede demorar unos segundos.
pt_br: Qual é o seu código de área + prefixo (NPA-NXX)?<br><br>(Observe que este banco de dados contém apenas números da América do Norte e não é 100% seguro. Você ainda terá a opção de modificar o resultado.< br><br>Isso pode levar alguns segundos.

source: What prefix should be added to the dialing pattern?<br><br>(ie. for US/CAN, 1+areacode, ie, \'1613\')?
es_es: ¿Qué prefijo se debe agregar al patrón de marcación?<br><br>(ejemplo: para EE.UU./Canadá, 1+código de área, es decir, \'1613\')
pt_br: Qual prefixo deve ser adicionado ao padrão de discagem?<br><br>(exemplo: para EUA/Canadá, código de área 1+, ou seja, \'1613\')

source: What prefix should be removed from the number?<br><br>(ie. for US/CAN, 1+areacode, ie, \'1613\')
es_es: ¿Qué prefijo se debe eliminar del número?<br><br>(ejemplo, para EE.UU./Canadá, 1+código de área, es decir, \'1613\'
pt_br: Qual prefixo deve ser removido do número?<br><br>(exemplo, para EUA/Canadá, código de área 1+, ou seja, \'1613\'

source: Whether to Enable DTLS for this peer. Defaults to no.
es_es: Si desea activar DTLS para este peer. El valor por defecto es 'no'.
pt_br: Se você deseja habilitar o DTLS para este par. O valor padrão é não'.

source: HTTP Prefix allows you to specify a prefix for all requests to the server. For example, if the prefix is set to "asterisk" then all requests must begin with /asterisk. If this field is blank it is akin to saying all requests must being with /, essentially no prefix
es_es: El prefijo HTTP le permite definir un prefijo a requerir para todas las solicitudes al servidor. Por ejemplo, si el prefijo se configura como "asterisk" entonces todas las solicitudes al servidor deberán comenzar con /asterisk. Si se deja en blanco, entonces todas las solicitudes deberán comenzar con /, esencialmente sin usar ningún prefijo.
pt_br: O prefixo HTTP permite definir um prefixo a ser exigido para todas as solicitações ao servidor. Por exemplo, se o prefixo estiver definido como "asterisco", todas as solicitações ao servidor deverão começar com /asterisco. Se deixado em branco, todas as solicitações deverão começar com /, essencialmente sem usar nenhum prefixo.

source: Address and port to bind to for HTTPS. Default is 0.0.0.0:8089
es_es: Dirección IP y puerto a enlazar para HTTPS. Por defecto se usa 0.0.0.0:8089
pt_br: Endereço IP e porta para vincular para HTTPS. Por padrão 0.0.0.0:8089 é usado

source: missing options array for keyword [%s] required if type is select
pt_br: opções de tupla ausentes para a palavra-chave [%s] obrigatórias se o tipo for selecionado

source: missing options for keyword [%s] required if type is select
pt_br: faltando opções para a palavra-chave [%s], obrigatória se o tipo for selecionado

source: Outbound
es_es: Saliente
pt_br: Extrovertido

source: Inbound
es_es: Entrante
pt_br: Entrada

source: None
es_es: Ninguno
pt_br: Nenhum

source: Send
es_es: Enviar
pt_br: Enviar

source: Receive
es_es: Recibir
pt_br: Receber

source: Secret
es_es: Contraseña
pt_br: Senha

source: Transport
es_es: Transporte
pt_br: Transporte

source: Both
es_es: Ambos
pt_br: Ambos

source: Max Retries
es_es: Reintentos Máximos
pt_br: Reintentos Máximos

source: Expiration
es_es: Expiración
pt_br: Expiração

source: Qualify Frequency
es_es: Frecunecia Qualify
pt_br: Qualificação Frecunecia

source: Symmetric RTP
es_es: RTP Simétrico
pt_br: RTP Simétrico

source: Rewrite Contact
es_es: Reescribir Contacto
pt_br: Reescrever contato

source: Inband Progress
es_es: Progreso Inband
pt_br: Progresso dentro da banda

source: Permanent Auth Rejection
es_es: Rechazo Auth Permanente
pt_br: Rejeição permanente de autenticação

source: Direct Media
es_es: Medios Directos
pt_br: Mídia Direta

source: Trust RPID/PAI
es_es: Confiar RPID/PAI
pt_br: Confiar RPID/PAI

source: Support T.38 UDPTL
es_es: Soporte T.38 UDPTL
pt_br: Suporte T.38 UDPTL
