Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Enable or disable the ability to do on demand (one-touch) recording. The overall calling policy rules still apply and if calls are already being recorded they can not be paused.
es_es: Habilitar o deshabilitar la posibilidad de realizar grabaciones a demanda (a un toque). La política de grabación general sigue funcionando y si las llamadas ya están siendo grabadas, no podrán ser pausadas.
ja_jp: 要求に応じて記録機能(ワンタッチ)の使用可能または使用不可能にしてください。全体的なコールポリシー ルールは引き続き適用され、コールが既に記録されている場合、一時停止することができます。
pt_br: Ative ou desative a capacidade de fazer gravações sob demanda (um toque). A política geral de gravação continua em vigor e se as chamadas já estiverem sendo gravadas, elas não poderão ser pausadas.

source: Enabled
es_es: Habilitado
ja_jp: 有効
pt_br: Habilitado

source: Enabled and up to date
es_es: Habilitado y actualizado
ja_jp: 有効/最新
pt_br: Habilitado e atualizado

source: Enabled; Not available online
es_es: Habilitado; no hay actualización en línea
ja_jp: 有効；オンラインが利用できません
pt_br: Habilitado; Não disponível online

source: Enabling Pinless Dialing will allow this extension to bypass any pin codes normally required on outbound calls
es_es: Si activa esta opción, esta extensión se salteará el requerimiento de ingresar cualquier código PIN que sea configurado para rutas salientes.
ja_jp: ピンレスダイヤリングを有効にすると、この内線は通常外線発信で必要となるピンコード認証の回避が許可されます
pt_br: Habilitar discagem sem senha permitirá este ramal evitar qualquer código normalmente requerido em chamadas de saída

source: Endpoint port number to use, usually 4569.
es_es: Número de puerto a usar, usualmente 4569
ja_jp: 使用されるエンドポイントポート番号、通常 4569。
pt_br: Número da porta a ser usada, geralmente 4569

source: Endpoint port number to use, usually 5060. Some 2 ports devices such as ATA may used 5061 for the second port.
es_es: Número de puerto a usar, usualmente 5060. Algunos dispositivos podrían usar el puerto 5061 para la segunda línea.
ja_jp: エンドポイントの使用するポート番号、通常5060。ATAのような2ポートデバイスはセカンドポートで5061を使用します。
pt_br: Número da porta a ser usada, geralmente 5060. Alguns dispositivos podem usar a porta 5061 para a segunda linha.

source: English
ja_jp: 英語
pt_br: Inglês

source: Error
ja_jp: エラー
pt_br: Erro

source: Error Duplicate Channel Entry
es_es: Error: Canal duplicado
ja_jp: 重複したチャネルエントリーエラー
pt_br: Erro: Entrada de canal duplicada

source: Error converting zap to dahdi in devices table and AstDB
ja_jp: デバイステーブル及びAstDBにおいて、zapをdahdiへ変換中にエラーが発生しました
pt_br: Erro ao converter zap para dahdi na tabela de dispositivos no AstDB

source: Error creating temporary directory: %s
es_es: Se ha producido un error al crear un directorio temporal: %s
ja_jp: テンポラリディレクトリの作成に失敗： %s
pt_br: Erro criando diretório temporário: %s

source: Error deleting directory %s (code %d)
es_es: Se ha producido un error al eliminar el directorio %s (código %d)
ja_jp: ディレクトリ %s の削除エラー (コード %d)
pt_br: Erro excluindo diretório %s (código %d)

source: Error fetching prefix list for:
ja_jp: エラー プリフィックスリスト取得：
pt_br: Error obtendo lista de prefixos para:

source: Error finding uploaded file - check your PHP and/or web server configuration
es_es: Se ha producido un error al buscar el archivo enviado; compruebe la configuración de PHP o de su servidor web
ja_jp: アップロードファイルを見つけられませんでした - PHP および／または、ウェブサーバーの設定を確認してください
pt_br: Erro procurando arquivo atualizado - verifique o PHP e/ou configuração do servidor WEB

source: Error opening %s for reading
es_es: No se pudo abrir %s para leerlo
ja_jp: 読み込みエラー %s
pt_br: Erro abrindo %s para leitura

source: Error opening %s for writing
es_es: Error al abrir %s para escribir en él
ja_jp: 書き込みエラー %s
pt_br: Erro abrindo %s para gravação

source: Error parsing cdr_mysql.conf no migration done
pt_br: Erro ao analisar cdr_mysql.conf, migração não realizada

source: Error removing temporary directory: %s
es_es: Se ha producido un error al eliminar un directorio temporal: %s
ja_jp: テンポラリディレクトリの削除にしっぱい： %s
pt_br: Erro removendo diretório temporário: %s

source: Error untaring uploaded file. Must be a tar or tar+gzip file
ja_jp: アップロードしたファイルの展開に失敗。tar 又は tar+gzipファイルでなければいけません
pt_br: Erro ao descompactar o arquivo enviado. Deve ser um arquivo tar ou tar+gzip

source: Error updating database. Command was: %s; error was: %s
es_es: Se ha producido un error al actualizar la base de datos. El comando fue: %s; y el error fue: %s
ja_jp: データベースのアップデートエラー。コマンド；%s エラー：%s
pt_br: Erro atualizando banco de dados. Comando %s; erro: %s

source: Error updating database:
es_es: Se ha producido un error al actualizar la base de datos:
ja_jp: データベースアップデートエラー：
pt_br: Erro atualizando banco de dados:

source: Error(s) disabling %s
es_es: Se ha producido un error al deshabilitar el módulo %s
ja_jp: %s を無効にできませんでした
pt_br: Erro desabilitando %s

source: Error(s) downloading %s
es_es: Se ha producido un error al descargar %s
ja_jp: %s のダウンロードエラー
pt_br: Erro baixando %s

source: Error(s) enabling %s
es_es: Se ha producido un error al habilitar %s
ja_jp: %s を有効にできませんでした
pt_br: Erro(s) habilitando %s

source: Error(s) installing %s
es_es: Se ha producido un error al instalar %s
ja_jp: %s のインストールエラー
pt_br: Erro instalando %s

source: Error(s) uninstalling %s
es_es: Se ha producido un error al desinstalar el módulo %s
ja_jp: %s のアンインストールに失敗しました
pt_br: Erro desisntalando %s

source: Error: Cannot continue!\n\nPrefix lookup requires cURL support in PHP on the server. Please install or enable cURL support in your PHP installation to use this function. See http://www.php.net/curl for more information.
es_es: Error: ¡No se puede continuar!\n\nLa búsqueda de prefijos requiere tener PHP con soporte para cURL en el servidor. Por favor, instale o habilite el soporte para cURL en su instalación de PHP para usar esta función. Consulte la página web http://www.php.net/curl para obtener más información.
ja_jp: エラー：続けることができません！\n\nプリフィックス検索はサーバー上でのPHPにあるcURLサポートが必要です。この機能を使うため、PHPインストールにcURLをインストールするまたは有効にしてください。もっと詳しい情報は http://www.php.net/curlをご確認ください。
pt_br: Erro: Não pode continuar!A busca de prefixos requer suporte a CURL em PHP no servidor. Por favor, instale-o ou habilite o suporte cURL em sua instalação PHP para usar esta função. Entre em http://www.php.net/curl para maiores informações.

source: Error: Did not receive valid response from server
es_es: Error: No se ha recibido una respuesta válida del servidor
ja_jp: Error：サーバーから有効な応答を受信できませんでした
pt_br: Erro: Resposta inválida recebida do servidor

source: Errors with selection:
es_es: Se han producido errores con la selección:
ja_jp: 選択エラー：
pt_br: Erros com a seleção:

source: Exit code was %s and output was: %s
es_es: El código de retorno fue %s y la salida fue: %s
ja_jp: 終了コード %s 出力 %s
pt_br: Código de saída foi %s e a saída foi: %s

source: Experimental and un-reliable setting to try and detect a busy signal, number of iterations to conclude busy. See DAHDi documentation for details.
ja_jp: ビジーシグナルを検知しようと試みる実験的で不安定な設定、ビジーであると結論を下す反復回数。詳細はDAHDiドキュメントを参照ください。
pt_br: Configuração experimental e não confiável para tentar detectar sinal de ocupado, número de iterações para concluir ocupado. Consulte a documentação do DAHDi para obter mais detalhes.

source: Experimental and un-reliable setting to try and detect a busy signal, number of iterations to conclude busy. See Zap documentation for details.
ja_jp: ビジーシグナルを検知しようと試みる実験的で不安定な設定、ビジーであると結論を下す反復回数。詳細はZapドキュメントを参照ください。
pt_br: Configuração experimental e não confiável para tentar detectar sinal de ocupado, número de iterações para concluir ocupado. Veja a documentação do Zap para mais detalhes.

source: Experimental and un-reliable setting to try and detect a busy signal. See DAHDi documentation for details.
ja_jp: ビジーシグナルを検知しようと試みる実験的で不安定な設定。詳細はDAHDiドキュメントを参照ください。
pt_br: Configuração experimental e não confiável para tentar detectar um sinal de ocupado. Consulte a documentação do DAHDi para obter mais detalhes.

source: Experimental and un-reliable setting to try and detect a busy signal. See Zap documentation for details.
ja_jp: ビジーシグナルを検知しようと試みる実験的で不安定な設定。詳細はZapドキュメントを参照ください。
pt_br: Uma configuração experimental e não confiável para tentar detectar um sinal de ocupado. Veja a documentação do Zap para mais detalhes.

source: Experimental and un-reliable setting to try and detect call progress tones. See DAHDi documentation for details.
ja_jp: コールプログレストーンを検知しようと試みる実験的で不安定な設定。詳細はDAHDiドキュメントを参照ください。
pt_br: Configuração experimental e não confiável para tentar detectar tons de progresso de chamada. Consulte a documentação do DAHDi para obter mais detalhes.

source: Experimental and un-reliable setting to try and detect call progress tones. See Zap documentation for details.
ja_jp: コールプログレストーンを検知しようと試みる実験的で不安定な設定。詳細はZapドキュメントを参照ください。
pt_br: Configuração experimental e não confiável para tentar detectar tons de progresso de chamada. Veja a documentação do Zap para mais detalhes.

source: Export Dialplans as CSV
es_es: Exportar Plan de Marcado como CSV
ja_jp: ダイヤルプランをCSV形式でエキスポート
pt_br: Exportar Plan de Marcado como CSV

source: Export patterns as a CSV file with headers listed as: %s, %s and %s in the first row.
es_es: Exporte patrones como un archivo CSV con encabezados enumerados como: %s, %s y %s en la primera fila.
ja_jp: CSVファイルとして、エクスポートし、一行目にはヘッダーを%s, %s, %sとして記載します。
pt_br: Exporte padrões como um arquivo CSV com cabeçalhos listados como: %s, %se %s na primeira linha.

source: Export patterns as a CSV file with headers listed as: %s, %s, %s and %s in the first row.
es_es: Exporte patrones como un archivo CSV con encabezados enumerados como: %s, %s, %s y %s en la primera fila.
ja_jp: パターンをCSVファイルに出力する。ヘッダーは1行目に %s, %s, %s, %s として記載されます。
pt_br: Exporte padrões como um arquivo CSV com cabeçalhos listados como: %s, %s, %s e %s na primeira linha.

source: Extended
es_es: Extendido
ja_jp: 拡張
pt_br: Estendido

source: Extension
es_es: Extensión
ja_jp: 内線
pt_br: Ramal

source: Extension Numbering Duplicate Conflict Detected
ja_jp: 競合する内線番号が検出されました
pt_br: Conflito de número de ramal duplicado detectado

source: Extension Options
es_es: Opciones de la extensión
ja_jp: 内線オプション
pt_br: Opções do Ramal

source: Extension Range<span>Restrict this user's view to only Extensions, Ring Groups, and Queues within this range.</span>
es_es: Rango de extensiones<span>Restringe las extensiones, grupos de extensiones, y colas que puede ver este usuario a este rango de extensiones.</span>
ja_jp: 内線範囲<span>ユーザーの閲覧をここで指定した範囲の内線、リンググループ、キューのみに限定します。</span>
pt_br: Campo de Ramal<span>Restringe deste usuário a grupos internos de camadas, e filas dentro do campo indicado.</span>

source: Extension number conflict, please choose another.
ja_jp: 内線番号の競合、他の番号を選択してください。
pt_br: Conflito de número de ramal. Escolha outro.

source: Extensions
es_es: Extensiones
ja_jp: 内線
pt_br: Ramais

source: FAILED
pt_br: FRACASSADO

source: FAILED to migrating Custom Context route
pt_br: FALHA na migração da rota da classe de serviço

source: FATAL error writing %s
pt_br: Erro FATAL ao gravar %s

source: FATAL, migration failed
pt_br: Erro FATAL, falha na migração

source: Failed changing AMI password to [%s], internal failure details follow:
ja_jp: AMIパスワードの [%s] への変更に失敗しました。問題の詳細は次のとおりです:
pt_br: Falha ao alterar a senha da AMI para [%s], detalhes do erro interno abaixo:

source: Failed changing AMI user to [%s], internal failure details follow:
ja_jp: AMIユーザーの [%s] への変更に失敗しました。問題の詳細は次のとおりです:
pt_br: Falha ao alterar o usuário da AMI para [%s]

source: Failed changing AMI writetimout to [%s], internal failure details follow:
ja_jp: AMI writetimout の [%s] への変更に失敗しました。問題の詳細は次のとおりです:
pt_br: Falha ao alterar o tempo de gravação da AMI para [%s], as falhas internas são detalhadas abaixo:

source: Failed creating/overwriting IAX extensions file: %s
pt_br: Falha ao criar/substituir arquivo de extensões IAX: %s

source: Failed creating/overwriting IAX registrations file: %s
pt_br: Falha ao criar/substituir arquivo de log IAX: %s

source: Failed creating/overwriting Queues extensions file: %s
pt_br: Falha ao criar/substituir arquivo de extensões de fila: %s

source: Failed creating/overwriting SIP extensions file: %s
pt_br: Falha ao criar/substituir arquivo de extensões SIP: %s

source: Failed creating/overwriting SIP registrations file: %s
pt_br: Falha ao criar/substituir arquivo de log SIP: %s

source: Failed download module tarball from %s, server may be down
ja_jp: %sからモジュールtarballのダウンロードに失敗しました。サーバーがダウンしているかもしれません
pt_br: Falha ao baixar o arquivo zip do módulo de %s, o servidor pode estar inoperante

source: Failed to Remove
pt_br: Falha ao excluir

source: Failed to Remove directory
pt_br: Falha ao excluir diretório

source: Failed to get remote file, mirror site may be down: %s
ja_jp: リモートファイルの取得に失敗しました。ミラーサイトがダウンしている可能性があります:%s
pt_br: Falha ao obter o arquivo remoto, o site espelho pode estar fora do ar: %s

source: Failed to open %s for writing, aborting attempt to write the country indications. The file may be readonly or the permissions may be incorrect.
es_es: No se pudo abrir el archivo %s para leerlo, se va a cancelar la operación de guardar la configuración de indicaciones del país. El archivo puede ser de sólo lectura o los permisos pueden ser incorrectos.
ja_jp: %s を書き込み用にオープンするのに失敗、国識別子を書き込むのを中止します。このファイルは読み込み専用か権限が正しくない可能性があります。
pt_br: Falha ao abrir %s para gravação, abortando tentativa de escrever indicações de país. O arquivo pode estar somente leitura ou com as permissões incorretas.

source: Failed to read manager file to add writetimeout
pt_br: Falha ao ler o arquivo do gerenciador para adicionar tempo de gravação

source: Failed to reload AMI, manual reload will be necessary, try: [asterisk -rx 'module reload manager']
ja_jp: AMIの再読み込みに失敗した為、手動で再読み込みする必要があります。コマンド:[asterisk -rx 'module reload manager']を実行してみてください
pt_br: Falha ao recarregar a AMI, será necessário recarregar manualmente, tente: [asterisk -rx 'module reload manager']

source: Failed to run installation scripts
es_es: Se ha producido un error al ejecutar los guiones de instalación
ja_jp: インストールスクリプトの実行に失敗
pt_br: Falha ao inciar os scripts de instalação

source: Failed to run un-installation scripts
es_es: Se ha producido un error al ejecutar los guiones de desinstalación
ja_jp: アンインストールスクリプトの実行に失敗しました
pt_br: Falha ao executar scripts de desinstalação

source: Failed to send online update email
es_es: Fallo an enviar email de actualizaciones
pt_br: Falha ao enviar atualizações por e-mail

source: Failed to write indications.conf
es_es: No se pudo guardar el archivo indications.conf
ja_jp: indications.confへの書き込み失敗
pt_br: Falha ao gravar indications.conf

source: False
es_es: Falso
pt_br: Falso

source: Fatal DB error trying to delete globals, trying to carry on
es_es: Error fatal de DB al intentar eliminar globales, intentaré continuar
ja_jp: globals の削除を試行中に致命的なDBエラーが発生しました。継続を試みています
pt_br: Erro fatal do banco de dados ao tentar excluir globais, tentarei continuar

source: File %s must exist.
es_es: El archivo %s debe existir.
ja_jp: ファイル %s が必要です。
pt_br: Arquivo %s deve existir.

source: File Integrity failed for %s - aborting
es_es: Ha fallado la comprobación de integridad del archivo %s; abortando
ja_jp: %s ファイルの統合失敗 - 中断
pt_br: Verificação de integridade para o arquivo %s falhou - abortando

source: File must be in tar or tar+gzip (.tar, .tgz or .tar.gz) format
es_es: El archivo debe estar en formato tar o tar+gzip (.tar, .tgz o .tar.gz)
ja_jp: ファイルは tar 又は tar+gzip (.tar, .tgz or .tar.gz)フォーマットでなければいけません
pt_br: O arquivo deve estar no formato tar ou tar+gzip (.tar, .tgz ou .tar.gz)

source: Filename not in correct format: must be modulename-version.[tar|tar.gz|tgz] (eg. custommodule-0.1.tgz)
es_es: El nombre de archivo no tiene el formato esperado: debe ser nombredemodulo-version.[tar|tar.gz|tgz] (ej. custommodule-0.1.tgz)
ja_jp: ファイル名が正しいフォーマットではありません： modulename-version.[tar|tar.gz|tgz]というフォーマットでなければいけません。 (例. custommodule-0.1.tgz)
pt_br: O nome do arquivo não está no formato esperado: deve ser modulename-version.[tar|tar.gz|tgz] (por exemplo, custommodule-0.1.tgz)

source: First before %s
es_es: Primera antes de %s
ja_jp: %sの前の最初
pt_br: Primeiro antes de %s

source: Fixed
es_es: Fijo
ja_jp: 固定
pt_br: Fixo

source: Fixed devices will always mapped to this user. Adhoc devices will be mapped to this user by default.<br><br>If selecting 'New User', a new User Extension of the same Device ID will be set as the Default User.
ja_jp: 固定デバイスは常にこのユーザーにマッピングされます。アドホックデバイスはデフォルトでこのユーザーにマッピングされます。<br><br>もし'新規ユーザー'を選択した場合、同じデバイスIDの新規ユーザー内線がデフォルトユーザーとしてセットされます。
pt_br: Dispositivos fixos serão sempre mapeados para este usuário. Dispositivos Adhoc serão mapeados para este usuário por padrão.<br><br>Se você estiver selecionando 'Novo Usuário', uma nova extensão do usuário com mesmo identificador do dispositivo será configurado como usuário padrão.

source: Fixes Vulnerabilities: %s
ja_jp: %sの脆弱性を修正する
pt_br: Corrigir vulnerabilidades: %s

source: For security reasons, you cannot use the department name default
es_es: Por razones de seguridad, no puede usar el nombre de departamento "default"
ja_jp: セキュリティ上、部署名をデフォルトで使用できません
pt_br: Por razões de segurança, não se pode usar o nome padrão para o departamento

source: Force Download and Downgrade to %s
es_es: Forzar descarga y degradar versión a %s
ja_jp: 強制的にダウンロードし、%sにダウングレード
pt_br: Forçar o download e fazer downgrade da versão para %s

source: Force Download and Install %s
es_es: Forzar descarga e instalar %s
ja_jp: 強制的にダウンロードしインストール %s
pt_br: Forzar descarga e instalar %s

source: Force Trunk CID
es_es: Forzar CID del Troncal
ja_jp: トランクCIDを強制
pt_br: Forçar CID do tronco

source: Forced %s to true
ja_jp: %sを強制的に true にする
pt_br: %s forçado a verdadeiro

source: Forced downgrades and re-installs:
es_es: Degradaciones forzadas y reinstalaciones:
ja_jp: 強制的なダウングレードと再インストール：
pt_br: Downgrades e reinstalações forçadas:

source: IssabelPBX Administration
es_es: Administración de IssabelPBX
ja_jp: IssabelPBX 管理ページ
pt_br: Administração do IssabelPBX

source: IssabelPBX Advanced Settings
es_es: Configuración Avanzada de IssabelPBX
ja_jp: IssabelPBX 高度な設定
pt_br: Configuração avançada do IssabelPBX

source: IssabelPBX Support
es_es: Soporte IssabelPBX
ja_jp: IssabelPBX サポート
pt_br: Suporte ao IssabelPBX

source: IssabelPBX offers limited support for DUNDi trunks and additional manual configuration is required. The trunk name should correspond to the [mappings] section of the remote dundi.conf systems. For example, you may have a mapping on the remote system, and corresponding configurations in dundi.conf locally, that looks as follows:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},nopartial<br /><br />In this example, you would create this trunk and name it priv. You would then create the corresponding IAX2 trunk with proper settings to work with DUNDi. This can be done by making an IAX2 trunk in IssabelPBX or by using the iax_custom.conf file.<br />The dundi-extens context in this example must be created in extensions_custom.conf. This can simply include contexts such as ext-local, ext-intercom-users, ext-paging and so forth to provide access to the corresponding extensions and features provided by these various contexts and generated by IssabelPBX.
ja_jp: IssabelPBXはDUNDiトランクへの限定サポートを提供し、追加の手動設定が必要です。トランク名はリモートのdundi.confシステムの[mappings]セクションと一致しなければなりません。例えば、リモートシステム上でマッピングを持ち、ローカルのdundi.confで一致し、次のように見えます。:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},nopartial<br /><br />この例ではあなたはこのトランクを作成し、privという名前を付けています。その次にあなたは適切な設定でDUNDiと動作する一致するIAX2トランクを作成します。これはIssabelPBXでIAX2トランクを作成することにより、またはiax_custom.confファイルを使用することにより可能です。<br />この例のdundi-exetns コンテキストはextensions_custom.conf内で作成されなければなりません。これは単純に ext-local, ext-intercom-users, ext-pagingなど、様々なコンテキストによって提供される一致した内線や機能へのアクセスを提供するようにコンテキストを含めることができます。This can simply include contexts such as ext-local, ext-intercom-users, ext-paging and so forth to provide access to the corresponding extensions and features provided by these various contexts and generated by IssabelPBX.
pt_br: O IssabelPBX oferece suporte limitado a troncos DUNDi e alguma configuração manual será necessária. O nome do tronco deve corresponder a seção [mappings] do arquivo dundi.conf do sistema remoto. Por exemplo, você pode ter uma mapeamento no sistema remoto e as configurações correspondentes no arquivo dundi.conf local que parece como a seguir:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},noparital<br /><br />Neste exemplo, você pode criar um tronco e dar lhe o nome de priv. Você irá então criar o tronco IAX2 correspondente com a configuração apropriada para este trabalho com o DUNDi. Isto pode ser feito fazendo um tronco IAX2 no IssabelPBX ou usando o arquivo iax_custom.conf.<br />O contexto dundi-extens neste exemplo deve ser criado no arquivo extensions_custom.conf. Assim, você pode simplesmente incluir isto em contextos tais como ext-local, ext-intercom-users, ext-paging e assim por diante para prover acesso as extensões correspondentes e recursos fornecidos por estes vários contextos gerados pelo IssabelPBX.

source: IssabelPBX: New Online Updates Available
pt_br: IssabelPBX: Atualizações estão disponíveis online

source: French
ja_jp: フランス語
pt_br: Francês

source: Frequency in seconds to send qualify messages to the endpoint.
es_es: Frecuencia (en segundos) para enviar mensajes de qualify al endpoint.
ja_jp: エンドポイントへqualifyメッセージを送信する秒数での頻度。
pt_br: Frequência (em segundos) para enviar mensagens qualificadas ao endpoint.

source: Friendly Name: %s
es_es: Nombre Amistoso: %s
ja_jp: フレンドリー名: %s
pt_br: Nome amigável: %s

source: General DIDs
es_es: DIDs generales
ja_jp: 標準ダイヤルイン
pt_br: DDRs gerais

source: General Settings
es_es: Opciones generales
ja_jp: 一般設定
pt_br: Configurações Gerais

source: General Settings migrated
es_es: Configuraciones Generales migradas
ja_jp: 一般設定が移行されました
pt_br: Configurações gerais migradas

source: Generic DAHDi Device
es_es: Dispositivo DAHDi genérico
ja_jp: 一般的なDAHDiデバイス
pt_br: Dispositivo DAHDi genérico

source: Generic IAX2 Device
es_es: Dispositivo IAX2 genérico
ja_jp: 一般的なIAX2デバイス
pt_br: Dispositivo IAX2 genérico

source: Generic SIP Device
es_es: Dispositivo SIP genérico
ja_jp: 一般的なSIPデバイス
pt_br: Dispositivo SIP Genérico

source: German
ja_jp: ドイツ語
pt_br: Alemão

source: Get Support
es_es: Obtener Soporte
ja_jp: サポート
pt_br: Obtenha suporte

source: Get help for %s
es_es: Obtener ayuda para %s
ja_jp: %s のヘルプを表示
pt_br: Receber ajuda para %s

source: Give this trunk a unique name. Example: myiaxtel
es_es: Elija un nombre único para este troncal. Por ejemplo: myiaxtel
ja_jp: このトランクに一意の名前を与えます。例: myiaxtel
pt_br: Insira neste campo apenas um nome. Exemplo: miteliax

source: Give your device a unique integer ID. The device will use this ID to authenticate to the system.
es_es: Dele al dispositivo un identificador entero único. El dispositivo usará este identificador para autenticar con su sistema.
ja_jp: デバイスにユニークな整数のIDを付与します。デバイスはシステムへの認証にこのIDを使用します。
pt_br: Atribua um ID único para seu dispositivo. O dispositivo usará este ID para autenticar no sistema.

source: Hangup
es_es: Colgar
ja_jp: ハングアップ
pt_br: Desligar

source: Hebrew
ja_jp: ヘブライ語
pt_br: hebraico

source: Host settings for this device, almost always dynamic for endpoints.
es_es: Configuración de Host para este dispositivo, casi siempre querrá usar 'dynamic' para teléfonos.
ja_jp: このデバイスのホスト設定、大抵いつもエンドポイントに動的です。
pt_br: Configurações de host para este dispositivo, você quase sempre desejará usar 'dinâmico' para telefones.
