Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Are you sure you don't want to provide an email address where update notifications will be sent. This email will never be transmitted off the PBX. It is used to send update and security notifications when they are detected.
es_es: Está seguro que no quiere especificar una direccion de correo donde recibir notificaciones sobre actualizaciones y seguridad? El email nunca será transmitido fuera de la PBX.
ja_jp: 通知が送信される宛先Eメールアドレスを本当に登録しなくて宜しいのですか？このEメールアドレスはPBX以外で公開されることはありません。登録すると、アップデートやセキュリティの通知が送信されます。
pt_br: Tem certeza de que não deseja especificar um endereço de e-mail onde possa receber notificações sobre atualizações e segurança? O e-mail nunca será transmitido fora do PBX.

source: Are you sure you want to disable automatic update notifications? This could leave your system at risk to serious security vulnerabilities. Enabling update notifications will NOT automatically install them but will make sure you are informed as soon as they are available.
es_es: Está seguro que quiere desacxtivar notificaciones sobre actualizaciones automáticas? Est puede dejar a su sistema en riesgo. Activando estas notificaciones NO realizará dichas actualizaciones de forma automática, solo se le serán notificadas.
ja_jp: 自動アップデート通知を本当に無効にしますか？無効にすると、セキュリティ上の脆弱性によってこのシステムを危険にさらす可能性があります。自動アップデート通知機能は、新しいアップデートがあることを通知するだけで、自動的にアップデートをインストールするものではありません。
pt_br: Tem certeza de que deseja desativar as notificações sobre atualizações automáticas? Isso pode deixar seu sistema em risco. Ativar essas notificações NÃO fará essas atualizações automaticamente, você apenas será notificado.

source: Are you sure you want to disable this trunk in all routes it is used?
es_es: ¿Está seguro de que desea deshabilitar esta línea troncal en todas las rutas en las que se esté usando?
ja_jp: 使用されている全てのルートでこのトランクを無効にしてもよろしいですか？
pt_br: Você tem certeza que deseja desabilitar este tronco em todas as rotas usadas?

source: Assigned DID/CID
es_es: DID/CID Asignados
ja_jp: 割り当てられたDID/CID
pt_br: DDR/CID Atribuído

source: Asterisk Dial Options
es_es: Opciones de marcado de Asterisk
ja_jp: Asteriskダイヤルオプション
pt_br: Opções de discagem com asterisco

source: Asterisk Dial command options to be used when calling out this trunk. To override the Advanced Settings default, check the box and then provide the required options for this trunk
es_es: Opciones del comando Dial de Asterisk a usar cuando se llame mediante este troncal. Para anular las opciones generales definidas en Configuración Avanzada marque el casillero e ingrese las opciones que desee.
ja_jp: このトランクから発信する場合に用いられるAsterisk Dialのコマンドのオプション。この設定を置き換えるには、ボックスにチェックを入れ、このトランクに必要なオプションを提供してください
pt_br: Opções de comando Asterisk Dial para usar ao chamar através deste tronco. Para substituir as opções gerais definidas em Configurações avançadas, marque a caixa e insira as opções desejadas.

source: Asterisk General Call Pickup
es_es: Captura de llamada general de Asterisk
ja_jp: Asterisk一般コールピックアップ
pt_br: Puxar chamadas do Asterisk

source: Asterisk Trunk Dial Options
es_es: Opciones Dial de Asterisk
ja_jp: Asteriskトランクダイヤルオプション:
pt_br: Opções de discagem de asterisco

source: Asterisk connection type, usually friend for endpoints.
es_es: Tipo de conexión de Asterisk, usualmente 'friend' para teléfonos.
ja_jp: Asterisk接続タイプ、通常エンドポイントに対して、フレンドです。
pt_br: Tipo de conexão Asterisk, geralmente 'amigo' para telefones.

source: Asterisk context this device will send calls to. Only change this is you know what you are doing.
es_es: El contexto del plan de marcado al que el dispositivo enviará llamadas. Cambie esto solo si sabe lo que está haciendo.
ja_jp: このデバイスがコールを送信する対象のAsterisk コンテキスト。何をしようとしているのかを知っている時だけ変更してください。
pt_br: O contexto do plano de discagem para o qual o dispositivo enviará chamadas. Só mude isso se você souber o que está fazendo.

source: Asterisk dialplan extension to reach voicemail for this device. Some devices use this to auto-program the voicemail button on the endpoint. If left blank, the default vmexten setting is automatically configured by the voicemail module. Only change this on devices that may have special needs.
es_es: Extensión del dialplan de Asterisk para enrutar a buzón de voz para este dispositivo. Algunos dispositivos usan esto para auto programar el botón de buzón de voz en el mismo. Si lo deja en blanco, la opción por defecto será utilizada automáticamente por el módulo de buzón de voz. Sólo modifique este campo para dispositivos que lo requieran.
ja_jp: このデバイスのボイスメールに到達するためのAsteriskダイヤルプラン内線。いくつかのデバイスではエンドポイント上でボイスメールボタンを自動プログラムするためにこれを使用します。空白にした場合、ボイスメールモジュールによってデフォルトの vmexten 設定が自動的に設定されます。特別なニーズがあるデバイス上でのみ変更します。
pt_br: Extensão dialplan Asterisk para rotear para o correio de voz deste dispositivo. Alguns dispositivos usam isso para programar automaticamente o botão do correio de voz no dispositivo. Se deixar em branco, a opção padrão será automaticamente utilizada pelo módulo de correio de voz. Modifique este campo apenas para dispositivos que o exijam.

source: Asterisk may not be running.
es_es: Puede que Asterisk no se esté ejecutando.
ja_jp: Asteriskが起動していません。
pt_br: Asterisk não está rodando, este é um serviço crítico!

source: Attention
es_es: Atención
ja_jp: 注意
pt_br: Cuidado

source: Authorization Type is not set to 'database' in Advanced Setting - note that this module is not currently providing access control, and changing passwords here or adding users will have no effect unless Authorization Type is set to 'database'.
ja_jp: 高度な設定で認証タイプが'データベース'に設定されていません - このモジュールは現在アクセス制御を提供していません、認証タイプが'データベース'にセットされない限りここでパスワードを変更したりユーザーを追加しても効果がないことに注意してください。
pt_br: O tipo de autorização não está definido como 'banco de dados' nas configurações avançadas; Observe que este módulo atualmente não fornece controle de acesso e a alteração de senhas aqui ou a adição de usuários não terão efeito, a menos que o tipo de autorização seja definido como 'banco de dados'.

source: Auto set ZAP2DAHDICOMPAT to true because we are running a version of Asterisk greater than 1.4.21
ja_jp: Asterisk 1.4.21以上のバージョンを使用の為、ZAP2DAHDICOMPATを自動的にtrueに設定する
pt_br: Configurando ZAP2DAHDICOMPAT automaticamente como true porque estamos executando uma versão do Asterisk superior a 1.4.21

source: Basic
es_es: Básico
ja_jp: 標準
pt_br: Básico

source: Before %s
ja_jp: %s の前
pt_br: Antes %s

source: Block Foreign CIDs
es_es: Bloquear CID Foráneos
ja_jp: 不明なCIDをブロック
pt_br: Bloquear CIDs estrangeiros

source: Broken
es_es: Roto
ja_jp: 破損
pt_br: Quebrado

source: Bulgarian
ja_jp: ブルガリア語
pt_br: Búlgaro

source: Busy
es_es: Ocupado
ja_jp: ビジー
pt_br: Ocupado

source: Busy Voicemail if Enabled
es_es: Buzón de voz Ocupado si está activo
ja_jp: 有効な場合にビジーのボイスメール
pt_br: Correio de voz ocupado se ativo

source: CID Num Alias
es_es: Alias de CallerID numérico
ja_jp: CID番号エイリアス
pt_br: Pseudo CID Num

source: CID Options
es_es: Opciones CID
ja_jp: CIDオプション
pt_br: Opções de CID

source: CID Prefix
es_es: Prefijo CID
ja_jp: CIDプリフィックス
pt_br: Prefixo CID

source: CID Priority Route
es_es: Ruta Prioritaria por CID
ja_jp: CID優先経路
pt_br: Rota de prioridade DDR

source: CID name prefix
es_es: Prefijo Identificador de Nombre
ja_jp: CID名プリフィックス
pt_br: Nome do prefix DDR

source: CRITICAL ERROR
es_es: ERROR CRITICO
ja_jp: クリティカルエラー
pt_br: ERRO CRÍTICO

source: Call Forward Ring Time
es_es: Duración de Timbrado Redirección de Llamada
ja_jp: 転送呼出秒数
pt_br: Redirecionamento de chamada por duração do toque

source: Call Recording Module Not Enabled
es_es: Módulo de grabación no habilitado
pt_br: Módulo de gravação não habilitado

source: Call Screening requires external callers to say their name, which will be played back to the user and allow the user to accept or reject the call. Screening with memory only verifies a caller for their CallerID once. Screening without memory always requires a caller to say their name. Either mode will always announce the caller based on the last introduction saved with that CallerID. If any user on the system uses the memory option, when that user is called, the caller will be required to re-introduce themselves and all users on the system will have that new introduction associated with the caller's CallerID.
es_es: Filtrado de Llamadas requiere que los llamantes digan su nombre, que luego será reproducido al usuario que podrá aceptar o rechazar la llamada. Filtrado con memoria solo verificará cada CallerID una sóla vez. Filtrado sin memoria requerirá a quien llame decir su nombre cada vez que llame. En cualquier modo siempre se anunciará con el nombre registrado en su última interacción en base al CallerID. Si cualquier extensión es configurada con la opción Memoria, cuando ese usuario sea llamado, quién llame deberá presentarse nuevamente y todos las demás extensiones del sistema escucharán esa presentación de allí en más.
ja_jp: コールスクリーニングは、外部からの発信者に対して自分の名前を名乗ることを要求し、それをユーザーに再生して、ユーザーはその着信を受け付けるか拒否するかを選べます。記録ありのスクリーニングは最初の一度だけ発信者の発信者IDを検証します。記録なしのスクリーニングは発信者に対して常に自分の名前を名乗ることを要求します。どちらのモードも常に発信者IDとともに保存された最後の自己紹介に基づいて発信者を通知します。システム上のいづれかのユーザーが記録オプションを使用した場合で、そのユーザーに着信があった場合は、発信者は再度自己紹介を要求され、システム上の全てのユーザーは、その発信者の発信者IDに関連付いた新しい自己紹介を使用することになります。
pt_br: A triagem de chamadas exige que os chamadores digam seu nome, que será então reproduzido para o usuário que pode aceitar ou rejeitar a chamada. A Filtragem de Memória verificará cada CallerID apenas uma vez. A filtragem sem memória exigirá que o chamador diga seu nome sempre que ligar. Em qualquer modalidade será sempre anunciado com o nome cadastrado em sua última interação com base no CallerID. Se algum ramal estiver configurado com a opção Memória, quando esse usuário for chamado, o chamador deverá se apresentar novamente e todos os outros ramais do sistema ouvirão aquela apresentação a partir de então.

source: Call Waiting
es_es: Llamada en espera
ja_jp: コールウェイティング
pt_br: Chamada em Espera

source: Call recording policy priority relative to other extensions when there is a conflict between an extension wanting recording and the other not wanting it. The higher of the two determines the policy, on a tie the global policy (caller or callee) determines the policy.
es_es: Prioridad de la política de grabación en relación a otras extensiones que tengan conflicto en su política (una extensión con grabación activada y otra no). La prioridad más alta entre ambas es la que se aplicará. Si empatan, se aplica la configuración global.
ja_jp: 通話録音要求する時に内線の間に競合が起きった時、または相手は通話録音を拒否した時の内線へのレコード優先度のポリシー。優先度を区別できない場合、グロバールポリシーが使われます（発信者または受信者）。
pt_br: Prioridade da política de gravação em relação aos demais ramais que possuem conflito em sua política (um ramal com gravação ativada e outro não). A maior prioridade entre os dois é aquela que será aplicada. Se corresponderem, as configurações globais serão aplicadas.

source: CallerID
ja_jp: 発信者ID
pt_br: Identificador de chamadas

source: CallerID Number
es_es: Número de Identificador CID
ja_jp: CallerID番号
pt_br: Número de identificação CID

source: CallerID for calls placed out on this trunk<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX).
es_es: CallerID para llamadas realizadas desde este troncal<br><br>Formato: <b>&lt;#######&gt;</b>. También puede usar el formato: "hidden" <b>&lt;#######&gt;</b> para ocultar el CallerID enviado por líneas digitales si éstas lo soportan (E1/T1/J1/BRI/SIP/IAX).
ja_jp: このトランクに出て通話するための発信者ID<br><br>フォーマット: <b>&lt;#######&gt;</b>。次のフォーマットを使用することもできます: "hidden" <b>&lt;#######&gt;</b>サポートされた(E1/T1/J1/BRI/SIP/IAX)デジタルラインから送信される発信者IDを隠すために。
pt_br: CallerID para chamadas feitas deste tronco<br><br>Formato: <b><#######></b>. Você também pode usar o formato: "oculto" <b><######></b> para ocultar o CallerID enviado pelas linhas digitais se elas suportarem (E1/T1/J1/BRI/SIP/IAX) .

source: CallerID:
ja_jp: 発信者ID:
pt_br: ID do chamador:

source: Callgroup(s) that this device is part of, can be one or more callgroups, e.g. '1,3-5' would be in groups 1,3,4,5.
es_es: Grupos de llamada a los que pertenece este dispositivo, puede ser uno o más grupos. Por ejemplo: '1,3-5' colocaría a esta extensión en los grupos 1,3,4 y 5
ja_jp: このデバイスが所属しているコールグループ、一つ以上のコールグループに所属することができます。例:'1,3-5' の場合はグループ 1,3,4,5に所属します。
pt_br: Os grupos de chamadas aos quais este dispositivo pertence podem ser um ou mais grupos. Por exemplo: '1,3-5' colocaria esta extensão nos grupos 1,3,4 e 5

source: Calling Out Route: %s
ja_jp: 外線発信ルート: %s
pt_br: Caminho de chamada: %s

source: Can not create trunk_dialpatterns table
pt_br: Não foi possível criar a tabela trunk_dialpatterns

source: Cancel
es_es: Cancelar
ja_jp: キャンセル
pt_br: Cancelar

source: Cannot connect to Asterisk Manager with
es_es: No se pudo acceder al gestor de Asterisk con
ja_jp: 接続できません。Asteriskマネージャー
pt_br: Impossível conectar ao Asterisk Manager com

source: Cannot delete directory %s
es_es: No se pudo eliminar el directorio %s
ja_jp: %s ディレクトリの削除ができません
pt_br: Impossível excluir diretório %s

source: Cannot disable: The following modules depend on this one:
es_es: No se pudo deshabilitar: los siguientes módulos dependen de éste:
ja_jp: 無効化できません：次とこのモジュールが依存関係です：
pt_br: Impossível desabilitar: Os seguintes módulos dependem deste:

source: Cannot find module
es_es: No se pudo encontrar el módulo
ja_jp: モジュールを見つけられません
pt_br: Impossível encontrar módulo

source: Cannot write IAX configurations
pt_br: Não foi possível gravar a configuração IAX

source: Cannot write IAX registrations
pt_br: Não foi possível gravar registros IAX

source: Cannot write Queues configurations
pt_br: Não foi possível gravar a configuração da fila

source: Cannot write SIP configurations
pt_br: Não foi possível gravar a configuração SIP

source: Cannot write SIP registrations
pt_br: Não foi possível gravar registros SIP

source: Change Log for version %s
es_es: Lista de cambios para la versión %s
ja_jp: バージョン %s の変更履歴
pt_br: Change Log para versão %s

source: Channel
es_es: Canal
ja_jp: チャネル
pt_br: Canal

source: Channel %s
ja_jp: チャネル %s
pt_br: Canal %s

source: Check Online
es_es: Comprobar en Línea
ja_jp: 更新確認
pt_br: Verifique on-line

source: Check this to disable this trunk in all routes where it is used.
es_es: Marque esta casilla para deshabilitar esta línea troncal en todas las rutas en las que se use.
ja_jp: 使用されている全てのルートでこのトランクを無効にする場合はこれをチェックしてください。
pt_br: Marque para desabilitar este tronco em todas as rotas que é usado.

source: Check to always try next trunk
es_es: Marque para probar siempre con el siguiente troncal
ja_jp: チェックで、次のトランクを常時試みる
pt_br: Marque para sempre tentar o próximo tronco

source: Checking for %s field..
ja_jp: %s フィールドをチェック中..
pt_br: Verificando o campo %s..

source: Checking for General Setting migrations..
ja_jp: 一般設定の移行をチェック中..
pt_br: Verificando a migração de configurações gerais.

source: Checking for issabelpbx_settings table..
pt_br: Verificando a tabela issabelpbx_settings..

source: Checking for schema changes for core's users table.
pt_br: Verificando alterações de esquema na tabela de usuários do módulo principal

source: Checking for updates will transmit your IssabelPBX, Distro, Asterisk and PHP version numbers along with a unique but random identifier. This is used to provide proper update information and track version usage to focus development and maintenance efforts. No private information is transmitted.
es_es: Al comprobar actualizaciones se transmitirá cierta información sobre su instalación: versiones de Issabel, Asterisk y PHP y un identificador de servidor generado al azar. No se transmite ninguna información privada.
ja_jp: 更新をチェックすると、ユニークでランダムな識別子と一緒にあなたのIssabelPBX>、ディストリビューション、AsteriskとPHPのバージョン番号を送信します。これは、開>発と保守に注力するための適切な更新情報とトラックのバージョンの使用状況を提供するために使用されます。個人情報は送信されません。
pt_br: Ao verificar se há atualizações, serão transmitidas algumas informações sobre sua instalação: versões do Issabel, Asterisk e PHP e um identificador de servidor gerado aleatoriamente. Nenhuma informação privada é transmitida.

source: Checking if directdids need migrating..
ja_jp: directdidsに移行が必要かチェック中..
pt_br: Verificando se directdids necessitam de migração...

source: Checking if privacy manager options exists..
ja_jp: プライバシーマネージャーオプションが存在するかチェック中..
pt_br: Verificando se existem opções do gerenciador de privacidade.

source: Checking if trunk table migration required..
ja_jp: trunkテーブルの移行が必要かチェック中..
pt_br: Verificando se é necessária a migração da tabela de troncos.

source: Checking if trunk_dialpatterns table exists..
pt_br: Verificando se a tabela trunk_dialpatterns existe

source: Checking if trunks_dialpatterns table exists..
pt_br: Verificando se a tabela trunks_dialpatterns existe.

source: Checking number of admin users..
pt_br: Verificando o número de usuários administradores.

source: Chinese
ja_jp: 中国語
pt_br: Chinês

source: Choose the repositories that you want to check for new modules. Any updates available for modules you have on your system will be detected even if the repository is not checked. If you are installing a new system, you may want to start with the Basic repository and update all modules, then go back and review the others.
es_es: Elija los repositorios que desea comprobar por nuevos móudulos. Cualer actualización será detectada incluso si el repositorio no está seleccionado. Si está instalando en un nuevo sistema, seleccione el repositorio Básico en primer lugar, luego siga con el resto.
pt_br: Escolha os repositórios que deseja verificar em busca de novos módulos. Qualquer atualização será detectada mesmo que o repositório não esteja selecionado. Se você estiver instalando em um novo sistema, selecione primeiro o repositório Básico e depois continue com o restante.

source: Clear Destination & Submit
es_es: Limpiar destino y enviar
ja_jp: 宛先をクリア & 投稿
pt_br: Limpar Destino e Aplicar

source: Clear all Fields
es_es: Limpiar todos los Campos
ja_jp: 全てのフィールドをクリア
pt_br: Limpar todos os campos

source: Click here to insert a new pattern
es_es: Pinche aquí para agregar un patrón
ja_jp: 新規パターンを挿入するためにここをクリック
pt_br: Clique aqui para adicionar um padrão

source: Click here to remove this pattern
es_es: Pinche aquí para remover este patrón
ja_jp: このパターンを削除するにはここをクリック
pt_br: Clique aqui para remover este padrão

source: Click to configure Update Notifications
es_es: Haga clic para configurar Notificaciones de actualización
ja_jp: アップデート通知設定はこちらをクリックしてください
pt_br: Clique para definir notificações de atualização

source: Close
es_es: Cerrar
ja_jp: 閉じる
pt_br: Fechar

source: Commercial
es_es: Comercial
ja_jp: 有料
pt_br: Comercial

source: Confirm
es_es: Confirmar
ja_jp: 確認
pt_br: Confirmar

source: Confirm Email address
ja_jp: Eメールアドレスの確認
pt_br: Confirmar e-mail

source: Confirm Password
ja_jp: パスワードを確認
pt_br: Confirmar senha

source: Conflicting Extensions
es_es: Extensiones en conflicto
ja_jp: 内線の競合
pt_br: Ramais Conflitantes

source: Congestion
es_es: Congestión
ja_jp: 混雑
pt_br: Congestionado

source: Connectivity
es_es: Conectividad
ja_jp: 接続
pt_br: Conectividade

source: Continue
es_es: Continuar
ja_jp: 再試行
pt_br: Continuar

source: Continue if Busy
es_es: Continuar si da Ocupado
ja_jp: 通話中の場合に続行する
pt_br: Continuar se Ocupado

source: Continuing...
pt_br: Continuando...

source: Controls the maximum number of outbound channels (simultaneous calls) that can be used on this trunk. Inbound calls are not counted against the maximum. Leave blank to specify no maximum.
es_es: Controla el número máximo de canales salientes (llamadas simultáneas) que se pueden usar en esta línea troncal. Las llamadas entrantes no se tienen en cuenta en este máximo. Deje esta casilla vacía para no especificar ningún máximo.
ja_jp: このトランク上で使用される可能性のあるアウトバウンドチャネル(同時通話)の最大数を制限します。インバウンドコールは最大値に対するカウントはされません。最大値を設定しない場合は空白にしておいてください。
pt_br: Controla a quantidade máxima de canais de saída (chamadas simultâneas) utilizáveis neste tronco. Chamadas de entrada não são contabilizadas nesse valor. Deixar em branco para especificar o máximo.

source: Controls the maximum number of outbound channels (simultaneous calls) that can be used on this trunk. To count inbound calls against this maximum, use the auto-generated context: %s as the inbound trunk's context. (see extensions_additional.conf) Leave blank to specify no maximum.
es_es: Controla el número máximo de canales salientes (llamadas simultáneas) que se pueden usar en esta línea troncal. Para tener en cuenta las llamadas entrantes en este máximo, use el contexto autogenerado %s como el contexto de la línea troncal entrante (vea el archivo extensions_additional.conf). Deje esta casilla vacía para no especificar un máximo.
ja_jp: このトランク上で使用される可能性のあるアウトバウンドチャネル(同時通話)の最大数を制限します。この最大値に対してインバウンドコールをカウントするには、自動生成されるコンテキストを使用してください。: %s インバウンドトランクのコンテキストとして。 (extensions_additional.confを参照ください。) 最大値を設定しない場合は空白にしておいてください。
pt_br: Controla a quantidade máxima de canais de saída (chamadas simultâneas) que pode-se realizar neste tronco.Para contar as chamadas de entrada use o contexto criado automaticamente: %s como contexto do tronco de entrada. (veja extensions_additional.conf) Deixar em branco para especificar o máximo.

source: Converting IAX notransfer to transfer if needed..
ja_jp: 必要に応じてIAX notransfer を transfer にコンバート中..
pt_br: Convertendo notransfer em transfer em IAX, se necessário.

source: Could not delete %s
pt_br: Não foi possível excluir %s

source: Could not move %s to %s
es_es: No se pudo mover de %s a %s
ja_jp: %s を %s に移動できませんでした
pt_br: Impossível mover %s para %s

source: Could not read module.xml
es_es: No se pudo leer el archivo module.xml
ja_jp: module.xmlを読み込むことができませんでした
pt_br: Impossível ler module.xml

source: Could not remove %s to install new version
es_es: No se pudo eliminar %s para instalar la nueva versión
ja_jp: 新バージョンをインストールするために、 %s を削除できませんでした
pt_br: Impossível remover %s para instalar nova versão

source: Could not remove old module %s to install new version
es_es: No se pudo eliminar %s para instalar la nueva versión
ja_jp: 新バージョンをインストールするために、古いモジュール %s を削除できませんでした
pt_br: Impossível remover módulo antigo %s para instalar nova versão

source: Could not rename table, if no dahdichandids table present FATAL errors will occur
ja_jp: テーブル名を変更できませんでした。もしdahdichandidsのテーブルが存在しない場合は、致命的なエラーが発生します
pt_br: Não foi possível renomear a tabela, se a tabela dahdichandids não existir, ocorrerão erros FATAL

source: Could not run %s script.
es_es: No se pudo ejecutar el guión %s.
ja_jp: %s スクリプトを実行することができませんでした。
pt_br: Impossível executar o script %s.

source: Could not untar %s to %s
es_es: No se pudo descomprimir %s en %s
ja_jp: %s を %s へ解凍できませんでした
pt_br: Impossível descompactar %s para %s

source: Critical
es_es: Crítico
ja_jp: クリティカル
pt_br: Crítico

source: Cronmanager encountered %s Errors
es_es: El gestor de tareas programadas ha encontrado %s errores
ja_jp: Cronマネージャーは %s エラーに遭遇しました
pt_br: Cronmanager encontrou %s erros

source: Cryptic Asterisk Dial Options, check to customize for this extension or un-check to use system defaults set in Advanced Options. These will not apply to trunk options which are configured with the trunk.
es_es: Opciones de comando Dial de Asterisk. Marque para modificar las opciones para esta extensión, o deje desmarcado para usar las opciones por defecto colocadas en Configuración Avanzada. Lo que figure aquí no se aplicará sobre las opciones del troncal que se configuran en el mismo troncal
ja_jp: 暗号Asteriskダイヤルオプション。この内線をカスタマイズする場合は、チェックを入れる。もしくは「高度な設定」で指定されたシステムのデフォルトを使用する場合は、チェックを外す。
pt_br: Opções de comando de discagem Asterisk. Marque para modificar as opções desta extensão ou deixe desmarcado para usar as opções padrão definidas em Configurações avançadas. O que está listado aqui não se aplica às opções de tronco configuradas no mesmo tronco
