Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: How to dial this device, this should not be changed unless you know what you are doing.
es_es: Como marcar a este dispositivo, no debe cambiar esto a menos que sepa lo que está haciendo.
ja_jp: このデバイスをどのようにダイヤルするか。何をしようとしているのか理解していない場合は変更するべきではありません。
pt_br: Como discar para este dispositivo, você não deve alterar isso a menos que saiba o que está fazendo.

source: How to dial this device. This will be device specific. For example, a custom device which is really a remote SIP URI might be configured such as SIP/joe@somedomain.com
ja_jp: このデバイスへのダイヤル方法は？特定デバイス。例: SIP/joe@somedomain.comのように本当にリモートSIP URIが設定されるカスタムデバイス
pt_br: Como discar este dispositivo. Isso será específico do dispositivo. Por exemplo, você pode configurar um dispositivo personalizado que seja, na verdade, um URI SIP remoto, como SIP/joe@somedomain.com.

source: Hungarian
ja_jp: ハンガリー語
pt_br: Húngaro

source: IAX security setting. See IAX documentation and device compatibility for details.
es_es: Configuración de seguridad de IAX. Revise la documentación IAX y la compatibilidad de dispositivos para más detalles.
ja_jp: IAXセキュリティ設定。詳細はIAXドキュメントやデバイス互換を参照ください。
pt_br: Configuração de segurança IAX. Revise a documentação do IAX e a compatibilidade do dispositivo para obter mais detalhes.

source: IAX transfer capabilities, see the Asterisk documentation for details.
es_es: Capacidad de transferencia IAX, revise la documentación de Asterisk para más detalles.
ja_jp: IAX転送能力、詳細はAsteriskドキュメントを参照ください。
pt_br: Capacidade de transferência IAX, verifique a documentação do Asterisk para detalhes.

source: IP Address range to allow access to, in the form of network/netmask. This can be a very useful security option when dealing with remote extensions that are at a known location (such as a branch office) or within a known ISP range for some home office situations.
es_es: Rango de direcciones IP que desee permitir el acceso, en el formato red/máscara. Esto puede ser muy util desde un punto de vista de seguridad cuando se trate de extensiones remotas que se encuentren en locaciones conocidas (como ser una sucursal) o dentro de un ISP conocido en algunas situaciones de Home Office
ja_jp: ネットワーク／ネットマスクの形でアクセス可能のIPアドレス範囲。これは知っている場所（例：支店）または家とオフィスの状況に向けるISP範囲リモート外線に対応する時に非常に役に立つセキュリティオプションです。
pt_br: Faixa de endereços IP que você deseja permitir acesso, em formato rede/máscara. Isto pode ser muito útil do ponto de vista da segurança ao lidar com ramais remotos que estão em locais conhecidos (como uma filial) ou dentro de um ISP conhecido em algumas situações de Home Office.

source: IP Address range to deny access to, in the form of network/netmask.
es_es: Rango de direcciones IP que desee denegar el acceso, en el formato red/máscara.
ja_jp: アクセスを拒否するIPアドレス範囲、ネットワーク/ネットマスク形式。
pt_br: Faixa de endereços IP aos quais você deseja negar acesso, no formato rede/máscara.

source: If CallerID is supplied, the dialed number will only match the prefix + match pattern if the CallerID being transmitted matches this. When extensions make outbound calls, the CallerID will be their extension number and NOT their Outbound CID. The above special matching sequences can be used for CallerID matching similar to other number matches.
es_es: Si se proporciona CallerID, el número marcado solo coincidirá con el prefijo + patrón de coincidencia si el CallerID que se transmite coincide con este. Cuando las extensiones hacen llamadas salientes, el CallerID será su número de extensión y NO su CID saliente. Las secuencias de coincidencia especiales anteriores se pueden usar para la coincidencia de CallerID similar a otras coincidencias de números.
ja_jp: 発信者IDが供給された場合、送信された発信者IDがこれに一致した場合には、ダイヤルされた番号はプリフィックス + 一致パターンとのみ一致します。内線がアウトバウンドコールを発信した時、発信者IDは内線番号となり、アウトバウンド発信者IDにはなりません。上記の特別な一致シーケンスは他の番号一致と同様に、発信者IDマッチングに使用されます。
pt_br: Se o CallerID for fornecido, o número discado só corresponderá ao prefixo + padrão de correspondência se o CallerID transmitido corresponder a ele. Quando os ramais fazem chamadas, o CallerID será o número do seu ramal e NÃO o seu CID de saída. As sequências de correspondência especiais acima podem ser usadas para correspondência de CallerID semelhante a outras correspondências de números.

source: If all the trunks fail because of Asterisk 'CONGESTION' dialstatus you can optionally go to a destination such as a unique recorded message or anywhere else. This destination will NOT be engaged if the trunk is reporting busy, invalid numbers or anything else that would imply the trunk was able to make an 'intelligent' choice about the number that was dialed. The 'Normal Congestion' behavior is to play the 'All Circuits Busy' recording or other options configured in the Route Congestion Messages module when installed.
es_es: Si todos los troncales fallan con 'CONGESTION' puede enrutar la llamada a otro destino como ser un anuncion en particular o cualquier otro sitio. Este destino NO será buscado si el troncal reporta ocupado, número inválido o cualquier otro motivo que implique que el troncal logró hacer algún tipo de enrutamiento para el número marcado. El comportamiento regular de 'Congestión Normal' es reproducir el mensaje de 'Todas las líneas están ocupadas' u otro mensaje diferente si se configura en el módulo de Mensajes de Congestión.
ja_jp: Asteriskのステータスが「混雑」ですべてのトランクが失敗する場合は、オプションとして、一つの録音済み音声や、その他の場所などの宛先に移動できます。トランクがビジー、無効な番号へのダイヤルがあったなどの場合には、そのトランクに対してAsteriskが知的判断した場合には移動しません。「通常混線」での動作は、「大変込み合っております」などの音声再生ですが、さらにルート混線メッセージモジュールがインストールされている場合は、他の設定もできます。
pt_br: Se todos os troncos falharem com 'CONGESTION' você poderá encaminhar a chamada para outro destino, como um anúncio específico ou qualquer outro local. Este destino NÃO será pesquisado se o tronco reportar número ocupado, inválido ou qualquer outro motivo que implique que o tronco conseguiu fazer algum tipo de roteamento para o número discado. O comportamento normal do 'Congestionamento Normal' é reproduzir a mensagem 'Todas as linhas estão ocupadas' ou uma mensagem diferente se configurada no módulo Mensagens de Congestionamento.

source: If checked the extension's Outbound CID will be ignored in favor of this CID. The extension's Emergency CID will still be used if the route is an Emergency Route and the Extension has a defined Emergency CID.
es_es: Si se marca, el CID saliente de la extensión será ignorado en favor del valor que indique en este campo. El CID de emergencia tendrá prevalencia si la ruta está marcada como ruta de emergencia y la extensión tiene definido un identificador de emergencia.
ja_jp: チェックされた場合、このCIDを優先し、内線のアウトバウンドCIDは無視されます。そのルートが緊急ルートで内線は定義された緊急CIDを持つ場合、内線の緊急CIDは引き続き使用されます。
pt_br: Se marcada, o CID de saída do ramal será ignorado em favor do valor inserido neste campo. O CID de emergência terá precedência se a rota estiver marcada como rota de emergência e o ramal tiver um identificador de emergência definido.

source: If checked, supply the name of a custom AGI Script that will be called to report, log, email or otherwise take some action on trunk failures that are not caused by either NOANSWER or CANCEL.
es_es: Si está marcada la casilla, indique el nombre de un guión AGI personalizado que será ejecutado para informar, guardar en un archivo de registro, enviar por email o cualquier otra operación cuando se produzcan fallos en líneas troncales que no sean causados por NOANSWER o CANCEL.
ja_jp: チェックされている場合は、NOANSWERやCANCELによって発生したものでないトランク失敗のレポート、ログ、Eメールや他の何らかのアクションのために呼び出されるカスタムAGIスクリプトの名前を提供します。
pt_br: Se selecionado, forneçe o nome de um AGI customizado que será chamado para reportar, logar enviar um e-mail ou ainda realizar alguma ação na falha dos troncos, falhas estas que não são causadas por ou NOANSWER ou CANCEL.

source: If no CallerID has been received, Privacy Manager will ask the caller to enter their phone number. If an user/extension has Call Screening enabled, the incoming caller will be be prompted to say their name when the call reaches the user/extension.
es_es: Si no se recibió un CallerID, el Gestor de Privacidad le permite preguntar a quien llame cual es su número de teléfono. Si una extensión tiene activada el filtrado de llamadas, se le solicitará a quien llame que diga su nombre cuando la llamada se dirija a la extensión.
ja_jp: 発信者IDが受信されなかった場合、プライバシーマネージャーは彼らの電話番号を入力するように依頼します。もし ユーザー/内線 がコールスクリーニングを有効にしている場合、コールがユーザー/内線に到達した時に、発信者は自分の名前を言うように催促されます。
pt_br: Se um CallerID não for recebido, o Privacy Manager permite que você pergunte ao chamador qual é o seu número de telefone. Se um ramal tiver a triagem de chamadas habilitada, o chamador será solicitado a dizer seu nome quando a chamada for direcionada ao ramal.

source: If this route should only be available during certain times then Select a Time Group created under Time Groups. The route will be ignored outside of times specified in that Time Group. If left as default of Permanent Route then it will always be available.
es_es: Si esta ruta debe estar disponible solo en cietos horarios, elija el Grupo Horario correspondiente. La ruta será ignorada fuera de los horarios especificados en ese grupo. Si se deja sin configurar o como ruta permamnente, entonces estará disponible en cualquier horario.
ja_jp: このルートを特定の時間のみ利用可能にしたい場合、時間グループの下に作成された時間グループを選択します。そのタイムグループで指定された時間外のルートは無視されます。デフォルトの永続的なルートのままにしておくと、常に利用可能になります。
pt_br: Se esta rota estiver disponível apenas em determinados horários, escolha o Grupo de Horário correspondente. A rota será ignorada fora dos horários especificados nesse grupo. Se ficar sem configuração ou como rota permanente, estará disponível a qualquer momento.

source: If you want to support direct sip dialing of users internally or through anonymous sip calls, you can supply a friendly name that can be used in addition to the users extension to call them.
es_es: Si desea soportar marcado directo SIP debe proporcionar un nombre amistoso para ser usado adicionalmente al número de extensión convencional.
ja_jp: ユーザーが内部で、もしくは匿名SIPコールを通じてダイレクトSIPダイヤリングをするのをサポートしたい場合は、かれらにコールするためにユーザーの内線に追加して使用されるフレンドリーネームを提供することができます。
pt_br: Se você precisa suporte a discagem direta por sip a usuários internos ou chamadas sip anônimas, você pode informar um nome amigável para ser usado adicionalmente aos ramais de usuários

source: If you're new to IssabelPBX, Welcome. Here are some quick instructions to get you started
es_es: Si es nuevo con IssabelPBX, bienvenido. Aquí tiene algunas instrucciones rápidas para comenzar
ja_jp: IssabelPBX新人の方、ようこそ。始める前に簡単な説明を読んでください
pt_br: Se você é novo no IssabelPBX, Bem vinco. Aqui algumas instruções rápidas para iniciar a utilização

source: In band audio
ja_jp: 帯域内オーディオ
pt_br: áudio em banda

source: In use by
es_es: En uso por
ja_jp: 使用中
pt_br: Em uso por

source: In-Call Asterisk Attended Transfer
es_es: Transferencia Asistida Asterisk
ja_jp: 通話中Asterisk在席転送
pt_br: Transferência assistida durante chamada

source: In-Call Asterisk Blind Transfer
es_es: Transferencia Ciega Asterisk
ja_jp: 通話中Asteriskブラインド転送
pt_br: Transferência Cega durante chamada

source: In-Call Asterisk Disconnect Code
es_es: Desconectar Llamada Asterisk
ja_jp: 通話中Asterisk切断コード
pt_br: Código para desconectar durante chamada

source: In-Call Asterisk Toggle Call Recording
es_es: Alternar Grabación Asterisk
ja_jp: 通話中Asterisk通話録音切り替え
pt_br: Configurar gravação em chamada

source: Inbound External Calls
es_es: Llamadas Entrantes Externas
ja_jp: 外部着信コール
pt_br: Chamadas externas recebidas

source: Inbound Internal Calls
es_es: Llamadas Entrantes Internas
ja_jp: 内部着信コール
pt_br: Chamadas recebidas internas

source: Inbound Route: %s (%s)
es_es: Ruta entrante: %s (%s)
ja_jp: インバウンドルート： %s (%s)
pt_br: Rota de entrada: %s (%s)

source: Inbound Routes
es_es: Rutas entrantes
ja_jp: インバウンドルート
pt_br: Rotas de Entrada

source: Incoming Settings
es_es: Opciones entrantes
ja_jp: 着信設定
pt_br: Configurações de Entrada

source: Information
es_es: Información
ja_jp: インフォメーション
pt_br: Informação

source: Initial setup
ja_jp: 初期設定
pt_br: Configuração inicial

source: Initialize issabelpbx_conf settings..
pt_br: Inicializar configuração issabelpbx_conf

source: Inserted ALLOW_SIP_ANON fine
ja_jp: ALLOW_SIP_ANONを挿入できました
pt_br: ALLOW_SIP_ANON inserido corretamente

source: Inserted interim RTPSTART and RTPEND settings
pt_br: Inseridos RTPSTART e RTPEND

source: Install
es_es: Instalar
ja_jp: インストール
pt_br: Instalar

source: Intercom
ja_jp: インターコム
pt_br: Interfone

source: Internal Auto Answer
es_es: Auto Contestar Internas
ja_jp: 内部自動応答
pt_br: Resposta automática interna

source: Internal Name: %s
es_es: Nombre Interno: %s
ja_jp: 内部の名前: %s
pt_br: Nome Interno: %s

source: International
es_es: Internacionales
ja_jp: インターナショナル
pt_br: Internacional

source: Intra-Company
es_es: Intra-Compañía
ja_jp: 社内
pt_br: Intra-Empresa

source: Intra-Company Routes will always trasmit an extension's internal number and name.
es_es: Rutas instra-compañia transmitirán el nombre y extensión como callerid.
ja_jp: Intra-Companyルートでは、常に内線番号と名前を送信します。
pt_br: As rotas intra-empresa transmitirão o nome e o ramal como identificador de chamada.

source: Invalid CallerID prefix.
es_es: Prefijo de CallerID inválido
ja_jp: 無効な発信者番号プリフィックス。
pt_br: Prefixo de CallerID inválido

source: Invalid Channel Number, must be numeric and not blank
es_es: Número de canal no válido: debe ser numérico y no estar vacío
ja_jp: 無効なチャネル番号、数値でなければならず、空白は許可されません
pt_br: Número inválido de tronco, deve ser numérico e não pode estar em branco

source: Invalid Custom Dial String entered
es_es: Cadena de marcación personalizada no válida
ja_jp: 無効なカスタムダイヤル文字列が入力されました
pt_br: String de chamada personalizada inválida

source: Invalid DID, must be a non-blank DID
es_es: DID no válido; debe ser un DID no vacío
ja_jp: 無効なDID、空白でないDIDでなければなりません
pt_br: DDR inválido, não pode estar em branco

source: Invalid Dial Rules
es_es: Reglas de marcación no válidas
ja_jp: 無効なダイヤルルール
pt_br: Regras de Discagem Inválidas

source: Invalid Maximum Channels
es_es: Canales máximos no válidos
ja_jp: 無効な最大チャネル
pt_br: Máximo de canais inválido

source: Invalid NPA-NXX. Must be of the format \'NXX-NXX\'
es_es: NPA-NXX no válido. Debe tener el formato \'NXX-NXX\'
ja_jp: 無効な NPA-NXX。フォーマットは \'NXX-NXX\'でなければなりません
pt_br: NPA-NXX Inválido. Deve estar no formato 'NXX-NXX'

source: Invalid Outbound CallerID
ja_jp: 無効なアウトバウンド発信者ID
pt_br: ID de chamada de saída inválido

source: Invalid Trunk Name entered
es_es: Nombre de línea troncal no válido
ja_jp: 無効なトランク名が入力されました
pt_br: Nome de tronco inválido

source: Invalid Username or Password
es_es: Nombre de usuario o contraseña inválido
ja_jp: 無効なユーザー名かパスワード
pt_br: nome de usuário ou senha inválidos

source: Invalid email address
es_es: Dirección de email inválida
ja_jp: 無効なEメールアドレス
pt_br: Endereço de email invalido

source: Invalid format for NPA-NXX code (must be format: NXXNXX)
ja_jp: NPA-NXX コードの無効なフォーマット (正しいフォーマット: NXXNXX)
pt_br: Formato inválido para o código NPA-NXX (deve estar no formato: NXXNXX)

source: Invalid value supplied to select
es_es: Valor inválido en la selección
ja_jp: 無効な選択肢が提供されました
pt_br: Valor inválido na seleção

source: Invalid value supplied violates the validation regex: %s
es_es: Valor inválido, viola la validación de expresión regular: %s
ja_jp: 提供された不正な値が正規表現の検証に違反しました: %s
pt_br: Valor inválido, viola a validação de expressão regular: %s

source: It is highly recommended that you define an Outbound CallerID on all trunks, undefined behavior can result when nothing is specified. The CID Options can control when this CID is used. Do you still want to continue?
es_es: Es muy recomendable que defina un CallerID saliente en todo troncal, ya que puede obtener resultados variables en caso de que no especifique ninguno. Las opciones de CID le permiten controlar cuál usar. Desea continuar?
ja_jp: 全てのトランク上でアウトバウンド発信者IDを定義することを強くお勧めします、何も指定されないと、不明な動作が起きる可能性があります。CIDオプションはいつこのCIDが使用されるかを制御することができます。あなたはまだ続行しますか?
pt_br: É altamente recomendável que você defina um CallerID de saída em cada tronco, pois você poderá obter resultados variáveis se não especificar um. As opções de CID permitem controlar qual usar. Você deseja continuar?

source: Italian
ja_jp: イタリア語
pt_br: italiano

source: Japanese
ja_jp: 日本語
pt_br: japonês

source: Language
es_es: Idioma
ja_jp: 言語
pt_br: Idioma

source: Last after %s
es_es: Última luego de %s
ja_jp: %s の後の最後
pt_br: Último depois de %s

source: Leaving the DID Number AND the CallerID Number empty will match all incoming calls received not routed using any other defined Incoming Route.\n\nAre you sure?
ja_jp: DID番号と発信者ID番号を空のままにしておくと、他に定義されている着信ルートを使用していないルートから受信した全ての着信コールに一致します。\n\nよろしいですか?
pt_br: Deixar o número DID E o número CallerID vazios corresponderá a todas as chamadas recebidas que não são roteadas usando nenhuma outra rota de entrada definida.\n\nTem certeza?

source: License: %s
es_es: Licencia: %s
ja_jp: ライセンス： %s
pt_br: Licença: %s

source: Local 7 digit
es_es: Local de 7 dígitos
ja_jp: 地域7桁
pt_br: Local 7 dígitos

source: Local 7/10 digit
es_es: Local de 7/10 dígitos
ja_jp: 地域7/10桁
pt_br: Local 7/10 dígitos

source: Logout
es_es: Cerrar sesión
ja_jp: ログアウト
pt_br: Sair

source: Long-distance
es_es: Larga distancia
ja_jp: 長距離
pt_br: Longa distância

source: Lookup local prefixes
es_es: Buscar prefijos locales
ja_jp: ローカルプリフィックスを検索
pt_br: Procurar prefixos locais

source: Lookup numbers for local trunk
es_es: Buscar números para la línea troncal local
ja_jp: 地域のトランクのために番号を検索
pt_br: Números de pesquisa para o tronco local

source: Lookup numbers for local trunk (10-digit dialing)
es_es: Buscar números para la línea troncal local (marcando 10 dígitos)
ja_jp: 地域トランクで番号を検索 (10桁ダイヤル)
pt_br: Número de pesquisa para tronco local (discagem de 10 dígitos)

source: Lookup numbers for local trunk (7-digit dialing)
es_es: Buscar números para la línea troncal local (marcando 7 dígitos)
ja_jp: 地域トランクで番号を検索 (7桁ダイヤル)
pt_br: Número de pesquisa para tronco local (discagem de 7 dígitos)

source: Low Memory Limit
es_es: Limite de memoria bajo
ja_jp: 低すぎるMemory Limit値
pt_br: Limite baixo de Memória

source: Mailbox for this device. This should not be changed unless you know what you are doing.
es_es: Buzón de voz para este dispositivo. No debe cambiar esto a menos que sepa lo que está haciendo.
ja_jp: このデバイスのメールボックス。何をしようとしているのか理解していない場合は変更するべきではありません。
pt_br: Correio de voz para este dispositivo. Você não deve mudar isso a menos que saiba o que está fazendo.

source: Manage local modules
es_es: Gestionar módulos locales
ja_jp: ローカルのモジュールを管理
pt_br: Gerenciar módulos locais

source: Max attempts
es_es: Intentos máximos
ja_jp: 最大試行数
pt_br: Máximo de tentativas

source: Maximum Channels
es_es: Canales máximos
ja_jp: 最大チャネル
pt_br: Máximo de canais

source: Maximum number of outbound simultaneous calls that an extension can make. This is also very useful as a Security Protection against a system that has been compromised. It will limit the number of simultaneous calls that can be made on the compromised extension.
es_es: Número máximo de llamadas salientes simultaneas que podrá realizar esta extensión. Esto sirve como mitigación en caso de que su sistema haya sido comprometido. Limitará la cantidad simultánea de llamadas que esta extensión puede realizar.
ja_jp: 内線が発信できるアウトバウンドの同時コールの最大数を指定します。また、これは侵害されたシステムに対してセキュリティ保護として非常に役に立ちます。これは、危険にさらされた内線から発信される同時コールの数を制限します。
pt_br: Número máximo de chamadas de saída simultâneas que este ramal pode realizar. Isso serve como mitigação caso seu sistema tenha sido comprometido. Isso limitará o número simultâneo de chamadas que este ramal pode fazer.

source: Media Only
es_es: Sólo Medios
ja_jp: メディアのみ
pt_br: Somente mídia

source: Memory Limit Changed
es_es: Límite de memoria cambiado
ja_jp: メモリーリミットが変更されました
pt_br: Modificado limite de memória

source: Migrate current values into issabelpbx_conf..
pt_br: Migrando valores atuais para issabelpbx_conf..

source: Min Length
es_es: Longitud mínima
ja_jp: 最小長
pt_br: Comprimento mínimo

source: Minimum amount of digits CallerID needs to contain in order to be considered valid
es_es: Número mínimo de caracteres que debe poseer un CallerID para ser considerado válido
ja_jp: 正しく識別される為に、必要なコーラーIDの最小桁数
pt_br: Número mínimo de caracteres que um CallerID deve ter para ser considerado válido

source: Missing or unreadable config file [%s]...cannot continue
ja_jp: 存在しないか、読み込み不可能な設定ファイル [%s]...続行できません
pt_br: Arquivo de configuração ausente ou ilegível [%s]...não é possível continuar

source: Modify the default PEER connection parameters for your VoIP provider.<br><br>You may need to add to the default lines listed below, depending on your provider.<br /><br />WARNING: Order is important as it will be retained. For example, if you use the "allow/deny" directives make sure deny comes first.
es_es: Modifique los parámetros de conexión del PEER para su proveedor VoIP.<br><br>Podría tener que agregar las líneas por defecto listadas abajo, dependiendo de su proveedor.<br><br>ATENCION: El orden es importante y será retenido. Por ejemplo si añade líneas 'allow/deny' asegúrese de poner deny primero en la lista.
ja_jp: お使いのVoIPプロバイダーのデフォルトピア接続パラメータを修正します。<br><br>お使いのプロバイダーによっては、以下にリストアップされたデフォルトラインに追加する必要があります。<br /><br />警告: 順番が保持されるので重要です。例えば、denyが最初にくるように"allow/deny"ディレクティブを使用します。
pt_br: Modifique os parâmetros de conexão do PEER para o seu provedor VoIP.<br><br>Pode ser necessário adicionar algumas linhas padrão listadas abaixo, dependendo do seu provedor. <br /><br />AVISO: A ordem é importante e deve mantida. Por exemplo, se você usa as diretivas "allow/deny" certifique-se que o deny venha antes.

source: Modify the default USER connection parameters for your VoIP provider.
es_es: Modifique los parámetros de conexión de USUARIO para su proveedor VoIP.
ja_jp: お使いのVoIPプロバイダーのデフォルトのユーザー接続パラメーターを修正します。
pt_br: Modifica os parâmetros padrão de conexão do usuário para o provedor VoIP.

source: Module
es_es: Módulo
ja_jp: モジュール
pt_br: Módulo

source: Module
es_es: Módulo
ja_jp: モジュール
pt_br: Módulo

source: Module %s is required, but yours is broken. You should reinstall it and try again.
ja_jp: モジュール %s が必要ですが、ご利用のモジュールは壊れています。再インストールした上で再度お試しください。
pt_br: O módulo %s é necessário, mas o seu está quebrado. Você deve reinstalá-lo e tentar novamente.

source: Module %s is required, but yours is disabled because it needs to be upgraded. Please upgrade %s first, and then try again.
ja_jp: モジュール %s が必要ですが、アップグレードが必要な為に無効になっています。まず、%sをアップグレードした上で、再度お試しください。
pt_br: O módulo %s é necessário, mas o seu está desabilitado porque precisa ser atualizado. Atualize %s primeiro e depois tente novamente

source: Module %s is required, but yours is disabled.
es_es: Se requiere el módulo %s, pero está deshabilitado.
ja_jp: モジュール %s が必要ですが、あなたの環境のものは無効になります。
pt_br: Módulo %s é requerido, porém o seu está desabilitado.

source: Module %s is required, yours is not installed.
es_es: Se requiere el módulo %s, pero no está instalado.
ja_jp: モジュール %s が必要です。インストールされてません。
pt_br: Módulo %s é necessário, não instalado.

source: Module %s is required.
es_es: Se requiere el módulo %s.
ja_jp: モジュール %s が必要です。
pt_br: Módulo %s é necessário.

source: Module Administration
es_es: Administración de módulos
ja_jp: モジュール管理
pt_br: Administração de Módulos

source: Module not enabled: cannot disable
es_es: No se pudo habilitar el módulo; no se pudo deshabilitar
ja_jp: モジュールは有効ではありません：無効化できません
pt_br: Módulo não habilitado: impossível desabilitar

source: Module not found in repository
es_es: El módulo no ha sido encontrado en el repositorio
ja_jp: リポジトリ内にモジュールが見つかりません
pt_br: Módulo não encontrado no repositório

source: Module not installed: cannot uninstall
es_es: No se pudo instalar el módulo; no se pudo desinstalar
ja_jp: モジュールがインストールされていません： アンインストールできません
pt_br: Módulo não instalado: impossível desinstalar
