Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Force All Internal Auto Answer
es_es: Forzar todas las respuestas automáticas internas
pt_br: Forçar todas as respostas automáticas internas

source: Force all extensions to operate in the Internal Auto Answer mode regardless of their individual settings. See 'Internal Auto Answer Default' for more information.
es_es: Obligar a todas las extensiones a operar en el modo Respuesta automática interna, independientemente de sus configuraciones individuales. Consulte 'Respuesta automática interna predeterminada' para obtener más información.
pt_br: Força todos os ramais a operarem no modo Atendimento automático interno, independentemente de suas configurações individuais. Consulte 'Resposta automática interna padrão' para obter mais informações.

source: NoOp Traces in Dialplan
es_es: Trazas NoOp en Dialplan
pt_br: Rastreamentos NoOp no Dialplan

source: Some modules will generate lots of NoOp() commands proceeded by a [TRACE](trace_level) that can be used during development or while trying to trace call flows. These NoOp() commands serve no other purpose so if you do not want to see excessive NoOp()s in your dialplan you can set this to 0. The higher the number the more detailed level of trace NoOp()s will be generated
es_es: Algunos módulos generarán muchos comandos NoOp() seguidos por un [TRACE](trace_level) que se puede usar durante el desarrollo o al intentar rastrear flujos de llamadas. Estos comandos NoOp() no tienen otro propósito, así que si no desea para ver un número excesivo de NoOp() en su plan de marcación, puede establecerlo en 0. Cuanto mayor sea el número, se generará un nivel más detallado de seguimiento de NoOp()
pt_br: Alguns módulos irão gerar muitos comandos NoOp() seguidos por um [TRACE](trace_level) que pode ser usado durante o desenvolvimento ou ao tentar rastrear fluxos de chamadas. Esses comandos NoOp() não têm outra finalidade, então se você não quiser ver um número excessivo de NoOp() em seu plano de discagem, você pode defini-lo como 0. Quanto maior o número, mais detalhado será o nível de rastreamento. gerado.NoOp()

source: When set to true and when CONNECTEDLINE() capabilities are configured and supported by your handset, the CID value being transmitted on this call will be updated on your handset in the CNAM field prepended with CID: so you know what is being presented to the caller if the outbound trunk supports and honors setting the transmitted CID.
es_es: Cuando se establece en verdadero y cuando las capacidades de CONNECTEDLINE() están configuradas y son compatibles con su teléfono, el valor de CID que se transmite en esta llamada se actualizará en su teléfono en el campo CNAM precedido por CID: para que sepa lo que se le presenta a la persona que llama si la troncal de salida admite y respeta la configuración del CID transmitido.
pt_br: Quando definido como verdadeiro e quando os recursos CONNECTEDLINE() são configurados e suportados pelo seu telefone, o valor CID transmitido nesta chamada será atualizado no seu telefone no campo CNAM precedido por CID: para que você saiba o que é apresentado ao chamador se o tronco de saída suporta e respeita a configuração CID transmitida.

source: When set to true and when CONNECTEDLINE() capabilities are configured and supported by your handset, the number actually dialled will be updated on your handset in the CNUM field. This allows you to see the final manipulation of your number after outbound route and trunk dial manipulation rules have been applied. For example, if you have configured 7 digit dialing on a North America dialplan, the ultimate 10 or 11 digit transmission will be displayed back. Any 'Outbound Dial Prefixes' configured at the trunk level will NOT be shown as these are foten analog line pauses (w) or other characters that distort the CNUM field on updates.
es_es: Cuando se establece en verdadero y cuando las capacidades de CONNECTEDLINE() están configuradas y admitidas por su teléfono, el número realmente marcado se actualizará en su teléfono en el campo CNUM. Esto le permite ver la manipulación final de su número después de la ruta de salida y Se han aplicado reglas de manipulación de marcación de troncales. Por ejemplo, si configuró la marcación de 7 dígitos en un plan de marcación de América del Norte, se mostrará la última transmisión de 10 u 11 dígitos. Cualquier 'Prefijo de marcación saliente' configurado en el nivel de troncal NO será se muestran como estas son pausas de línea analógica foten (w) u otros caracteres que distorsionan el campo CNUM en las actualizaciones.
pt_br: Quando definido como verdadeiro e quando os recursos CONNECTEDLINE() estiverem configurados e suportados pelo seu telefone, o número realmente discado será atualizado no seu telefone no campo CNUM. Isso permite que você veja a manipulação final do seu número após a aplicação das regras de roteamento de saída e manipulação de discagem de tronco. Por exemplo, se você configurou a discagem de 7 dígitos em um plano de discagem norte-americano, a última transmissão de 10 ou 11 dígitos será exibida. Qualquer 'Prefixo de discagem de saída' configurado no nível do tronco NÃO será exibido, pois são pausas de linha analógica foten (w) ou outros caracteres que distorcem o campo CNUM nas atualizações.

source: Call Recording Policy used to resove the winner in a conflict between two extensions when one wants a call recorded and the other does not, if both their priorities are also the same.
es_es: Política de grabación de llamadas utilizada para resolver el ganador en un conflicto entre dos extensiones cuando una quiere que se grabe una llamada y la otra no, si ambas prioridades también son las mismas.
pt_br: Política de gravação de chamadas utilizada para resolver o vencedor em um conflito entre dois ramais quando um deseja que uma chamada seja gravada e o outro não, se ambas as prioridades também forem iguais.

source: Ringtime Default
es_es: Tiempo de timbre predeterminado
pt_br: Tempo de toque padrão

source: Default number of seconds to ring phones before sending callers to voicemail or other extension destinations. This can be set per extension/user. Phones with no voicemail or other destination options will ring indefinitely.
es_es: Número predeterminado de segundos para que suenen los teléfonos antes de enviar a las personas que llaman al correo de voz u otros destinos de extensión. Esto se puede configurar por extensión/usuario. Los teléfonos sin correo de voz u otras opciones de destino sonarán indefinidamente.
pt_br: Número padrão de segundos para os telefones tocarem antes de enviar os chamadores para o correio de voz ou outros destinos de ramal. Isto pode ser configurado por ramal/usuário. Telefones sem correio de voz ou outras opções de destino tocarão indefinidamente.

source: Country Indication Tones
es_es: Tonos de indicación de país
pt_br: Tons de indicação de país

source: Asterisk TRANSFER_CONTEXT Variable
pt_br: Variável Asterisco TRANSFER_CONTEXT

source: This is the Asterisk Channel Variable TRANSFER_CONTEXT. In general it should NOT be changed unless you really know what you are doing. It is used to do create slightly different 'views' when a call is being transfered. An example is hiding the paging groups so a call isn't accidentally transfered into a page.
es_es: Esta es la variable de canal Asterisk TRANSFER_CONTEXT. En general, NO debe cambiarse a menos que realmente sepa lo que está haciendo. Se usa para crear 'vistas' ligeramente diferentes cuando se transfiere una llamada. Un ejemplo es ocultar la paginación grupos para que una llamada no se transfiera accidentalmente a una página.
pt_br: Esta é a variável do canal Asterisk TRANSFER_CONTEXT. Em geral, NÃO deve ser alterado a menos que você realmente saiba o que está fazendo. Usado para criar 'visualizações' ligeiramente diferentes ao transferir uma chamada. Um exemplo é ocultar grupos de paginação para que uma chamada não seja transferida acidentalmente para uma página.

source: Options to be passed to the Asterisk Dial Command when making outbound calls on your trunks when not part of an Intra-Company Route. The options are documented in Asterisk documentation, a subset of which are described here. The default options T and t allow the calling and called users to transfer a call with ##. It is HIGHLY DISCOURAGED to use the r option here as this will prevent early media from being delivered from the PSTN and can result in the inability to interact with some external IVRs
es_es: Opciones que se pasarán al comando de marcación de Asterisk al realizar llamadas salientes en sus troncales cuando no forman parte de una ruta dentro de la empresa. Las opciones están documentadas en la documentación de Asterisk, un subconjunto de las cuales se describe aquí. Las opciones predeterminadas T y t permitir que los usuarios que llaman y los llamados transfieran una llamada con ##. Se desaconseja encarecidamente utilizar la opción r aquí, ya que esto evitará que los primeros medios se entreguen desde la PSTN y puede resultar en la incapacidad de interactuar con algunos IVR externos.
pt_br: Opções a serem passadas para o comando de discagem do Asterisk ao fazer chamadas de saída em seus troncos quando eles não fazem parte de uma rota intra-empresarial. As opções estão documentadas na documentação do Asterisk, um subconjunto da qual é descrito aqui. As opções padrão T e t permitem que usuários que ligam e chamam transfiram uma chamada com ##. Usar a opção r aqui é fortemente desencorajado, pois isso impedirá que a primeira mídia seja entregue pela PSTN e poderá resultar na incapacidade de interface com alguns IVRs externos.

source: Trunk Dial Timeout
es_es: Tiempo de espera de marcación de troncal
pt_br: Tempo limite de discagem de tronco

source: How many seconds to try a call on your trunks before giving up. This should normally be a very long time and is usually only changed if you have some sort of problematic trunks. This is the Asterisk Dial Command timeout parameter.
es_es: Cuántos segundos para intentar una llamada en sus troncales antes de darse por vencido. Esto normalmente debería ser un tiempo muy largo y generalmente solo se cambia si tiene algún tipo de troncales problemáticas. Este es el parámetro de tiempo de espera del comando de marcación de Asterisk.
pt_br: Quantos segundos para tentar uma chamada em seus troncos antes de desistir. Normalmente, isso deve levar muito tempo e geralmente só é alterado se você tiver algum tipo de tronco problemático. Este é o parâmetro de tempo limite do comando de discagem do Asterisk.

source: If this is set, it assumes that you are running Asterisk 1.4 or higher and want to take advantage of the func_devstate.c backport available from Asterisk 1.6. This allows custom hints to be created to support BLF for server side feature codes such as daynight, followme, etc
es_es: Si está configurado, se supone que está ejecutando Asterisk 1.4 o superior y desea aprovechar el backport func_devstate.c disponible en Asterisk 1.6. Esto permite que se creen sugerencias personalizadas para admitir BLF para códigos de características del lado del servidor, como día noche, sígueme, etc.
pt_br: Se definido, assume que você está executando o Asterisk 1.4 ou superior e deseja aproveitar as vantagens do backport func_devstate.c disponível no Asterisk 1.6. Isso permite que dicas personalizadas sejam criadas para oferecer suporte a BLF para códigos de recursos do lado do servidor, como dia à noite, siga-me, etc.

source: Use Google DNS for Enum
es_es: Usar Google DNS para Enum
pt_br: Usar Google DNS para Enum

source: Setting this flag will generate the required global variable so that enumlookup.agi will use Google DNS 8.8.8.8 when performing an ENUM lookup. Not all DNS deals with NAPTR record, but Google does. There is a drawback to this as Google tracks every lookup. If you are not comfortable with this, do not enable this setting. Please read Google FAQ about this: <b>http://code.google.com/speed/public-dns/faq.html#privacy</b>.
es_es: Establecer este indicador generará la variable global requerida para que enumlookup.agi use Google DNS 8.8.8.8 al realizar una búsqueda ENUM. No todos los DNS se ocupan del registro NAPTR, pero Google sí. Hay un inconveniente en esto, ya que Google rastrea cada búsqueda. Si no se siente cómodo con esto, no habilite esta configuración. Lea las preguntas frecuentes de Google sobre esto: <b>http://code.google.com/speed/public-dns/faq.html#privacy</ b>.
pt_br: Definir este sinalizador gerará a variável global necessária para enumlookup.agi usar o Google DNS 8.8.8.8 ao realizar uma pesquisa ENUM. Nem todos os DNS lidam com o registro NAPTR, mas o Google sim. Há uma desvantagem nisso, pois o Google rastreia todas as pesquisas. Se você não se sentir confortável com isso, não habilite esta configuração. Leia as perguntas frequentes do Google sobre isso: <b>http://code.google.com/speed/public-dns/faq.html#privacy</ b>.

source: Convert ZAP Settings to DAHDi
es_es: Convertir configuración ZAP a DAHDi
pt_br: Converter configuração ZAP para DAHDi

source: If set to true, IssabelPBX will check if you have chan_dahdi installed. If so, it will automatically use all your ZAP configuration settings (devices and trunks) and silently convert them, under the covers, to DAHDi so no changes are needed. The GUI will continue to refer to these as ZAP but it will use the proper DAHDi channels. This will also keep Zap Channel DIDs working.
es_es: Si se establece en verdadero, IssabelPBX verificará si tiene chan_dahdi instalado. Si es así, utilizará automáticamente todos los ajustes de configuración de ZAP (dispositivos y troncales) y los convertirá silenciosamente, bajo las sábanas, a DAHDi para que no se necesiten cambios. La GUI continuará refiriéndose a estos como ZAP, pero utilizará los canales DAHDi adecuados. Esto también mantendrá los DID de Zap Channel en funcionamiento.
pt_br: Se definido como verdadeiro, IssabelPBX verificará se você possui o chan_dahdi instalado. Nesse caso, ele usará automaticamente todas as configurações do ZAP (dispositivos e troncos) e as converterá silenciosamente, nos bastidores, para DAHDi, para que nenhuma alteração seja necessária. A GUI continuará a se referir a eles como ZAPs, mas usará os canais DAHDi apropriados. Isso também manterá os DIDs do Zap Channel em funcionamento.

source: IssabelPBX bin Dir
es_es: Carpeta de ejecución de IssabelPBX
pt_br: Pasta de execução IssabelPBX

source: Location of the IssabelPBX command line scripts.
es_es: Ubicación de los scripts de línea de comandos de IssabelPBX.
pt_br: Localização dos scripts de linha de comando IssabelPBX.

source: CGI Dir
es_es: Carpeta CGI
pt_br: Pasta CGI

source: The path to Apache cgi-bin dir (leave off trailing slash).
es_es: La ruta al directorio cgi-bin de Apache (omita la barra inclinada).
pt_br: O caminho para o diretório Apache cgi-bin (omita a barra).

source: IssabelPBX sbin Dir
es_es: Carpeta sbin de IssabelPBX
pt_br: Pasta sbin IssabelPBX

source: Where (root) command line scripts are located.
es_es: Dónde se encuentran los scripts de línea de comando (raíz).
pt_br: Onde os scripts de linha de comando (raiz) estão localizados.

source: IssabelPBX Web Root Dir
es_es: Directorio raíz web de IssabelPBX
pt_br: Diretório raiz da web IssabelPBX

source: The path to Apache webroot (leave off trailing slash).
es_es: La ruta a Apache webroot (omita la barra inclinada).
pt_br: O caminho para o webroot do Apache (omita a barra).

source: Asterisk AGI Dir
es_es: Carpeta AGI de Asterisk
pt_br: Pasta Asterisk AGI

source: This is the default directory for Asterisks agi files.
es_es: Este es el directorio predeterminado para los archivos agi de Asterisk.
pt_br: Este é o diretório padrão para arquivos agi do Asterisk.

source: Asterisk etc Dir
es_es: Carpeta etc de Asterisk
pt_br: Pasta Asterisco etc.

source: This is the default directory for Asterisks configuration files.
es_es: Este es el directorio predeterminado para los archivos de configuración de Asterisk.
pt_br: Este é o diretório padrão para arquivos de configuração do Asterisk.

source: Asterisk Log Dir
es_es: Carpeta de registros de Asterisk
pt_br: Pasta de registros do Asterisk

source: This is the default directory for Asterisks log files.
es_es: Este es el directorio predeterminado para los archivos de registro de Asterisk.
pt_br: Este é o diretório padrão para arquivos de log do Asterisk.

source: Asterisk Modules Dir
es_es: Carpeta de módulos de Asterisk
pt_br: Pasta de módulos Asterisk

source: This is the default directory for Asterisks modules.
es_es: Este es el directorio predeterminado para los módulos de Asterisk.
pt_br: Este é o diretório padrão para módulos Asterisk.

source: Asterisk Run Dir
es_es: Carpeta de ejecución (run) de Asterisk
pt_br: Pasta de execução do Asterisk

source: This is the default directory for Asterisks run files.
es_es: Este es el directorio predeterminado para los archivos de ejecución de Asterisk.
pt_br: Este é o diretório padrão para arquivos de tempo de execução do Asterisk.

source: Asterisk Spool Dir
es_es: Carpeta Spool de Asterisk
pt_br: Carretel de Carpeta de Asterisk

source: This is the default directory for Asterisks spool directory.
es_es: Este es el directorio predeterminado para el directorio de spool de Asterisk.
pt_br: Este é o diretório padrão para o diretório de spool do Asterisk.

source: Asterisk bin Dir
es_es: Carpeta bin de Asterisk
pt_br: Pasta bin Asterisk

source: This is the default directory for Asterisks lib files.
es_es: Este es el directorio predeterminado para los archivos lib de Asterisk.
pt_br: Este é o diretório padrão para arquivos lib do Asterisk.

source: Override Call Recording Location
es_es: Anular ubicación de grabación de llamadas
pt_br: Substituir local de gravação de chamada

source: Override the default location where asterisk will store call recordings. Be sure to set proper permissions on the directory for the asterisk user.
es_es: Reemplace la ubicación predeterminada donde Asterisk almacenará las grabaciones de llamadas. Asegúrese de establecer los permisos adecuados en el directorio para el usuario de Asterisk.
pt_br: Substitua o local padrão onde o Asterisk armazenará as gravações de chamadas. Certifique-se de definir as permissões apropriadas no diretório para o usuário Asterisk.

source: MoH Subdirectory
es_es: Subdirectorio de música en espera
pt_br: Subdiretório Música em Espera

source: This is the subdirectory for the MoH files/directories which is located in ASTVARLIBDIR. Older installation may be using mohmp3 which was the old Asterisk default and should be set to that value if the music files are located there relative to the ASTVARLIBDIR.
es_es: Este es el subdirectorio para los archivos/directorios de música en espera que se encuentra en ASTVARLIBDIR. La instalación anterior puede estar usando mohmp3, que era el antiguo valor predeterminado de Asterisk y debe establecerse en ese valor si los archivos de música están ubicados allí en relación con ASTVARLIBDIR.
pt_br: Este é o subdiretório para os arquivos/diretórios de música em espera encontrados em ASTVARLIBDIR. A instalação acima pode estar usando mohmp3, que era o antigo padrão do Asterisk e deve ser definido com esse valor se os arquivos de música estiverem localizados lá em relação ao ASTVARLIBDIR.

source: Abort Config Gen on Bad Dest
es_es: Cancelar generación de configuración ante destino inválido
pt_br: Cancelar geração de configuração em caso de destino inválido

source: Setting either of these to true will result in retrieve_conf aborting during a reload if an extension conflict is detected or a destination is detected. It is usually better to allow the reload to go through and then correct the problem but these can be set if a more strict behavior is desired.
es_es: Establecer cualquiera de estos en verdadero resultará en la cancelación de retrieve_conf durante una recarga si se detecta un conflicto de extensión o un destino. Por lo general, es mejor permitir que la recarga se lleve a cabo y luego corregir el problema, pero esto se puede configurar si se desea un comportamiento más estricto.
pt_br: Definir qualquer um deles como verdadeiro resultará no cancelamento de retrieve_conf durante uma recarga se um conflito de extensão ou destino for detectado. Geralmente é melhor permitir que a recarga ocorra e então corrigir o problema, mas isso pode ser configurado se um comportamento mais rigoroso for desejado.

source: Check Server Referrer
es_es: Comprobar referencia del servidor
pt_br: Verifique a referência do servidor

source: When set to the default value of true, all requests into IssabelPBX that might possibly add/edit/delete settings will be validated to assure the request is coming from the server. This will protect the system from CSRF (cross site request forgery) attacks. It will have the effect of preventing legitimately entering URLs that could modify settings which can be allowed by changing this field to false.
es_es: Cuando se establece en el valor predeterminado de verdadero, todas las solicitudes en IssabelPBX que posiblemente puedan agregar/editar/eliminar configuraciones se validarán para garantizar que la solicitud provenga del servidor. Esto protegerá el sistema de CSRF (falsificación de solicitud entre sitios) Tendrá el efecto de evitar la entrada legítima de URL que podrían modificar la configuración que se puede permitir cambiando este campo a falso.
pt_br: Quando definido com o valor padrão true, todas as solicitações ao IssabelPBX que possam adicionar/editar/excluir configurações serão validadas para garantir que a solicitação seja proveniente do servidor. Isso protegerá o sistema contra CSRF (Cross Site Request Forgery) e terá o efeito de impedir a entrada legítima de URLs que possam modificar as configurações que podem ser permitidas alterando este campo para falso.

source: If false, then the Destination Registry will not report unknown destinations as errors. This should be left to the default true and custom destinations should be moved into the new custom apps registry.
es_es: Si es falso, entonces el Registro de destino no informará los destinos desconocidos como errores. Esto debe dejarse en el valor predeterminado verdadero y los destinos personalizados deben moverse al nuevo registro de aplicaciones personalizadas.
pt_br: Se for falso, o Registro de Destino não reportará destinos desconhecidos como erros. Isso deve ser deixado com o valor padrão true e os destinos customizados devem ser movidos para o novo registro de aplicativos customizados.
