Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Requires a strong secret on SIP and IAX devices requiring at least two numeric and non-numeric characters and 6 or more characters. This can be disabled if using devices that can not meet these needs, or you prefer to put other constraints including more rigid constraints that this rule actually considers weak when it may not be.
es_es: Requiere un secreto seguro en los dispositivos SIP e IAX que requieren al menos dos caracteres numéricos y no numéricos y 6 o más caracteres. Esto se puede deshabilitar si usa dispositivos que no pueden satisfacer estas necesidades, o si prefiere poner otras restricciones que incluyen más restricciones rígidas que esta regla en realidad considera débiles cuando puede que no lo sean.
pt_br: Requer um segredo seguro em dispositivos SIP e IAX que exigem pelo menos dois caracteres numéricos e não numéricos e 6 ou mais caracteres. Isso pode ser desativado se você usar dispositivos que não atendem a essas necessidades ou se preferir implementar outras restrições, incluindo restrições mais rígidas que esta regra realmente considera fracas, quando podem não ser.

source: Use bad-number Context
es_es: Usar contexto de número incorrecto
pt_br: Use contexto de número errado

source: Generate the bad-number context which traps any bogus number or feature code and plays a message to the effect. If you use the Early Dial feature on some Grandstream phones, you will want to set this to false.
es_es: Genera el contexto de número incorrecto que atrapa cualquier número falso o código de función y reproduce un mensaje en ese sentido. Si usa la función Early Dial en algunos teléfonos Grandstream, querrá establecer esto en falso.
pt_br: Gera o contexto de número inválido que captura qualquer número falso ou código de função e reproduz uma mensagem para esse efeito. Se você usar o recurso Early Dial em alguns telefones Grandstream, defina-o como falso.

source: The asterisk application to use for conferencing. If only one is compiled into asterisk, IssabelPBX will auto detect and change this value if set wrong. The app_confbridge application is considered "experimental with known issues and does not work on Asterisk 10 where it was completely rewritten and changed from the version on 1.6 and 1.8.
pt_br: O aplicativo Asterisk para ser usado em conferências. Se apenas um for compilado no Asterisk, o IssabelPBX detectará e alterará automaticamente este valor se estiver configurado incorretamente. A aplicação app_confbridge é considerada "experimental com problemas conhecidos e não funciona no Asterisk 10 onde foi completamente reescrita e alterada das versões 1.6 e 1.8.

source: Polling Interval for Stopping Asterisk
es_es: Intervalo de sondeo para detener Asterisk
pt_br: Intervalo de votação para parar o Asterisk

source: When Asterisk is stopped or restarted with the 'amportal stop/restart' commands, it does a graceful stop waiting for active channels to hangup. This sets the polling interval to check if Asterisk is shutdown and update the countdown timer.
es_es: Cuando Asterisk se detiene o reinicia con los comandos 'amportal stop/restart', deja de esperar a que los canales activos cuelguen. Esto establece el intervalo de sondeo para verificar si Asterisk se apaga y actualiza el temporizador de cuenta regresiva.
pt_br: Quando o Asterisk é parado ou reiniciado com os comandos 'amportal stop/restart', ele para de esperar que os canais ativos desliguem. Isto define o intervalo de polling para verificar se o Asterisk desliga e atualiza o cronômetro de contagem regressiva.

source: Waiting Period to Stop Asterisk
es_es: Período de espera para detener Asterisk
pt_br: Período de espera para parar o Asterisk

source: When Asterisk is stopped or restarted with the 'amportal stop/restart' commands, it does a graceful stop waiting for active channels to hangup. This sets the maximum time in seconds to wait prior to force stopping Asterisk
es_es: Cuando Asterisk se detiene o reinicia con los comandos 'amportal stop/restart', se detiene elegantemente esperando que los canales activos cuelguen. Esto establece el tiempo máximo en segundos para esperar antes de forzar la detención de Asterisk
pt_br: Quando o Asterisk é parado ou reiniciado com os comandos 'amportal stop/restart', ele para de esperar que os canais ativos desliguem. Isto define o tempo máximo em segundos para esperar antes de forçar a parada do Asterisk

source: Block CNAM on External Trunks
es_es: Bloquear CNAM en troncales externas
pt_br: Bloquear CNAM em troncos externos

source: Some carriers will reject a call if a CallerID Name (CNAM) is presented. This occurs in several areas when configuring CID on the PBX using the format of 'CNAM' <CNUM>. To remove the CNAM part of CID on all external trunks, set this value to true. This WILL NOT remove CNAM when a trunk is called from an Intra-Company route. This can be done on each individual trunk in addition to globally if there are trunks where it is desirable to keep CNAM information, though most carriers ignore CNAM.
es_es: Algunos operadores rechazarán una llamada si se presenta un nombre de ID de llamada (CNAM). Esto ocurre en varias áreas al configurar CID en la PBX usando el formato de 'CNAM' <CNUM>. Para eliminar la parte CNAM de CID en todos los troncales, establezca este valor en verdadero. Esto NO eliminará CNAM cuando se llama a un troncal desde una ruta dentro de la empresa. Esto se puede hacer en cada troncal individual además de globalmente si hay troncales donde es deseable mantener la información CNAM, aunque la mayoría de los operadores ignoran CNAM.
pt_br: Algumas operadoras rejeitarão uma chamada se um nome de identificação de chamada (CNAM) for apresentado. Isto ocorre em diversas áreas ao configurar o CID no PABX usando o formato 'CNAM' <CNUM>. Para remover a parte CNAM do CID em todos os troncos, defina esse valor como verdadeiro. Isto NÃO removerá o CNAM ao chamar um tronco de uma rota intraempresarial. Isto pode ser feito em cada tronco individual, bem como globalmente, se houver troncos onde seja desejável manter informações CNAM, embora a maioria das operadoras ignore o CNAM.

source: Call Forward Ringtimer Default
es_es: Predeterminado del temporizador de timbre de desvío de llamadas
pt_br: Temporizador de toque de encaminhamento de chamada padrão

source: This is the default time in seconds to try and connect a call that has been call forwarded by the server side CF, CFU and CFB options. (If your phones use client side CF such as SIP redirects, this will not have any affect) If set to the default of 0, it will use the standard ring timer. If set to -1 it will ring the forwarded number with no limit which is consistent with the behavior of some existing PBX systems. If set to any other value, it will ring for that duration before diverting the call to the users voicemail if they have one. This can be overridden for each extension.
es_es: Este es el tiempo predeterminado en segundos para intentar conectar una llamada que ha sido desviada por las opciones CF, CFU y CFB del lado del servidor. (Si sus teléfonos usan CF del lado del cliente, como redireccionamientos SIP, esto no tendrá ningún efecto ) Si se establece en 0 por defecto, utilizará el temporizador de timbre estándar. Si se establece en -1, sonará el número desviado sin límite, lo cual es consistente con el comportamiento de algunos sistemas PBX existentes. Si se establece en cualquier otro valor, sonará durante ese tiempo antes de desviar la llamada al correo de voz de los usuarios, si tienen uno. Esto se puede anular para cada extensión.
pt_br: Este é o tempo padrão em segundos para tentar conectar uma chamada que foi encaminhada pelas opções CF, CFU e CFB do lado do servidor. (Se seus telefones usarem CF do lado do cliente, como redirecionamentos SIP, isso não terá efeito) Se definido como 0 por padrão, usará o temporizador de toque padrão. Se definido como -1, o número encaminhado tocará sem limite, o que é consistente com o comportamento de alguns sistemas PBX existentes. Se definido com qualquer outro valor, ele tocará durante esse tempo antes de encaminhar a chamada para o correio de voz do usuário, se ele tiver um. Isso pode ser substituído para cada extensão.

source: Only Use Last CID Prepend
es_es: Usar solo anteponer el último CID
pt_br: Use apenas o prefixo do último CID

source: Some modules allow the CNAM to be prepended. If a previous prepend was done, the default behavior is to remove the previous prepend and only use the most recent one. Setting this to false will turn that off allowing all prepends to be 'starcked' in front of one another.
es_es: Algunos módulos permiten anteponer el CNAM. Si se realizó un antecedente anterior, el comportamiento predeterminado es eliminar el antecedente anterior y usar solo el más reciente. Si se configura como falso, se desactivará y permitirá que todos los antepuestos se 'marquen con estrella'. ' uno frente al otro.
pt_br: Alguns módulos permitem que o CNAM seja prefixado. Se um antecedente anterior foi criado, o comportamento padrão é remover o antecedente anterior e usar apenas o mais recente. Se definido como falso, será desabilitado e permitirá que todos os prefixos sejam 'marcados com estrela'. 'na frente um do outro.

source: Default maximum number of outbound simultaneous calls that an extension can make. This is also very useful as a Security Protection against a system that has been compromised. It will limit the number of simultaneous calls that can be made on the compromised extension. This default is used when an extension is created. A default of 0 means no limit.
es_es: Número máximo predeterminado de llamadas salientes simultáneas que puede realizar una extensión. Esto también es muy útil como protección de seguridad contra un sistema que se ha visto comprometido. Limitará el número de llamadas simultáneas que se pueden realizar en la extensión comprometida. Esto el valor predeterminado se usa cuando se crea una extensión. Un valor predeterminado de 0 significa que no hay límite.
pt_br: Número máximo padrão de chamadas de saída simultâneas que um ramal pode fazer. Isso também é muito útil como proteção de segurança contra um sistema que foi comprometido. Isso limitará o número de chamadas simultâneas que podem ser feitas para o ramal comprometido. Este valor padrão é usado ao criar uma extensão. Um valor padrão de 0 significa sem limite.

source: Display Presence State of Callee
es_es: Mostrar estado de presencia del destinatario de la llamada
pt_br: Mostrar o status de presença do destinatário da chamada

source: When set to true and when CONNECTEDLINE() capabilities are configured and supported by your handset, the name displayed will include the presence state of the callee.
es_es: Cuando se establece en verdadero y cuando las capacidades de CONNECTEDLINE() están configuradas y admitidas por su teléfono, el nombre que se muestra incluirá el estado de presencia de la persona que llama.
pt_br: Quando definido como verdadeiro e quando os recursos CONNECTEDLINE() são configurados e suportados pelo seu telefone, o nome exibido incluirá o status de presença do chamador.

source: Occupied Lines CW Busy
es_es: Líneas ocupadas CW Ocupado
pt_br: Linhas Ocupadas CW Ocupado

source: For extensions that have CW enabled, report unanswered CW calls as <b>busy</b> (resulting in busy voicemail greeting). If set to no, unanswered CW calls simply report as <b>no-answer</b>.
es_es: Para las extensiones que tienen CW habilitado, reporte las llamadas CW no respondidas como <b>ocupado</b> (lo que resulta en un saludo de correo de voz ocupado). Si se establece en no, las llamadas CW no respondidas simplemente se reportan como <b>sin respuesta</b >.
pt_br: Para ramais com CW ativado, relate chamadas CW não atendidas como <b>ocupadas</b> (resultando em uma saudação de correio de voz ocupado). Se definido como não, as chamadas CW não atendidas serão simplesmente reportadas como <b>não atendidas</b>.

source: Internal Auto Answer Default
es_es: Predeterminado de respuesta automática interna
pt_br: Padrão de resposta automática interna

source: Default setting for new extensions. When set to Intercom, calls to new extensions/users from other internal users act as if they were intercom calls meaning they will be auto-answered if the endpoint supports this feature and the system is configured to operate in this mode. All the normal white list and black list settings will be honored if they are set. External calls will still ring as normal, as will certain other circumstances such as blind transfers and when a Follow Me is configured and enabled. If Disabled, the phone rings as a normal phone.
es_es: Configuración predeterminada para nuevas extensiones. Cuando se establece en Intercomunicador, las llamadas a nuevas extensiones/usuarios de otros usuarios internos actúan como si fueran llamadas de intercomunicador, lo que significa que se responderán automáticamente si el terminal es compatible con esta función y el sistema está configurado para funcionar. en este modo. Todas las configuraciones normales de la lista blanca y la lista negra se respetarán si están configuradas. Las llamadas externas seguirán sonando normalmente, al igual que otras circunstancias, como transferencias ciegas y cuando un Sígueme está configurado y habilitado. Si está deshabilitado , el teléfono suena como un teléfono normal.
pt_br: Configurações padrão para novas extensões. Quando definido como Intercom, as chamadas para novos ramais/usuários de outros usuários internos agem como se fossem chamadas de intercomunicação, o que significa que serão atendidas automaticamente se o aparelho suportar esse recurso e o sistema estiver configurado para operar. neste modo. Todas as configurações normais da lista branca e da lista negra serão respeitadas se configuradas. As chamadas externas ainda tocarão normalmente, assim como outras circunstâncias, como transferências cegas e quando um Siga-me estiver configurado e habilitado. Se desativado, o telefone toca como um telefone normal.

source: Options to be passed to the Asterisk Dial Command when making internal calls or for calls ringing internal phones. The options are documented in Asterisk documentation, a subset of which are described here. The default options T and t allow the calling and called users to transfer a call with ##. The r option allows Asterisk to generate ringing back to the calling phones which is needed by some phones and sometimes needed in complex dialplan features that may otherwise result in silence to the caller.
es_es: Opciones que se pasarán al Comando de marcación de Asterisk cuando se realicen llamadas internas o para llamadas que suenen en teléfonos internos. Las opciones están documentadas en la documentación de Asterisk, un subconjunto de las cuales se describe aquí. Las opciones predeterminadas T y t permiten a los usuarios llamantes y llamados para transferir una llamada con ##. La opción r permite que Asterisk genere una devolución de llamada a los teléfonos que llaman, lo cual es necesario para algunos teléfonos y, a veces, se necesita en funciones complejas del plan de marcación que, de lo contrario, pueden resultar en silencio para la persona que llama.
pt_br: Opções a serem passadas para o Comando de Discagem do Asterisk ao realizar chamadas internas ou para chamadas que tocam em telefones internos. As opções estão documentadas na documentação do Asterisk, um subconjunto da qual é descrito aqui. As opções padrão T e t permitem que usuários que ligam e chamam transfiram uma chamada com ##. A opção r permite que o Asterisk gere um retorno de chamada para os telefones que ligam, o que é necessário para alguns telefones e às vezes é necessário em funções complexas do plano de discagem que podem resultar em silêncio para quem chama.

source: Normally IssabelPBX auto-generates a custom context that may be usable for adding custom dialplan to modify the normal behavior of IssabelPBX. It takes a good understanding of how Asterisk processes these includes to use this and in many of the cases, there is no useful application. All includes will result in a WARNING in the Asterisk log if there is no context found to include though it results in no errors. If you know that you want the includes, you can set this to true. If you comment it out IssabelPBX will revert to legacy behavior and include the contexts.
es_es: Normalmente, IssabelPBX genera automáticamente un contexto personalizado que se puede usar para agregar un plan de marcación personalizado para modificar el comportamiento normal de IssabelPBX. Se necesita una buena comprensión de cómo Asterisk procesa estos incluidos para usar esto y, en muchos de los casos, no hay aplicación útil. Todas las inclusiones darán como resultado una ADVERTENCIA en el registro de Asterisk si no se encuentra un contexto para incluir, aunque no genera errores. Si sabe que desea las inclusiones, puede establecer esto en verdadero. Si lo comenta IssabelPBX volverá al comportamiento heredado e incluirá los contextos.
pt_br: Normalmente, o IssabelPBX gera automaticamente um contexto personalizado que pode ser usado para adicionar um plano de discagem personalizado para modificar o comportamento normal do IssabelPBX. É necessário um bom entendimento de como o Asterisk processa essas inclusões para usar isso e em muitos casos não há implementação útil. Todas as inclusões resultarão em um AVISO no log do Asterisk se um contexto para incluir não for encontrado, embora não gere erros. Se você sabe que deseja as inclusões, pode definir isso como verdadeiro. Se você comentar, IssabelPBX retornará ao comportamento herdado e incluirá os contextos.

source: Ditech VQA Inbound Setting
es_es: Configuración de entrada de Ditech VQA
pt_br: Configurações de entrada Ditech VQA

source: If Ditech's VQA, Voice Quality application is installed, this setting will be used for all inbound calls. For more information 'core show application VQA' at the Asterisk CLI will show the different settings.
es_es: Si está instalada la aplicación de calidad de voz VQA de Ditech, esta configuración se utilizará para todas las llamadas entrantes. Para obtener más información, 'core show application VQA' en Asterisk CLI mostrará las diferentes configuraciones.
pt_br: Se a aplicação de qualidade de voz Ditech VQA estiver instalada, esta configuração será utilizada para todas as chamadas recebidas. Para mais informações, 'core show application VQA' no Asterisk CLI mostrará as diferentes configurações.

source: Ditech VQA Outbound Setting
es_es: Configuración de salida de Ditech VQA
pt_br: Configuração de saída Ditech VQA

source: If Ditech's VQA, Voice Quality application is installed, this setting will be used for all outbound calls. For more information 'core show application VQA' at the Asterisk CLI will show the different settings.
es_es: Si está instalada la aplicación de calidad de voz VQA de Ditech, esta configuración se utilizará para todas las llamadas salientes. Para obtener más información, 'core show application VQA' en Asterisk CLI mostrará las diferentes configuraciones.
pt_br: Se a aplicação de qualidade de voz Ditech VQA estiver instalada, esta configuração será utilizada para todas as chamadas efetuadas. Para mais informações, 'core show application VQA' no Asterisk CLI mostrará as diferentes configurações.

source: Generate Diversion Headers
es_es: Generar encabezados de desvío
pt_br: Gerar cabeçalhos de encaminhamento

source: If this value is set to true, then calls going out your outbound routes that originate from outside your PBX and were subsequently forwarded through a call forward, ring group, follow-me or other means, will have a SIP diversion header added to the call with the original incoming DID assuming there is a DID available. This is useful with some carriers that may require this under certain circumstances.
es_es: Si este valor se establece en verdadero, entonces las llamadas que salen de sus rutas de salida que se originan fuera de su PBX y que posteriormente se reenviaron a través de un desvío de llamadas, un grupo de timbre, sígueme u otros medios, tendrán un encabezado de desvío SIP agregado a la llamada con el DID entrante original, suponiendo que haya un DID disponible. Esto es útil con algunos operadores que pueden requerirlo en determinadas circunstancias.
pt_br: Se esse valor for definido como verdadeiro, as chamadas que saem de suas rotas de saída originadas fora do seu PBX e foram posteriormente encaminhadas por meio de encaminhamento de chamadas, grupo de toque, siga-me ou outros meios, terão um cabeçalho de encaminhamento SIP adicionado à chamada com o original DID de entrada, assumindo que um DID esteja disponível. Isto é útil para alguns operadores que podem exigir isso em determinadas circunstâncias.

source: If true, Core will not statically generate hints, but instead make a call to the AMPBIN php script, and generate_hints.php through an Asterisk #exec call. This requires asterisk.conf to be configured with <b>execincludes=yes<b> set in the [options] section.
es_es: Si es verdadero, Core no generará sugerencias estáticamente, sino que realizará una llamada al script php de AMPBIN y generar_hints.php a través de una llamada Asterisk #exec. Esto requiere que asterisk.conf esté configurado con <b>execincludesu003dyes< b> establecido en la sección [opciones].
pt_br: Se for verdade, o Core não gerará dicas estaticamente, mas em vez disso fará uma chamada para o script php AMPBIN e generate_hints.php por meio de uma chamada Asterisk #exec. Isso requer que o asterisk.conf seja configurado com <b>execincludesu003dyes< b> definido na seção [options].

source: Enable call waiting by default when an extension is created (Default is yes). Set to <b>no</b> to if you do not want phones to be commissioned with call waiting already enabled. The user would then be required to dial the CW feature code (*70 default) to enable their phone. Most installations should leave this alone. It allows multi-line phones to receive multiple calls on their line appearances.
es_es: Habilite la llamada en espera de forma predeterminada cuando se crea una extensión (el valor predeterminado es sí). Establézcalo en <b>no</b> si no desea que los teléfonos se pongan en servicio con la llamada en espera ya habilitada. Entonces se solicitará al usuario para marcar el código de función CW (*70 predeterminado) para habilitar su teléfono. La mayoría de las instalaciones deberían dejar esto solo. Permite que los teléfonos multilínea reciban múltiples llamadas en sus apariciones de línea.
pt_br: Habilite a chamada em espera por padrão quando um ramal é criado (o padrão é sim). Defina como <b>não</b> se não quiser que os telefones sejam colocados em serviço com a chamada em espera já ativada. O usuário será então solicitado a discar o código de recurso CW (padrão *70) para ativar seu telefone. A maioria das instalações deve deixar isso de lado. Permite que telefones multilinhas recebam diversas chamadas em suas apresentações de linha.

source: Feature Codes Beep Only
es_es: Códigos de función solo pitido
pt_br: Códigos de função de bipe único

source: When set to true, a beep is played instead of confirmation message when activating/de-activating: CallForward, CallWaiting, DayNight, DoNotDisturb and FindMeFollow.
es_es: Cuando se establece en verdadero, se reproduce un pitido en lugar de un mensaje de confirmación al activar/desactivar: CallForward, CallWaiting, DayNight, DoNotDisturb y FindMeFollow.
pt_br: Quando definido como verdadeiro, um bipe é reproduzido em vez de uma mensagem de confirmação ao ativar/desativar: CallForward, CallWaiting, DayNight, DoNotDisturb e FindMeFollow.
