Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: (toggle sort)
es_es: (cambiar orden)
ja_jp: (ソート切り替え)
pt_br: (modificar ordem)

source: The modules in the Extended repository are less common and may receive lower levels of support. The Unsupported repository has modules that are not supported by the IssabelPBX team but may receive some level of support by the authors.
es_es: Los módulos del repositorio extendido son menos comunes y pueden recibir niveles más bajos de soporte. El repositorio no compatible tiene módulos que no son compatibles con el equipo de IssabelPBX pero que pueden recibir cierto nivel de asistencia por parte de los autores.
ja_jp: 拡張レポジトリ内のモジュールは一般的でないものがあり、十分なサポート受けられない可能性があります。サポート外のレポジトリはIssabelPBXのサポートは受けられません、制作者に直接お問合せください。
pt_br: Módulos de repositório estendido são menos comuns e podem receber níveis mais baixos de suporte. O repositório não suportado possui módulos que não são suportados pela equipe IssabelPBX, mas podem receber algum nível de suporte dos autores.

source: error(s) occurred, you should view the notification log on the dashboard or main screen to check for more details.
es_es: error(es) has ocurrido, revise el registro de notificaciones en el tablero principal para más detalles.
ja_jp: エラーが発生しました、ダッシュボードまたはメインスクリーンの通知ログを参照し詳細をチェックしてください。
pt_br: ocorreram erros, verifique o registro de notificação no painel principal para obter mais detalhes.

source: Extension %s already in use by: %s
es_es: La extensión %s ya está siendo utilizada por: %s
pt_br: A extensão %s já é usada por: %s

source: %s %s will be disabled
es_es: El módulo %s %s será deshabilitado
ja_jp: %s %s が無効になります
pt_br: %s %s será desabilitado

source: %s %s will be downgraded to online version %s
ja_jp: %s %s をオンラインバージョン %s にダウングレードします
pt_br: %s %s ira fazer o downgrade para a versão online %s

source: %s %s will be downloaded and installed
es_es: El módulo %s %s será descargado e instalado
ja_jp: %s %s がダウンロードおよびインストールされます
pt_br: %s %s será baixado e instalado

source: %s %s will be enabled
es_es: El módulo %s %s será habilitado
ja_jp: %s %s が有効になります
pt_br: %s %s será habiitado

source: %s %s will be installed and enabled
es_es: El módulo %s %s será instalado y habilitado
ja_jp: %s %s はインストールされ有効になります
pt_br: %s %s será instalado e habilitado

source: %s %s will be re-installed to online version %s
ja_jp: %s %s をオンラインバージョン %s に再インストールします
pt_br: %s %s será reinstalado a versão online %s

source: %s %s will be uninstalled
es_es: El módulo %s %s será desinstalado
ja_jp: %s %s がアンインストールされます
pt_br: %s %s será desinstalado

source: %s %s will be upgraded to %s
es_es: El módulo %s %s será actualizado a la versión %s
ja_jp: %s %s が %s にアップグレードされます
pt_br: %s %s será atualizado para %s

source: %s %s will be upgraded to online version %s
es_es: El módulo %s %s será actualizado a la versión online %s
ja_jp: %s %s をオンラインバージョン %s にアップグレードします
pt_br: %s %s será atualizado para a versão online %s

source: %s (Cur v. %s) should be upgraded to v. %s to fix security issues: %s
pt_br: %s (atual v. %s) deve ser atualizado para v. %s para corrigir problemas de segurança: %s

source: %s (current: %s)
es_es: %s (actual: %s)
ja_jp: %s (現状： %s)
pt_br: %s (atual: %s)n

source: %s Channel %s
ja_jp: %s チャネル %s
pt_br: %s Canal %s

source: %s New modules are available
es_es: Hay disponibles %s módulos nuevos
ja_jp: %s 新しいモジュールが利用可能
pt_br: %s novos módulos estão disponíveis

source: %s admins
pt_br: %s administradores

source: %s already exists
pt_br: %s já existe

source: %s cannot be disabled because the following modules depend on it: %s Please disable those modules first then try again.
es_es: El módulo %s no puede ser deshabilitado porque los siguientes módulos dependen de él: %s. Por favor, deshabilite antes esos módulos e inténtelo de nuevo.
ja_jp: %s は、次のモジュールに依存しているため、無効にできません。： %s これら>のモジュールを先に無効にした後に再度実行してください。
pt_br: %s não pode ser desabilitado porque os seguintes módulos dependem deste: %s Por favor desabilite estes módulos então tente novamente.

source: %s cannot be enabled: %s Please try again after the dependencies have been installed.
es_es: El módulo %s no puede ser habilitado: %s. Por favor inténtelo de nuevo después de que las dependencias hayan sido instaladas.
ja_jp: %s が有効になりません。： %s 依存関係をインストールした後に再度実行して>ください。
pt_br: %s não pode ser habilitado: %s Por favor tente novamente depois que as dependências forem instaladas.

source: %s cannot be installed: %s Please try again after the dependencies have been installed.
es_es: El módulo %s no puede ser instalado: %s. Por favor, inténtelo de nuevo después de que las dependencias hayan sido instaladas.
ja_jp: %sのインストール失敗：%s 依存関係をインストール後に再度実行して下さい。
pt_br: %s não pode ser instalado: %s Por favor tente novamente depois que as dependências forem instaladas.

source: %s cannot be uninstalled because the following modules depend on it: %s Please disable those modules first then try again.
es_es: El módulo %s no puede ser desinstalado porque los siguientes módulos dependen de él: %s. Por favor, deshabilite antes esos módulos e inténtelo de nuevo.
ja_jp: 次のモジュールが %s に依存しているため、アンインストールできません。： %s これらのモジュールを先に無効にし、再度実行してください。
pt_br: %s não pode ser desinstalado porque os seguintes módulos dependem deste: %s Por favor desabilites estes módulos, então tente novamente.

source: %s cannot be upgraded: %s Please try again after the dependencies have been installed.
es_es: El módulo %s no puede ser actualizado: %s. Por favor, inténtelo de nuevo después de que las dependencias hayan sido instaladas.
ja_jp: %sのアップグレードに失敗しました： %s 依存関係をインストール後に再度実行して下さい。
pt_br: %s não pode ser atualizado: %s Por favor tente novamente depois que as dependências forem instaladas.

source: %s disabled successfully
es_es: El módulo %s ha sido deshabilitado correctamente
ja_jp: %s が無効になりました
pt_br: %s desabilitado com sucesso!

source: %s enabled successfully
es_es: El módulo %s ha sido habilitado correctamente
ja_jp: %s が有効になりました
pt_br: %s habilitado com sucesso

source: %s installed successfully
es_es: Se ha instalado correctamente %s
ja_jp: %s のインストールに成功しました
pt_br: %s instalado com sucesso

source: %s prepared
ja_jp: %s 準備しました
pt_br: %s preparado

source: %s uninstalled successfully
es_es: El módulo %s ha sido desinstalado correctamente
ja_jp: %s のアンインストールに成功しました
pt_br: %s desinstalado com sucesso

source: %s version %s or below is required, you have %s
es_es: Se necesita una versión menor o igual de %s %s; la actual es %s
ja_jp: %s バージョン %s が必要です。あなたのシステム %s
pt_br: %s versão %s ou abaixo é necessária, existente %s

source: %s version %s or higher is required, you have %s
es_es: Se necesita una versión mayor o igual de %s %s; la actual es %s
ja_jp: %s バージョン %s 又はそれ以上のバージョンが必要ですで、%s を使っています
pt_br: O %s versão %s ou maior é necessário, existente %s

source: 'cp -rf' from src: '%s' to dst: '%s'...details follow
ja_jp: 'cp -rf' 参照元: '%s' から 参照先: '%s'…詳細は次の通り：
pt_br: 'cp -rf' da origem: '%s' ao destino: '%s'...detalhes abaixo

source: (ie. NXXNXXXXXX for US/CAN 10-digit dialing, NXXXXXX for 7-digit)
es_es: (ejemplo, NXXNXXXXXX para marcación de 10 dígitos en EE.UU./Canadá, NXXXXXX para marcación de 7 dígitos)
ja_jp: (例. NXXNXXXXXX 米国/カナダ10桁ダイヤル用, NXXXXXX 7桁用)
pt_br: (EX. NXXNXXXXXX para discadogem de 10 dígitos de US/CAN, NXXXXXX para 7-digitos)

source: (pick one)
es_es: (seleccione uno)
ja_jp: (一つ選んでください)
pt_br: (escolha um)

source: ** MISSING FEATURE CODE **
es_es: ***NO EXISTE CÓDIGO DE FUNCIÓN***
pt_br: ** FALTA CÓDIGO DE FACILIDADE **

source: + Add More Dial Pattern Fields
es_es: + Agregar Más Patrones de Marcado
ja_jp: + ダイヤルパターンフィールドをもっと追加
pt_br: + Adicionar mais padrões de marcação

source: ---No Change---
es_es: ---Sin Cambios---
ja_jp: ---変更なし---
pt_br: ---Inalterado---

source: ---Permanent Route---
es_es: ---Ruta Permanente---
ja_jp: ---永続的なルート---
pt_br: ---Rota Permanente---

source: -This page is currently BETA-
ja_jp: 〜このページはβ版です。〜
pt_br: -Esta página está atualmente em BETA-

source: /etc/asterisk/issabelpbx.conf already exists
pt_br: O arquivo /etc/asterisk/issabelpbx.conf já existe

source: /etc/issabelpbx.conf already exists
pt_br: O arquivo /etc/issabelpbx.conf já existe

source: 0 admins
pt_br: 0 administradores

source: ; do not edit this file, this is an auto-generated file by issabelpbx ; all modifications must be done from the web gui
pt_br: ; não edite este arquivo, este é um arquivo gerado automaticamente por issabelpbx ; todas as modificações devem ser feitas a partir do web gui

source: <b>IMPORTANT:</b> Use extreme caution when making changes!
es_es: <b>IMPORTANTE:</b> Tenga mucho cuidado cuando realice cambios!
ja_jp: <b>重要:</b>変更の際は細心の注意を払ってください!
pt_br: <b>IMPORTANTE:</b> Tenha muito cuidado ao fazer alterações!

source: A %s version below %s is required, you have %s
es_es: Se necesita una versión menor de %s %s; la actual es %s
ja_jp: %s バージョン %s が必要です。あなたのシステム %s
pt_br: A versão do %s %s ou abaixo é necessária, existente %s

source: A %s version newer than %s required, you have %s
es_es: Se necesita una versión mayor de %s %s; la actual es %s
ja_jp: %s バージョンが必要です。(%sより新しい)。あなたのシステム %s
pt_br: Uma versão %s mais nova que %s é necessária, existente %s

source: A Dial Pattern is a unique set of digits that will select this route and send the call to the designated trunks. If a dialed pattern matches this route, no subsequent routes will be tried. If Time Groups are enabled, subsequent routes will be checked for matches outside of the designated time(s).
es_es: Un patrón de marcación es un conjunto único de dígitos que seleccionará esta ruta y enviará la llamada a las troncales designadas. Si un patrón marcado coincide con esta ruta, no se intentará ninguna ruta posterior. Si los Grupos de tiempo están habilitados, las rutas subsiguientes se verificarán en busca de coincidencias fuera de los tiempos designados.
ja_jp: ダイヤルパターンはこのルートを選択し、指定されたトランクにコールを送るための固有な桁数セットです。ダイヤルパターンがこのルートにマッチした場合は、後続のルートは試されません。タイムグループが有効になった場合、後続のルートは指定された時間外に一致するかどうかチェックされます。
pt_br: Um padrão de discagem é um conjunto exclusivo de dígitos que selecionará esta rota e enviará a chamada para os troncos designados. Se um padrão marcado corresponder a esta rota, nenhuma rota subsequente será tentada. Se os Grupos de Tempo estiverem ativados, as rotas subsequentes serão verificadas em busca de correspondências fora dos horários designados.

source: A Slash ('/') is never a valid DID. Please remove it and try again
es_es: Una barra ('/') no es nunca un DID válido. Por favor quítelo e intente nuevamente
ja_jp: スラッシュ('/')は有効なDIDではありません。削除して再実行してください
pt_br: Uma barra ('/') nunca é um DDR (DID) válido. Por favor remova e tente novamente

source: A description for this DID, such as "Fax"
es_es: Una descripción para este DID, como "Fax"
ja_jp: このDIDの説明、"FAX"等
pt_br: Uma descrição para este DDR (DID), por exemplo "Fax"

source: A direct DID that is associated with this extension. The DID should be in the same format as provided by the provider (e.g. full number, 4 digits for 10x4, etc).<br><br>Format should be: <b>XXXXXXXXXX</b><br><br>.An optional CID can also be associated with this DID by setting the next box
es_es: Número de línea directa asociado a esta extensión. El DID debe ingresarse en el mismo formato en que es provisto por el proveedor (podría ser un número completo, a veces los últimos 4 dígitos, etc).<br><br>El formato debe ser: <b>XXXXXXXXXX</b><br><br>. También puede especificar un CID opcional en el siguiente casillero.
ja_jp: この内線に割り当てられたダイレクトDID。DIDはプロバイダーから提供される同フォーマットで設定します(例：フルナンバー、4桁 10x4、等)。<br><br>フォーマット形式は以下：<b>XXXXXXXXXX</b><br><br>次のボックスの設定でオプションCIDと、このDIDと関連付けができます
pt_br: Um DDR está associado a este ramal. O DDR deve estar no mesmo formato definido pelo provedor (ex. nome completo, 4 dígitos para 10x4, etc)<br><br>O formato pode ser:<b>XXXXXXXXXX</b><br><br>.Um CID opcional pose ser associado com este DDR configurando o próximo campo

source: A route for this DID/CID already exists!
es_es: ¡Ya existe una ruta para este DID/CID!
ja_jp: このDID/CIDのルートは既に存在しています!
pt_br: Uma rota para esse DDR/CID já existe!

source: A route with this DID/CID: %s/%s already exists
es_es: Ya existe una ruta con este DID/CID: %s/%s
ja_jp: このDID/CIDのルート: %s/%s は既に存在しています
pt_br: Uma rota com esse DDR/CID: %s/%s já existe!

source: A useful description describing this channel
es_es: Una descripción para este canal
ja_jp: このチャネルを記述する有用な説明
pt_br: Uma descrição fácil para este canal

source: A user will enter this password when logging onto a device.
es_es: El usuario introducirá esta contraseña cuando inicie sesión en el dispositivo.
ja_jp: ユーザーはデバイスにログオンする時にこのパスワードを入力します。
pt_br: O usuário digitará esta senha para autenticar no dispositivo.

source: ALERT_INFO can be used for distinctive ring with SIP devices.
es_es: Puede usar ALERT_INFO para utilizar un timbre distintivo en algunos dipositivos SIP.
ja_jp: ALERT_INFOは、SIPデバイスと着信音に使用することができます。
pt_br: ALERT_INFO pode ser usado para toque distinto (distinctive ring) com dispositivos SIP

source: ALL SECTIONS
es_es: TODAS LAS SECCIONES
ja_jp: 全て選択
pt_br: TODAS SESSÕES

source: AMI failure details:
es_es: Detalles del fallo AMI:
ja_jp: AMI失敗の詳細:
pt_br: Detalhes da falha AMI:

source: Acceptable Values: %s - %s
es_es: Valores Aceptables: %s - %s
ja_jp: 可能な値: %s - %s
pt_br: Valores aceitáveis: %s - %s

source: Access Restrictions
es_es: Restricciones de acceso
ja_jp: アクセス制限
pt_br: Restrições De Acesso

source: Accountcode for this device.
es_es: Código de cuenta para este dispositivo.
ja_jp: このデバイスのアカウントコード。
pt_br: Código da conta deste dispositivo.

source: Action
es_es: Acción
ja_jp: アクション
pt_br: Ação

source: Add
es_es: Añadir
ja_jp: 追加
pt_br: Adicionar

source: Add %s Device
es_es: Añadir Dispositivo %s
ja_jp: %s デバイスを追加
pt_br: Adicionar dispositivo %s

source: Add %s Extension
es_es: Añadir Extensión %s
ja_jp: 内線 %s を追加
pt_br: Adicionar extensão %s

source: Add %s Trunk
es_es: Añadir Troncal %s
ja_jp: %sトランクを追加
pt_br: Adicionar tronco %s

source: Add Administrator
es_es: Añadir administrador
ja_jp: 管理者を追加
pt_br: Adicionar Administrador

source: Add Channel
es_es: Añadir canal
ja_jp: チャネルを追加
pt_br: Adicionar canal

source: Add Custom Trunk
es_es: Añadir línea troncal personalizada
ja_jp: カスタムトランク追加
pt_br: Adicionar um tronco personalizado

source: Add DAHDI Channel
es_es: Añadir Canal DAHDI
ja_jp: DAHDIチャネルを追加
pt_br: Adicionar canal DAHDI

source: Add DAHDi Trunk
es_es: Añadir línea troncal DAHDI
ja_jp: DAHDiトランク追加
pt_br: Adicionar linha tronco DAHDI

source: Add DUNDi Trunk
es_es: Añadir línea troncal DUNDi
ja_jp: DUNDiトランク追加
pt_br: Adicionar um tronco DUNDi

source: Add Device
es_es: Añadir un dispositivo
ja_jp: デバイスを追加
pt_br: Adicionar Dispositivo

source: Add ENUM Trunk
es_es: Añadir línea troncal ENUM
ja_jp: ENUMトランク追加
pt_br: Adicionar um tronco ENUM

source: Add Extension
es_es: Añadir extensión
ja_jp: 内線追加
pt_br: Adicionar Ramal

source: Add IAX2 Trunk
es_es: Añadir línea troncal IAX2
ja_jp: IAX2トランク追加
pt_br: Adicionar um tronco IAX2

source: Add Inbound CID
es_es: Añadir CID saliente
ja_jp: インバウンドCIDを追加
pt_br: Adicionar CID de entrada

source: Add Inbound DID
es_es: Añadir DID entrante
ja_jp: インバウンドDIDを追加
pt_br: Adicionar DDR de entrada

source: Add Incoming Route
es_es: Añadir ruta entrante
ja_jp: 着信経路を追加
pt_br: Adicionar Rota de Entrada

source: Add Outbound Route
es_es: Añadir ruta saliente
pt_br: Adicionar Rota

source: Add SIP Trunk
es_es: Añadir línea troncal SIP
ja_jp: SIPトランク追加
pt_br: Adicionar um tronco SIP

source: Add Trunk
es_es: Añadir línea troncal
ja_jp: トランクを追加
pt_br: Adicionar tronco

source: Add User
es_es: Añadir usuario
ja_jp: ユーザー追加
pt_br: Adicionar Usuário

source: Add User/Extension
es_es: Añadir usuario/extensión
ja_jp: ユーザー/内線の追加
pt_br: Adicionar Ramal/Usuário

source: Add a CID for more specific DID + CID routing. A DID must be specified in the above Add DID box. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
es_es: Agregue un CID para un enrutamiento por DID + CID más específico. Un DID debe ser especificado en el casillero de arriba. Adicionalmente a secuencias de marcado estandar, debe poner Private, Blocked, Unknown, Restricted, Anonymous y Unavailable si desea capturar estos casos si su proveedor los transmite.
ja_jp: より特定のDID + CID ルーティングのために CIDを追加します。DIDは上記のDIDを追加ボックスで指定されなければなりません。標準のダイヤルシーケンスに加えて、Telcoがそれらを転送する際に特殊ケースをキャッチするために、プライベート、ブロックされた、不明な、制限された、匿名の、と利用不可を追加することができます。
pt_br: Adiciona um CID para uma rota DDR + CID. Um DDR deve ser especificado na caixa "Adicionar um DDR" abaixo. Adicionalmente para sequências de discagem, pode adicionar Privado, Bloqueado, Desconhecido, Restrito, Anônimo e Indisponível de forma a casar esses casos especiais se a PSTN enviá-las.

source: Add a Trunk
es_es: Añadir línea troncal
ja_jp: トランク追加
pt_br: Adicionar um tronco

source: Add an Extension
es_es: Añadir una extensión
ja_jp: 内線を追加
pt_br: Adicionar um Ramal

source: Add mISDN Trunk
es_es: Añadir Troncal mISDN
ja_jp: mISDNトランク追加
pt_br: Adicionar tronco mISDN

source: Add new %s &#8230;
es_es: Añadir nuevo %s &#8230;
pt_br: Adicionar novo %s...

source: Add your email here to receive important security and module updates. The email address you provide is NEVER transmitted to the IssabelPBX remote servers. The email is ONLY used by your local PBX to send notifications of updates that are available as well as IMPORTANT Security Notifications. It is STRONGLY advised that you keep this enabled and keep updated of these important notifications to avoid costly security vulnerabilities.
es_es: Complete su dirección de correo para recibir notificaciones sobre actualizaciones y problemas de seguridad. Esta dirección no es transmitida ni compartida con nadie y se usa solamente para enviar correos con notificaciones. Se recomienda que complete este campo para no quedar expuesto a potenciales problemas de seguridad por falta de actualización.
pt_br: Preencha seu endereço de e-mail para receber notificações sobre atualizações e problemas de segurança. Este endereço não é transmitido ou compartilhado com ninguém e é usado apenas para enviar e-mails de notificação. É recomendado que você preencha este campo para evitar ficar exposto a possíveis problemas de segurança por falta de atualização.

source: Added pmmaxretries and pmminlength
ja_jp: pmmaxretries と pmminlengthを追加しました
pt_br: Adicionados pmmaxretries e pmminlength

source: Additional Settings
es_es: Configuraciones Adicionales
ja_jp: 追加設定
pt_br: Configurações adicionais

source: Admin Access<span>Select the Admin Sections this user should have access to.</span>
es_es: Privilegios<span>Seleccione las secciones a las que este usuario debería poder tener acceso.</span>
ja_jp: 管理者アクセス<span>このユーザーがアクセスできる管理者セクションを選択します。</span>
pt_br: Acesso Administrativo<span>Selecione o nivel de acesso que este usuário deverá ter.</span>

source: Admin Email address
ja_jp: アドミンEメールアドレス
pt_br: Dirección Email Administrador

source: Admin password
ja_jp: アドミンパスワード
pt_br: Senha do administrador

source: Admin user name
ja_jp: アドミンユーザー名
pt_br: Nome do administrador

source: Administrators
es_es: Usuarios administradores
ja_jp: 管理者
pt_br: Administradores

source: Advanced Settings
es_es: Configuración avanzada
ja_jp: 高度な設定
pt_br: Configuração avançada

source: All - TCP Primary
es_es: Todos - TCP Primario
ja_jp: 全て - TCP Primary
pt_br: Todos - TCP Primario

source: All - TLS Primary
es_es: Todos - TLS Primario
ja_jp: 全て - TLS Primary
pt_br: Todos - TLS primário

source: All - UDP Primary
es_es: Todos - UDP Primario
ja_jp: 全て - UDP Primary
pt_br: Todos - UDP Primário

source: All - WS Primary
es_es: Todos - WS Primario
ja_jp: 全て - WS プライマリ
pt_br: Todos - WS Primario

source: All DIDs
es_es: Todos los DIDs
ja_jp: 全てのダイヤルイン
pt_br: Todos DDRs

source: All available modules are up-to-date and installed.
es_es: Todos los módulos disponibles están actualizados e instalados.
ja_jp: 全ての利用可能なモジュールは最新でインストールされています。
pt_br: Todos os módulos disponíveis estão atualizados e instalados.

source: All settings can be set from the Advanced Settings page accessible in IssabelPBX
ja_jp: すべての設定はIssabelPBXでアクセス可能な詳細設定ページから設定できます
pt_br: Todas as configurações podem ser definidas na página Configurações avançadas acessível em IssabelPBX

source: Allow Any CID
es_es: Permitir Cualquier CID
ja_jp: いかなるCIDも許可
pt_br: Permitir qualquer CID

source: Allow specific codecs, separated by the '&' sign and in priority order. E.g. 'ulaw&g729'. Codecs allowed in the general settings will also be allowed unless removed with the 'disallow' directive.
es_es: Permitir codecs especificados, separados por '&' en el orden de prioridad que se liste. Por ejemplo 'ulaw&g729'. Los codecs especificados en la configuración general también serán permitidos a menos que los excluya listándolos en la directiva 'disallow'
ja_jp: 特定のコーデックを優先度順に '&' で区切って許可します。例: 'ulaw&g729'。 一般設定で許可されたコーデックは'禁止'ディレクティブで削除されない限り許可されます。
pt_br: Permitir codecs especificados, separados por '&' na ordem de prioridade listada. Por exemplo 'ulaw&g729'. Codecs especificados nas configurações gerais também serão permitidos, a menos que você os exclua listando-os na diretiva 'disallow'

source: Already Migrated!
pt_br: Já foi migrado!

source: Always
es_es: Siempre
ja_jp: 常に
pt_br: Sempre

source: Always dial with prefix
es_es: Marcar siempre con prefijo
ja_jp: 常にプリフィックス付きでダイヤル
pt_br: Sempre disca com prefixo

source: An attempt to send email to: %s with online update status failed
es_es: Un intento de enviar correo a: %s con actualizaciones ha fallado
pt_br: Falha na tentativa de enviar e-mail para: %s com atualizações

source: An optional delay to wait before processing this route. Setting this value will delay the channel from answering the call. This may be handy if external fax equipment or security systems are installed in parallel and you would like them to be able to seize the line.
es_es: Un retraso opcional para esperar antes de procesar esta ruta. El establecimiento de este valor retrasará que el canal responda a la llamada. Esto puede resultar útil si se instalan equipos de fax externos o sistemas de seguridad en paralelo y le gustaría que pudieran tomar la línea.
ja_jp: このルートを進める前に待つためのオプションのディレイ。この値をセットすることによりチャネルがコールに応答するのを遅らせます。外部のFAX機器やセキュリティシステムが並列にインストールされている場合で、彼らがラインをつかむことができるようにしたい場合にこれは便利かもしれません。
pt_br: Um atraso opcional a aguardar antes de processar esta rota. Configurando este valor atrasará o atendimento da chamada pelo canal. Isto pode ser útil se equipamento externo fax ou sistemas de segurança são instalados em paralelo e que você gostaria que elas sejam capazes de aproveitar a linha.

source: An unknown error occurred repositioning routes, refresh your browser to see the current correct route positions
ja_jp: ルートの再配置中に不明なエラー発生、現在の正しいルートポジションを確認するためブラウザを更新してください
pt_br: Ocorreu um erro desconhecido ao reposicionar rotas. Atualize seu navegador para ver a posição atual correta da rota.

source: Any DID
es_es: Cualquier DID
ja_jp: DIDいづれでも
pt_br: Qualquer DDR

source: Applications
es_es: Aplicaciones
ja_jp: アプリケーション
pt_br: Aplicações

source: Apply Changes Bar
es_es: Barra de aplicación de cambios
ja_jp: 「変更を適用」バー
pt_br: Barra de Confirmação de alterações

source: Apply Config
es_es: Aplicar Cambios
ja_jp: 設定適用
pt_br: Aplicar Configuração
