Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: The Call Recording module is not enabled. Since this feature is required for call recording you may not be able to record calls until the module is installed and enabled.
es_es: El módulo de grabación de llamadas no está habilitado. Dado que esta característica es necesaria para la grabación de llamadas, es posible que no pueda grabar llamadas hasta que el módulo esté instalado y habilitado.
pt_br: O módulo de gravação de chamadas não está habilitado. Como esse recurso é necessário para gravação de chamadas, talvez você não consiga gravar chamadas até que o módulo seja instalado e ativado.

source: The CallerID name for calls from this user will be set to this name. Only enter the name, NOT the number.
es_es: El Identificador de Nombre a mostrar para llamadas originadas por este usuario.Sólo ingrese un nombre, NO un número.
ja_jp: このユーザーからのコールに対する発信者ID名はこの名前に設定されます。数字を入力せずに名前のみ入力ください。
pt_br: O ID do nome de exibição para chamadas originadas deste usuário. Insira apenas um nome, NÃO um número.

source: The CallerID name for this device will be set to this description until it is logged into.
ja_jp: ログインするまでの間、このデバイスへの発信者ID名がこの説明にセットされます。
pt_br: O nome do identificador de chamadas deste dispositivo será definido com esta descrição até você fazer login.

source: The Commercial repository is reserved for modules that are available for purchase and commercially supported.
es_es: El repositorio comercial está reservado para los módulos que están disponibles para la compra y tienen soporte comercial.
ja_jp: 商業用リポジトリが購入可能であり、商業的にサポートされているモジュール用に予約されています。
pt_br: O repositório comercial é reservado para módulos que estão disponíveis para compra e possuem suporte comercial.

source: The DAHDI Channel number to map to a DID
es_es: El número de canal DAHDI para mapear a este DID
ja_jp: ダイヤルインへマッピングするためのDAHDIチャネルナンバー
pt_br: O número do canal DAHDI a ser mapeado para este DID

source: The DAHDi channel number for this port.
es_es: El número de canal DAHDI para este puerto.
ja_jp: このポートのDAHDiチャネル番号。
pt_br: O número do canal DAHDI para esta porta.

source: The DID that this channel represents. The incoming call on this channel will be treated as if it came in with this DID and can be managed with Inbound Routing on DIDs
es_es: El DID asignado a este canal. La llamada entrante en este canal será tratado como si ingresara desde dicho DID y podrá ser administrado mediante Rutas Entrantes de manera regular
ja_jp: このDID番号は、このチャネルの代表番号です。このチャネルへの着信はここで指定したDID番号を使いDIDsのインバンドルーティングで管理出来ます
pt_br: O DDR que representa este canal. A chamada de entrada neste canal será tratada se vier com esse DDR e pode ser gerenciada pelo Roteamento de entrada nos DDRs

source: The DTMF signaling mode used by this device, usually rfc2833 for most phones.
es_es: La señalización DTMF a utilizar en este dispositivo, usualmente rfc2833 para la mayoría de los teléfonos.
ja_jp: デバイスによって使用されるDTMFシグナリングモード、大抵の電話機では通常 rfc2833です。
pt_br: A sinalização DTMF a ser usada neste dispositivo, geralmente RFC2833 para a maioria dos telefones.

source: The Outbound Dial Prefix contains non-standard characters. If these are intentional the press OK to continue.
es_es: El prefijo de marcado saliente contiene caracteres no estandar. Si esto es intencional pulse OK para continuar.
ja_jp: アウトバウンドダイヤルプリフィックスは標準でない文字も含んでます。これが意図的であるなら、OKを押して続行してください。
pt_br: O prefixo de discagem de saída contém caracteres não padrão. Se isso for intencional, pressione OK para continuar.

source: The Trunk Sequence controls the order of trunks that will be used when the above Dial Patterns are matched. <br><br>For Dial Patterns that match long distance numbers, for example, you'd want to pick the cheapest routes for long distance (ie, VoIP trunks first) followed by more expensive routes (POTS lines).
es_es: La secuencia de líneas troncales controla el orden de las líneas troncales que serán usados cuando se cumplan las reglas de marcación anteriores.<br/><br/>Para las reglas de marcado que cumplan los números de larga distancia, por ejemplo, es probable que desee utilizar las rutas más baratas para llamadas de larga distancia (por ejemplo, las líneas troncales VoIP primero) seguidas de las siguientes rutas más caras (líneas RTC).
ja_jp: トランクシーケンスは上記のダイヤルパターンが一致した際に使用されるトランクの順番を制御します。<br><br>例えば、長距離番号に一致したダイヤルパターンの場合、あなたは長距離でより高価なルート(POTSライン)よりも最も安価なルート(例: VoIPトランクを最初にする)を選択したい場合など。
pt_br: A sequência dos troncos controla a ordem dos troncos que serão usados quando as regras de discagem acima casarem. <br><br> Para regras de discagem que casem com números de longa distância, por exemplo: priorize rotas de menor custo (troncos VOIP primeiro) depois as rotas com maior custo (troncos tradicionais) .

source: The Zap channel number for this port.
ja_jp: このポートのZapチャネル番号。
pt_br: O número do canal Zap para esta porta.

source: The dialed number will be compared against the prefix + this match pattern. Upon a match, the match pattern portion of the dialed number will be sent to the trunks
es_es: El número marcado se comparará con el prefijo + este patrón de coincidencia. Tras una coincidencia, la parte del patrón de coincidencia del número marcado se enviará a las troncales
ja_jp: ダイヤルされた番号は、プリフィックス+ このパターン一致し比較されます。その場合、ダイヤル番号の一致パターン部分が、トランクに送信されます
pt_br: O número discado será comparado ao prefixo + este padrão de correspondência. Após uma correspondência, a parte do padrão de correspondência do número discado será enviada aos troncos

source: The dialed number will be compared against the <b>prefix</b> plus this pattern. Upon a match, this portion of the number will be sent to the trunks after removing the <b>prefix</b> and appending the <b>prepend</b> digits
es_es: El número marcado se comparará con el <b>prefijo</b> más este patrón. Tras una coincidencia, esta parte del número se enviará a las troncales después de eliminar el <b>prefijo</b> y agregar los dígitos <b>antepuestos</b>
ja_jp: ダイヤルされた番号が<b>プリフィックス</b>か、このパターンが比較されます。一致した場合、番号のこの部分は<b>プリフィックス</b>を削除して<b>前付与</b>桁を追加した後にトランクに送信されます
pt_br: O número discado será comparado ao <b>prefixo</b> mais este padrão. Após uma correspondência, esta parte do número será enviada aos troncos após a remoção do <b>prefixo</b> e a adição dos dígitos do <b>prefixo</b>

source: The extension number to dial to reach this user.
es_es: El número de extensión que se debe marcar para contactar con este usuario.
ja_jp: このユーザーへダイヤルするための内線番号。
pt_br: Número de ramal a discar para alcançar este usuário.

source: The following commands failed with the listed error
es_es: Los siguientes comandos han fallado con los errores listados a continuación
ja_jp: 次のコマンドは列挙されたエラーで失敗しました
pt_br: Os seguintes comandos falharam com os erros listados

source: The following error(s) occurred processing the uploaded file: %s
es_es: Se han producido los siguientes errores al procesar el archivo enviado: %s
ja_jp: アップロードされたファイルを処理中に次のエラーが発生しました： %s
pt_br: O(s) seguinte(s) erro(s) ocorreu(ram) processando o arquivo enviado: %s

source: The following modules are disabled because they are broken:
es_es: Los siguientes módulos están deshabilitados porque están rotos:
ja_jp: 次のモジュールは壊れているため無効になります：
pt_br: Os seguintes módulos foram desabilitados pois estão quebrados:

source: The following modules are disabled because they need to be upgraded:
es_es: Los siguientes módulos están deshabilitados porque necesitan ser actualizados:
ja_jp: 次のモジュールはアップグレードが必要なため無効になります。
pt_br: Os seguintes módulos foram desabilitados porque precisam ser atualizados:

source: The following new modules are available for download. Click delete icon on the right to remove this notice.
es_es: Los siguientes nuevos módulos están disponibles para descarga. Pulse el botón de eliminar a la derecha para eliminar este mensaje.
ja_jp: 次の新しいモジュールがダウンロード利用可能です。この通知を削除するには右側の削除アイコンをクリックしてください。
pt_br: Os novos módulos abaixo estão disponíveis para baixar. Clique no ícone excluir à direta para remover esse alerta.

source: The outbound dialing prefix is used to prefix a dialing string to all outbound calls placed on this trunk. For example, if this trunk is behind another PBX or is a Centrex line, then you would put 9 here to access an outbound line. Another common use is to prefix calls with 'w' on a POTS line that need time to obtain dial tone to avoid eating digits.<br><br>Most users should leave this option blank.
es_es: El prefijo de marcado saliente se usa para añadir un prefijo a todas las llamadas que salgan por este troncal. Por ejemplo, si este troncal está detrás de otra PBX o es una línea Centrex, entonces podría necesitar prefijar con 9 para acceder a una línea externa. Otro caso común de uso es prefijar con 'w' en una línea POTS (análoga) que necesita de algún tiempo para obtener tono de marcado y eviar que se pierdan dígitos. <br><br>En la mayoría de los casos, debe dejar este casillero en blanco
ja_jp: このトランクに置かれた全てのアウトバウンドコールダイヤル文字列にプリフィックスを付与するためにアウトバウンドダイヤルプリフィックスは使用されます。例えば、このトランクが他のPBXの配下にある場合や、セントレックスラインの場合、アウトバウンドラインにアクセスするためにここで9を押します。他の一般的な使用方法は、桁数の欠落を防ぐためにダイヤルトーンを取得する時間が必要なPOTSライン上で'w'オプションを使用してコールにプリフィックスを付与します。<br><br>ほとんどのユーザーは、このオプションを空白のままにする必要があります。
pt_br: O prefixo de discagem de saída é usada para adicionar um prefixo para todas as chamadas de saída direcionadas para este tronco. Por exemplo: se este tronco estiver atrás de outro PABX, então é possível adicionar o 9 para acessar uma linha de saída. Outro uso comum é adicionar prefixo às chamadas com 'w' numa linha que necessite tempo para obter tom de discagem evitando perder dígitos.<br><br>A maioria dos usuários devem deixar essa opção em branco.

source: The secret must be at minimum six characters in length.
es_es: La clave debe tener al menos seis caractéres de largo.
ja_jp: secretは少なくとも6文字以上でなければなりません。
pt_br: A senha deve ter pelo menos seis caracteres.

source: The secret must contain at least two numbers and two letters.
es_es: La clave debe tener al menos dos números y dos letras
ja_jp: シークレットには少なくとも2つの数字と2つの文字が含まれなければなりません。
pt_br: A senha deve ter pelo menos dois números e duas letras

source: The section you requested does not exist or you do not have access to it.
es_es: La sección que ha solicitado no existe o no tiene acceso a ella.
ja_jp: セクションは存在しません、若しくはアクセスできません。
pt_br: A seção solicitada não existe ou você não tem acesso.

source: The suspect URL is listed below. If this action is intended, you can click this link and your action will be processed. Do not proceed with this if you did not intended to execute this command as it may result in changes to your configuration.
es_es: La URL sospechosa se muestra a continuación. Si esta acción está prevista, puede hacer clic en este enlace y se procesará su acción. No continúe con esto si no tenía la intención de ejecutar este comando, ya que puede provocar cambios en su configuración.
ja_jp: 想定されるURLが以下にリストアップされてます。このアクションが意図どおりの場合は、このリンクをクリックしてアクションを進めることができます。もしこのコマンドを実行するつもりがない場合は、設定が変更されてしまうため、進めないでくだ>さい。
pt_br: O URL suspeito é mostrado abaixo. Se esta ação estiver planejada, você pode clicar neste link e sua ação será processada. Não continue com isso se não pretendia executar este comando, pois isso pode causar alterações em sua configuração.

source: The system detected a problem trying to access external server data and changed internal setting %s (Use wget For Module Admin) to true, see the tooltip in Advanced Settings for more details.
ja_jp: 外部サーバーへアクセスする際に問題を検知したため、内部の設定 %s (モジュールアドミンでwgetを使用)を「はい」に変更しました。より詳細な情報は高度な設定のツールチップを参照ください。
pt_br: O sistema encontrou um problema ao tentar acessar dados do servidor externo e alterou a configuração interna %s (Use wget para gerenciador de módulo) para true; Consulte a dica de ferramenta em Configurações avançadas para obter mais detalhes.

source: There are %s modules available for online upgrades
es_es: Hay %s módulos disponibles para su actualización online
ja_jp: オンラインアップグレードで利用可能なモジュールが%s個存在します
pt_br: Exitem %s módulos disponíveis para atualização online

source: There are %s modules vulnerable to security threats
es_es: Hay %s módulos vulnerables a amenazas de seguridad
ja_jp: セキュリティ上脆弱性のあるモジュールが %s あります
pt_br: Existem %s módulos vulneráveis a ameaças de segurança

source: There are a large number of Plug-in modules available from the Online Repository. This isavailable by clicking on the <a href='%s'>Tools menu</a> up the top, then<a href='%s'>Module Admin</a>, then<a href='%s'>Check for updates online</a>.Modules are updated and patched often, so if you are having a problem, it's worth checking there to see if there'sa new version of the module available.
pt_br: Existem muitos módulos disponíveis no repositório online. Estão disponíveis clicando em <a href='%s'> no Menu Ferramentas</a> acima. depois <a href='%s'>Administrador de Módulos </a>, depois<a href='%s'>Procurar por atualizações online</a>.Módulos são corrigidos e atualizados, se você está encontrando problemas, É interessante verificar aqui para em busca de uma nova versão para os módulos está disponível.

source: There is 1 module available for online upgrade
es_es: Hay un nuevo módulo disponible para su actualización online
ja_jp: オンラインアップグレードで利用可能なモジュールが1つ存在します
pt_br: Exite 1 módulo disponível para atualização online

source: There is 1 module vulnerable to security threats
es_es: Hay 1 módulo vulnerable a amenazas de seguridad
ja_jp: セキュリティ上脆弱性のあるモジュールが1つあります
pt_br: Existe 1 módulo vulnerável a ameaças de segurança

source: There is also a community based <a href='%s' target='_new'>IssabelPBX Web Forum</a> where you can postquestions and search for answers for any problems you may be having.
pt_br: Existe também o <a href='%s' target='_new'>IssabelPBX Web Forum</a> suportado pela comunidade onde você pode fazerperguntas e procurar por respostar para qualquer problema que venha tendo.

source: There were %s failures migrating directdids, users table not being changed
ja_jp: directdids を移行中に %s 個のエラーが発生しました、usersテーブルは変更されていません
pt_br: Existem %s falhas migrando directdids, tabela de usuários não modificada

source: There were no settings to update
pt_br: Nenhuma configuração encontrada para atualizar

source: These options provide a quick way to add outbound dialing rules. Follow the prompts for each.
es_es: Estas opciones permiten de manera rápida añadir reglas de marcación salientes. Siga los siguientes pasos.
ja_jp: これらのオプションはアウトバウンドダイヤリングルールを追加する簡単な方法です。各プロンプトに従ってください。
pt_br: Esta opção provê uma forma rápida para adicionar regras de discagem de saída. Siga as solicitações para cada.

source: These rules can manipulate the dialed number before sending it out this trunk. If no rule applies, the number is not changed. The original dialed number is passed down from the route where some manipulation may have already occurred. This trunk has the option to further manipulate the number. If the number matches the combined values in the <b>prefix</b> plus the <b>match pattern</b> boxes, the rule will be applied and all subsequent rules ignored.<br/> Upon a match, the <b>prefix</b>, if defined, will be stripped. Next the <b>prepend</b> will be inserted in front of the <b>match pattern</b> and the resulting number will be sent to the trunk. All fields are optional.
es_es: Estas reglas pueden manipular el número marcado antes de enviarlo por esta troncal. Si no se aplica ninguna regla, el número no se cambia. El número marcado original se transmite desde la ruta donde ya puede haber ocurrido alguna manipulación. Esta troncal tiene la opción de manipular aún más el número. Si el número coincide con los valores combinados en los cuadros <b>prefijo</b> más los cuadros <b>patrón de coincidencia</b>, se aplicará la regla y se ignorarán todas las reglas posteriores.<br/> Tras una coincidencia , el <b>prefijo</b>, si está definido, se eliminará. A continuación, se insertará el <b>prefijo</b> delante del <b>patrón de coincidencia</b> y el número resultante se enviará al troncal. Todos los campos son opcionales.
ja_jp: このルールはトランク外に送信する前にダイヤル番号を制御できます。予め設定された番号に該当しない番号は変更されません。最初にダイヤルされた番号はいくつかの操作が既に発生したルートから渡されます。トランクは番号を処理する為のオプションがあります。もし番号が<b>プリフィックス</b>＋<b>パターン</b>ボックスで組み合わした番号に該当した場合、後続する残りの番号にはこのルールが適用されません。<br/>ルールと一致し、<b>プリフィックス</b>が設定されていると破棄されます。次の<b>前付与</b>は<b>パターン</b>の前に挿入され、数値はトランクに送信されます。すべてのフィールドはオプションです。
pt_br: Essas regras podem manipular o número discado antes de enviá-lo por esse tronco. Se nenhuma regra se aplicar, o número não será alterado. O número discado original é transmitido da rota onde já pode ter ocorrido alguma violação. Este tronco tem a opção de manipular ainda mais o número. Se o número corresponder aos valores combinados nas caixas de <b>prefixo</b> mais as caixas de <b>padrão de correspondência</b>, a regra será aplicada e todas as regras subsequentes serão ignoradas.<br/> Após uma correspondência, o <b>prefixo</b>, se definido, será removido. O <b>prefixo</b> será então inserido na frente do <b>padrão de correspondência</b> e o número resultante será enviado ao tronco. Todos os campos são opcionais.

source: This CallerID will always be set when dialing out an Outbound Route flagged as Emergency. The Emergency CID overrides all other CallerID settings.
es_es: Este CallerID será utilizado siempre que se marque por una Ruta Saliente configurada como de Emergencia. El CallerID de emergencia tiene prioridad sobre cualquier otro CID que pueda estar configurado previamente.
ja_jp: アウトバウンドルートを緊急フラグ付きでダイヤルアウトする時、この発信者IDは常にセットされます。緊急のCIDは他の発信者ID設定全てを上書きします。
pt_br: Este CallerID será utilizado sempre que discar uma Rota de Saída configurada como Emergência. O CallerID de Emergência tem prioridade sobre qualquer outro CID que possa ser previamente configurado.

source: This device id is already in use
es_es: Este dispositivo ya está en uso
ja_jp: このデバイスIDは既に使用されています
pt_br: Este dispositivo já está em uso

source: This device uses %s technology.
es_es: Este dispositivo usa la tecnología %s.
ja_jp: このデバイスは %s テクノロジーを使用します。
pt_br: Este dispositivo usa tecnologia %s .

source: This effects CID ONLY routes where no DID is specified. If checked, calls with this CID will be routed to this route, even if there is a route to the DID that was called. Normal behavior is for the DID route to take the calls. If there is a specific DID/CID route for this CID, that route will still take the call when that DID is called.
es_es: Esto afecta a rutas por CID que no tengan un DID especificado. Si se activa, las llamadas con ese CID serán enrutadas por esta ruta, incluso si hubiera una ruta para el DID en el que ingresó la llamada. El comportamiento normal es que la ruta por DID tenga prioridad. Si existe una ruta específica DID/CID para este CID, esa ruta será tomada cuando se llame a dicho DID.
ja_jp: これはDIDが指定されていないCIDのみのルートで効果を発揮します。チェックされた場合、呼び出されたDIDのルートがあったとしても、このCIDを持つコールはこのルートにルーティングされます。通常の動きではDIDルートがコールを取得します。もしこのCIDに対して特定の DID/CIDルートがある場合、DIDが呼び出された時に、そのルートは依然コールを取得します。
pt_br: Isso afeta somente o CID das rotas onde nenhum DDR é especificado. Se marcado, chamadas com esse CID serão roteadas por essa rota, mesmo que exista uma rota para o DDR que foi chamado. O comportamento normal é que a rota DDR fique com a chamada. Se existir uma rota DDR/CID específica neste CID, essa rota continua com a chamada quando o DDR é chamado.

source: This is most often the account name or number your provider expects.<br><br>This USER Context will be used to define the below user details.
es_es: Casi siempre aquí debe poner el nombre de cuenta o número de cuenta que le proveyó su proveedor de servicios.<br><br>El contexto de USUARIO se utilizará para definir los detalles del mismo.
ja_jp: これが最もよくあるケースでは、お使いのプロバイダーが期待するアカウント名または番号です。<br><br>このユーザーコンテキストは以下のユーザー詳細を定義するために使用されます。
pt_br: Este é, normalmente, o nome da conta e o numero assinalado pelo provedor.<br><br>Este contexto USER sera usado para definir os detalhes de usuario aqui abaixo.

source: This is the name of the DUNDi mapping as defined in the [mappings] section of remote dundi.conf peers. This corresponds to the 'include' section of the peer details in the local dundi.conf file. This requires manual configuration of DUNDi to use this trunk.
ja_jp: これはリモートdundi.confピアの[mappings]セクションに定義されたDUNDiマッピングの名前です。これは、ローカルのdundi.confファイル内ピアの詳細の'include'セクションと一致します。このトランクを使用するにはDUNDiの手動設定が必要です。
pt_br: Este é o nome do mapeamento DUNDi como definido na seção [mappings] dos peers remotos peers no arquivo dundi.conf. Isto corresponde a seção 'include' dos detalhes do peer no arquivo local dundi.conf. Isto requer configuração manual do DUNDi para usar este tronco

source: This looks up your local number on www.localcallingguide.com (NA-only), and sets up so you can dial either 7 or 10 digits (regardless of what your PSTN is) on a local trunk (where you have to dial 1+area code for long distance, but only 5551234 (7-digit dialing) or 6135551234 (10-digit dialing) for local calls
es_es: Esto busca su número local en la web www.localcallingguide.com (sólo Norteamérica), y configura su centralita para que pueda marcar 7 o 10 dígitos (independientemente de la línea RTC) en una línea troncal local (donde tenga que marcar 1 + el código de área para llamadas de larga distancia, pero sólo 5551234 (marcando 7 dígitos) ó 6135551234 (marcando 10 dígitos) para llamadas locales).
ja_jp: 地域番号をwww.localcallingguide.com (NA-only)で調べ、このルートへアクセスできるよう、地域トランク上(長距離通話の際は1+エリアコードを、ローカルコールは555-1234(7桁ダイヤル)または613-555-1234(10桁ダイヤル)で7桁または10桁のどちらか(PSTN番号に関係なく)でダイヤルできるようにセットアップします
pt_br: Verifica se seu número local em www.localcallingguide.com (apenas nos EUA), e configura de forma que você pode discar ou 7 ou 10 dígitos (não importando o que a sua PSTN é) em um tronco local (onde você tem de discar 1+códigodeárea para longa distância, mas apenas 5551234 (discagem de 7 dígitos) ou 6135551234 (discagem de 10 dígitos) para chamadas locais

source: This looks up your local number on www.localcallingguide.com (NA-only), and sets up so you can dial either 7, 10 or 11 digits (5551234, 6135551234, 16135551234) to access this route.
es_es: Esto busca su número en la web www.localcallingguide.com (sólo Norteamérica), y configura su centralita para que pueda marcar 7, 10 u 11 dígitos (5551234, 6135551234, 16135551234) para acceder a esta ruta.
ja_jp: これは地域番号をwww.localcallingguide.com (NA-only)で調べます、そしてあなたがこのルートへアクセスできるように、7、10または11桁(5551234, 6135551234, 16135551234)でダイヤルできるようにセットアップします。
pt_br: Procurará seu número local em www.localcallingguide.com (NA-somente), e define-se assim que você pode discar 7, 10 ou 11 dígitos (5551234, 6135551234, 16135551234) para ter acesso a esta rota.
