Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: T.38 UDPTL Error Correction
es_es: Corrección Errores T.38 UDPTL
pt_br: Correção de erro T.38 UDPTL

source: Fax Detect
es_es: Detección de Fax
pt_br: Detección de Fax

source: General Retry Interval
es_es: Intervalo de Reintento General
pt_br: Intervalo Geral de Novas Tentativas

source: DTMF Mode
es_es: Modo DTMF
pt_br: Apenas DTMF

source: PJSIP Settings
es_es: Configuración PJSIP
pt_br: Configuração PJSIP

source: Asterisk PJSIP Settings
es_es: Configuración PJSIP
pt_br: Configuração PJSIP

source: Asterisk SIP Settings
es_es: Configuración SIP
pt_br: Configuração SIP

source: PJSIP Advanced Settings
es_es: Configuración PJSIP Avanzada
pt_br: Configuração avançada de PJSIP

source: From Domain
es_es: Dominio From
pt_br: Domínio De

source: Authentication
es_es: Autenticación
pt_br: Autenticação

source: From User
es_es: Usuario From
pt_br: Usuário de

source: Context
es_es: Contexto
pt_br: Contexto

source: Audio Codecs
es_es: Codecs de Audio
pt_br: Codecs de áudio

source: SIP Server
es_es: Servidor SIP
pt_br: Servidor SIP

source: SIP Server Port
es_es: Puerto Servidor SIP
pt_br: Porta do servidor SIP

source: Transport setting: if phone is behind some kind of NAT, chose transport NAT
es_es: Configuración de Transporte: si el teléfono se encuentra detrás de NAT, elija transporte NAT
pt_br: Configurações de transporte: se o telefone estiver atrás de NAT, escolha transporte NAT

source: Enable rtcp-mux for working with Chrome >= 57
es_es: Active rtcp-mux para trabajar con WebRTC en Chrome >= 57
pt_br: Habilite o rtcp-mux para funcionar com WebRTC no Chrome >= 57

source: Path to certificate file to present
es_es: Ruta del archivo de certificado a presentar
pt_br: Caminho do arquivo de certificado a ser apresentado

source: Path to private key for certificate file
es_es: Ruta de la llave privada para el archivo de certificado
pt_br: Caminho da chave privada para arquivo de certificado

source: Path to certificate authority file to present
es_es: Ruta del archivo de autoridad de certificado a presentar
pt_br: Caminho do arquivo da autoridade de certificação a ser apresentado

source: Behavior on DTLS incoming and outgoing connections. Defaults to actpass.
es_es: Comportamiento de DTLS en conexiones entrantes y salientes. Por defecto se utiliza 'actpass'.
pt_br: Comportamento DTLS em conexões de entrada e saída. Por padrão, 'actpass' é usado.

source: Whether to verify that the provided peer cerificate is valid. Defaults to no.
es_es: Si desea verificar la validez de los certificados. Por defecto es 'no'. Si tiene certificado autofirmado, elija 'fingerprint'
pt_br: Se você deseja verificar a validade dos certificados. O padrão é 'não'. Se você tiver um certificado autoassinado, escolha 'impressão digital'

source: Media Encryption
es_es: Activar o no Encriptación de Medios
pt_br: Ativar ou não ativar criptografia de mídia

source: Message Context
es_es: Contexto de plan de marcado para mensajes
pt_br: Contexto do plano de discagem para mensagens

source: Subscribe Context
es_es: Contexto a usar para suscripciones. Usualmente deberá usar 'ext-local'
pt_br: Contexto a ser usado para assinaturas. Você normalmente deve usar 'ext-local'

source: Allow subscribe.
es_es: Permitir o no suscripciones (necesarios para activar BLF en los disositivos que lo soporten).
pt_br: Permitir ou proibir assinaturas (necessário para ativar o BLF em dispositivos que o suportam).

source: Maximum number of SIP devices that can register to this extension.
es_es: Número máximo de dispositivos SIP que pueden registrar con esta extensión.
pt_br: Número máximo de dispositivos SIP que podem ser registrados nesta extensão.

source: Allow a registration to succeed by displacing any existing contacts that now exceed the max_contacts count. Enable this when you have max_contacts value to be greater than one and rewrite_contact is set to yes. The removed contact is likely the old contact created by rewrite_contact that the device is refreshing.
es_es: Permitir que una registración tenga éxito aunque exceda el valor de 'max_contacts', desplazando registraciones existentes. Activa esta opciíon cuando tenga un valor de max_contacts mayor a uno y rewrite_contact esté configurado en 'Si'. El registro a remover será posiblemente el anterior creado por rewrite_contact cuando el dispositivo refresca un registro.
pt_br: Permitir que um registro seja bem-sucedido mesmo que exceda o valor de 'max_contacts', substituindo os registros existentes. Ative esta opção quando você tiver um valor max_contacts maior que um e rewrite_contact estiver definido como 'Sim'. O registro a ser removido possivelmente será o anterior criado por rewrite_contact quando o dispositivo atualizar um registro.

source: Qualify timeout in fractional seconds (default: '3.0')
es_es: Tiempo de expiración de qualify en segundos fraccionales (por defecto: '3.0')
pt_br: Tempo de expiração qualificado em segundos fracionários (padrão: '3,0')

source: Authenticates a qualify request if needed
es_es: Autentica una solicitud qualify de ser necesario
pt_br: Autentique uma solicitação de qualificação, se necessário

source: Determines whether media may flow directly between endpoints.
es_es: Determina si los medios pueden fluir directamente entre dispositivos.
pt_br: Determina se a mídia pode fluir diretamente entre dispositivos.

source: Determines whether res_pjsip will use the media transport received in the offer SDP in the corresponding answer SDP.
es_es: Determina si res_pjsip usará el transporte de medios recibido en la oferta SDP en la correspondiente respuesta a esa oferta.
pt_br: Determina se res_pjsip utilizará o transporte de mídia recebido na oferta SDP na resposta correspondente a essa oferta.

source: System Setup
es_es: Configuración del Sistema
pt_br: Configuração do sistema

source: Reloading...
es_es: Recargando...
pt_br: Recarregando...

source: Please Wait
es_es: Por favor espere
pt_br: Por favor espere

source: (busy)
es_es: (ocupado)
pt_br: (ocupado)

source: (unavail)
es_es: (no disponible)
pt_br: (não disponível)

source: (no-msg)
es_es: (sin mensaje)
pt_br: (nenhuma mensagem)

source: Advanced
es_es: Avanzado
pt_br: Avançado

source: to
es_es: a
pt_br: a

source: There are %s bad destinations
es_es: Hay %s destinos inválidos/sin usar
pt_br: Existem %s destinos inválidos/não utilizados

source: Are you sure?
es_es: ¿Está seguro?
pt_br: Está seguro?

source: You won't be able to revert this!
es_es: ¡No podrá revertir esto!
pt_br: Você não será capaz de reverter isso!

source: Rules:
es_es: Reglas:
ja_jp: ルール：
pt_br: Regras:

source: Search
es_es: Buscar
pt_br: Procurar

source: Error connecting to localcallinguide.com
es_es: Error conectando a localcallinguide.com
pt_br: Erro ao conectar-se a localcallingguide.com

source: Please fill all the fields
es_es: Por favor complete todos los campos
pt_br: Por favor, preencha todos os campos

source: Item has been deleted
es_es: El elemento ha sido eliminado
pt_br: O item foi removido

source: Item has been added
es_es: El elemento ha sido agregado
pt_br: O item foi adicionado

source: Item has been saved
es_es: El elemento ha sido guardado
pt_br: O item foi salvo

source: This extension is not available: %s
es_es: Esa extensión no está disponible: %s
pt_br: Essa extensão não está disponível: %s

source: Copy to Clipboard
es_es: Copiar al Portapapeles
pt_br: Copiar para área de transferência

source: There are %s additonal conflicts not listed
es_es: Hay %s conflictos adicionales no listados
pt_br: Existem %s conflitos adicionais não listados

source: January
es_es: Enero
pt_br: Janeiro

source: February
es_es: Febrero
pt_br: Fevereiro

source: March
es_es: Marzo
pt_br: Marzo

source: April
es_es: Abril
pt_br: Abril

source: May
es_es: Mayo
pt_br: maionese

source: June
es_es: Junio
pt_br: Junho

source: July
es_es: Julio
pt_br: Júlio

source: August
es_es: Agosto
pt_br: Agosto

source: September
es_es: Septiembre
pt_br: Setembro

source: October
es_es: Octubre
pt_br: Outubro

source: November
es_es: Noviembre
pt_br: novembro

source: December
es_es: Diciembre
pt_br: dezembro

source: Sunday
es_es: Domingo
pt_br: domingo

source: Monday
es_es: Lunes
pt_br: Segunda-feira

source: Tuesday
es_es: Martes
pt_br: Martes

source: Wednesday
es_es: Miércoles
pt_br: Quarta-feira

source: Thursday
es_es: Jueves
pt_br: Quinta-feira

source: Friday
es_es: Viernes
pt_br: Sexta-feira

source: Saturday
es_es: Sábado
pt_br: Sábado

source: jQuery Status
es_es: Estado jQuery
pt_br: Estado jQuery

source: XHR Response Code
es_es: Código de respuesta XHR
pt_br: Código de resposta XHR

source: XHR Response Text
es_es: Texto de respuesta XHR
pt_br: Texto de resposta XHR

source: Click here for more info
es_es: Haga clic aquí para más información
pt_br: Clique aqui para obter mais informações

source: Upload
es_es: Enviar
pt_br: Enviar

source: There is no email configured yet for update notifications. It is recommended to setup one.
es_es: Todavía no hay un correo electrónico configurado para las notificaciones de actualización. Se recomienda configurar uno.
pt_br: Ainda não há e-mail configurado para notificações de atualização. Recomenda-se configurar um.

source: Enter your email
es_es: Introduzca su correo electrónico
pt_br: Digite seu e-mail

source: IssabelPBX allows you to automatically check for updates online. The updates will NOT be automatically installed. It is STRONGYLY advised that you keep this enabled and keep updated of these important notificaions to avoid costly security issues.
es_es: IssabelPBX le permite verificar automáticamente si hay actualizaciones en línea. Las actualizaciones NO se instalarán automáticamente. Se recomienda ENCARECIDAMENTE que mantenga esta opción habilitada y se mantenga actualizado sobre estas notificaciones importantes para evitar costosos problemas de seguridad.
pt_br: IssabelPBX permite que você verifique automaticamente atualizações online. As atualizações NÃO serão instaladas automaticamente. É altamente recomendável que você mantenha esta opção habilitada e se mantenha atualizado sobre essas notificações importantes para evitar problemas de segurança dispendiosos.

source: Change notification email address
es_es: Cambiar la dirección de email de notificación
pt_br: Alterar endereço de e-mail de notificação

source: Next
es_es: Siguiente
pt_br: Seguindo

source: Previous
es_es: Anterior
pt_br: Anterior

source: low
es_es: baja
pt_br: baixa

source: medium
es_es: media
pt_br: meios de comunicação

source: high
es_es: alta
pt_br: alta

source: Select an option
es_es: Elija una opción
pt_br: Escolha uma opção

source: Select some options
es_es: Elija algunas opciones
pt_br: Escolha algumas opções

source: PHP mbstring module is not installed. Please install it to avoid issues with language/localization.
es_es: El módulo PHP mbstring no está instalado. Instálelo para evitar problemas con el idioma o la localización.
pt_br: El módulo PHP mbstring no está instalado. Instálelo para evitar problemas con el idioma o la localización.

source: extension/trunk has weak secret
es_es: extensión/troncal tiene una contraseña débil
pt_br: ramal/tronco tem uma senha fraca

source: System Apps
es_es: Aplicaciones de Sistema
pt_br: Aplicativos do sistema

source: VmX Locater
es_es: Localizador VmX
pt_br: Localizador VmX

source: Styling and Logos
es_es: Estilos y Logos
pt_br: Estilos e logotipos

source: Directory Layout
es_es: Diseño de Directorios
pt_br: Design de diretório

source: FOP Web Root Dir
es_es: Ruta raíz de FOP
pt_br: Rota raiz da FOP

source: Path to the Flash Operator Panel webroot or other modules providing such functionality (leave off trailing slash).
es_es: Ruta a la raíz web del Flash Operator Panel u otros módulos que brindan dicha funcionalidad (omita la barra inclinada final).
pt_br: Caminho para a raiz web do Painel do Operador Flash ou outros módulos que fornecem tal funcionalidade (omitir a barra final).

source: Remote CDR Database
es_es: Base de datos CDR remoto
pt_br: Base de datos CDR remoto

source: Remote CDR DB Host
es_es: Host de base de datos CDR remoto
pt_br: Host de base de datos CDR remoto

source: Remote CDR DB Port
es_es: Puerto de base de datos CDR remoto
pt_br: Porta de banco de dados CDR remoto

source: Remote CDR DB Name
es_es: Nombre de base de datos CDR remoto
pt_br: Nome do banco de dados CDR remoto

source: Remote CDR DB User
es_es: Usuario de base de datos CDR remoto
pt_br: Usuario de base de datos CDR remoto

source: Remote CDR DB Password
es_es: Contraseña de base de datos CDR remoto
pt_br: Senha do banco de dados CDR remoto

source: Remote CDR DB Table
es_es: Tabla de base de datos CDR remoto
pt_br: Tabela de banco de dados CDR remoto

source: Remote CDR DB Type
es_es: Tipo de base de datos CDR remoto
pt_br: Tipo de banco de dados CDR remoto

source: Display Hidden Settings
es_es: Mostrar configuraciones ocultas
pt_br: Mostrar configurações ocultas

source: Member Status Event Default
es_es: Eventos de estado de miembro predeterminados
pt_br: Eventos de status de membro padrão

source: Call Recording Policy
es_es: Política de grabación de llamadas
pt_br: Política de gravação de chamadas

source: Dynamically Generate Hints
es_es: Generar Hints dinámicamente
pt_br: Gere dicas dinamicamente

source: Disable -custom Context Includes
es_es: Desactivar inclusión de contextos -custom
pt_br: Desactivar inclusión de contextos -custom

source: Report Unknown Dest as Error
es_es: Reportar destino desconocido como erróneo
pt_br: Relatar destino desconhecido como errado

source: Show Language setting
es_es: Mostrar selección de idioma en el menú
pt_br: Mostrar seleção de idioma no menu

source: Use wget For Module Admin
es_es: Usar wget para el administrador de módulos
pt_br: Use wget para gerenciador de módulo

source: Use issabelpbx_menu.conf Configuration
es_es: Usar configuración de issabelpbx_menu.conf
pt_br: Use as configurações de issabelpbx_menu.conf

source: Please select a file
es_es: Por favor elija un archivo
pt_br: Por favor escolha um arquivo

source: Symlink Conflict Resolved
es_es: Se ha resuelto un conflicto con enláces simbólicos
pt_br: Um conflito com links simbólicos foi resolvido

source: retrieve_conf resolved a symlink with %s<br>This is a notice to let you know that the original file was moved to %s, there is nothing more you need to do
es_es: retrieve_conf resolvió un symlink con %s<br>Esta notificación es para informarle que El archivo original fue movido a %s, no hay nada que usted deba hacer
pt_br: retrieve_conf resolveu um link simbólico com %s<br>Esta notificação é para informar que o arquivo original foi movido para %s, não há nada que você precise fazer

source: Include Server Name in Browser
es_es: Incluir el nombre del servidor en el navegador
pt_br: Incluir o nome do servidor no navegador

source: Require Confirm with Apply Changes
es_es: Requerir confirmación al aplicar cambios
pt_br: Exigir confirmação ao aplicar alterações

source: Dashboard Info Update Frequency
es_es: Frecuencia de actualización de la información del tablero
pt_br: Frequência de atualização das informações do painel

source: Dashboard Max Calls Initial Scale
es_es: Escala inicial de llamadas máximas del tablero
pt_br: Escala inicial máxima de chamada do painel

source: Normally the friendly names will be displayed on this page and the internal issabelpbx_conf configuration names are shown in the tooltip. If you prefer to view the configuration variables, and the friendly name in the tooltip, set this to false..
es_es: Normalmente, los nombres descriptivos se mostrarán en esta página y los nombres de configuración internos de issabelpbx_conf se mostrarán en la información sobre herramientas. Si prefiere ver las variables de configuración y el nombre descriptivo en la información sobre herramientas, configure esto como falso...
pt_br: Normalmente, nomes amigáveis serão exibidos nesta página e nomes de configuração interna do issabelpbx_conf serão exibidos na dica de ferramenta. Se você preferir ver as variáveis de configuração e o nome amigável na dica de ferramenta, defina como falso...

source: Setting this to true will allow you to override un-hidden readonly setting to change them. Settings that are readonly may be extremely volatile and have a high chance of breaking your system if you change them. Take extreme caution when electing to make such changes.
es_es: Establecer esto en verdadero le permitirá anular la configuración de solo lectura no oculta para cambiarla. Las configuraciones que son de solo lectura pueden ser extremadamente volátiles y tienen una alta probabilidad de romper su sistema si las cambia. Tenga mucho cuidado al elegir hacer tales cambios.
pt_br: Definir isso como verdadeiro permitirá que você substitua a configuração somente leitura não oculta para alterá-la. As configurações somente leitura podem ser extremamente voláteis e têm uma grande probabilidade de quebrar o sistema se você as alterar. Tenha muito cuidado ao optar por fazer tais alterações.

source: This will display settings that are normally hidden by the system. These settings are often internally used settings that are not of interest to most users.
es_es: Esto mostrará configuraciones que normalmente están ocultas por el sistema. Estas configuraciones a menudo son configuraciones internas que no son de interés para la mayoría de los usuarios.
pt_br: Isso mostrará configurações que normalmente ficam ocultas pelo sistema. Essas configurações geralmente são configurações internas que não interessam à maioria dos usuários.

source: This will display settings that are readonly. These settings are often internally used settings that are not of interest to most users. Since they are readonly they can only be viewed.
es_es: Esto mostrará configuraciones que son de solo lectura. Estas configuraciones a menudo son configuraciones de uso interno que no son de interés para la mayoría de los usuarios. Dado que son de solo lectura, solo se pueden ver.
pt_br: Isso exibirá configurações somente leitura. Essas configurações geralmente são configurações de uso interno que não são do interesse da maioria dos usuários. Como são somente leitura, só podem ser visualizados.

source: Certificate List file
es_es: Archivo de lista de certificados
pt_br: Arquivo de lista de certificados

source: Full path to certificate list bundle file.
es_es: Ruta completa al archivo de paquete de lista de certificados.
pt_br: Caminho completo para o arquivo do pacote da lista de certificados.

source: Enable HTTPS support for the mini-HTTP Server
es_es: Habilitar soporte HTTPS para el servidor mini-HTTP
pt_br: Habilitar suporte HTTPS para servidor mini-HTTP

source: Email "From:" Address
es_es: Encabezado "De:" del correo electrónico
pt_br: Cabeçalho "De:" do e-mail

source: The From: field for emails when using the backup email feature.
es_es: El campo De: para correos electrónicos cuando se usa la función de respaldo de correo electrónico.
pt_br: O campo De: para e-mails ao usar o recurso de backup de e-mail.

source: Hook Time Conditions Module
es_es: Enlazar módulo de condiciones horarias
pt_br: Módulo de condições de tempo de link

source: By default, the Call Flow Control module will not hook Time Conditions allowing one to associate a call flow toggle feauture code with a time condition since time conditions have their own feature code as of version 2.9. If there is already an associaiton configured (on an upgraded system), this will have no affect for the Time Conditions that are effected. Setting this to true reverts the 2.8 and prior behavior by allowing for the use of a call flow toggle to be associated with a time conditon. This can be useful for two scenarios. First, to override a Time Condition without the automatic resetting that occurs with the built in Time Condition overrides. The second use is the ability to associate a single call flow toggle with multiple time conditions thus creating a <b>master switch</b> that can be used to override several possible call flows through different time conditions.
es_es: De forma predeterminada, el módulo de control de flujo de llamadas no conectará las condiciones de tiempo, lo que permite asociar un código de función de cambio de flujo de llamada con una condición de tiempo, ya que las condiciones de tiempo tienen su propio código de función a partir de la versión 2.9. Si ya hay una asociación configurada ( en un sistema actualizado ), esto no afectará a las condiciones de tiempo que se ven afectadas. Establecer esto en verdadero revierte el 2.8 y el comportamiento anterior al permitir que el uso de un cambio de flujo de llamada se asocie con una condición de tiempo. Esto puede ser útil para dos escenarios. Primero, para anular una Condición de tiempo sin el restablecimiento automático que ocurre con las anulaciones de Condición de tiempo integradas. El segundo uso es la capacidad de asociar un conmutador de flujo de llamada único con múltiples condiciones de tiempo, creando así un <b>maestro switch</b> que se puede usar para anular varios flujos de llamadas posibles a través de diferentes condiciones de tiempo.
pt_br: Por padrão, o módulo de controle de fluxo de chamadas não conectará condições de tempo, permitindo que um código de função de mudança de fluxo de chamadas seja associado a uma condição de tempo, uma vez que as condições de tempo possuem seu próprio código de fluxo de chamadas. Se já existir uma associação configurada (em um sistema atualizado), isso não afetará quais condições de tempo serão afetadas. Definir isso como verdadeiro reverte o comportamento 2.8 e anterior, permitindo que o uso de uma alteração no fluxo de chamada seja associado a uma condição de tempo. Isso pode ser útil em dois cenários. Primeiro, para substituir uma condição de tempo sem a reinicialização automática que ocorre com substituições de condição de tempo integradas. O segundo uso é a capacidade de associar um único comutador de fluxo de chamada a múltiplas condições de temporização, criando assim um <b>comutador mestre</b> que pode ser usado para substituir vários fluxos de chamadas possíveis em diferentes condições de temporização.

source: IssabelPBX appends versioning tags on the CSS and javascript files and some of the main logo images. The versioning will help force browsers to load new versions of the files when module versions are upgraded. Setting this value to true will try to force these to be loaded to the browser every page load by appending an additional timestamp in the version information. This is useful during development and debugging where changes are being made to javascript and CSS files.
es_es: IssabelPBX agrega etiquetas de control de versiones en los archivos CSS y javascript y en algunas de las imágenes principales del logotipo. El control de versiones ayudará a forzar a los navegadores a cargar nuevas versiones de los archivos cuando se actualicen las versiones del módulo. Ver este valor en verdadero intentará forzar estos a se cargará en el navegador cada vez que se cargue la página agregando una marca de tiempo adicional en la información de la versión. Esto es útil durante el desarrollo y la depuración donde se realizan cambios en los archivos javascript y CSS.
pt_br: IssabelPBX adiciona tags de controle de versão nos arquivos CSS e javascript e em algumas das principais imagens do logotipo. O controle de versão ajudará a forçar os navegadores a carregar novas versões de arquivos quando as versões dos módulos forem atualizadas. Definir esse valor como verdadeiro tentará forçar o carregamento deles no navegador sempre que a página for carregada, adicionando um carimbo de data/hora adicional nas informações da versão. Isso é útil durante o desenvolvimento e depuração, onde são feitas alterações em arquivos javascript e CSS.
