Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Module Admin normally tries to get its online information through direct file open type calls to URLs that go back to the issabel.org server. If it fails, typically because of content filters in firewalls that do not like the way PHP formats the requests, the code will fall back and try a wget to pull the information. This will often solve the problem. However, in such environment there can be a significant timeout before the failed file open calls to the URLs return and there are often 2-3 of these that occur. Setting this value will force IssabelPBX to avoid the attempt to open the URL and go straight to the wget calls.
es_es: El administrador del módulo normalmente intenta obtener su información en línea a través de llamadas directas de tipo abierto de archivo a URL que se remontan al servidor issabel.org. Si falla, generalmente debido a los filtros de contenido en los firewalls que no les gusta la forma en que PHP formatea las solicitudes , el código retrocederá e intentará un wget para extraer la información. Esto a menudo resolverá el problema. Sin embargo, en dicho entorno puede haber un tiempo de espera significativo antes de que el archivo fallido abra las llamadas a las URL y, a menudo, hay 2-3 de estos que ocurren. Establecer este valor obligará a IssabelPBX a evitar el intento de abrir la URL e ir directamente a las llamadas wget.
pt_br: O administrador do módulo normalmente tenta obter suas informações on-line por meio de chamadas diretas de tipo aberto de arquivo para URL que remontam ao servidor issabel.org. Se falhar, geralmente devido a filtros de conteúdo em firewalls que não gostam da forma como o PHP formata as solicitações, o código voltará atrás e tentará um wget para extrair as informações. Isso geralmente resolverá o problema. No entanto, em tal ambiente, pode haver um tempo de espera significativo antes que falhas nas chamadas de abertura de arquivo para URLs e geralmente ocorram 2 a 3 delas. Definir este valor forçará IssabelPBX a ignorar a tentativa de abrir a URL e ir diretamente para as chamadas wget.

source: When set to false, will bypass the confirm on Reload Box.
es_es: Cuando se establece en falso, omitirá la confirmación en Reload Box.
pt_br: Quando definido como falso, irá ignorar o commit na Reload Box.

source: Precede browser title with the server name.
es_es: Preceda al título del navegador el nombre del servidor.
pt_br: Preceda o título do navegador com o nome do servidor.

source: Show Language setting on menu . Defaults = false
es_es: Mostrar configuración de idioma en el menú. Valores predeterminados u003d falso
pt_br: Mostrar configurações de idioma no menu. Padrões u003d falso

source: When set to true, the system will check for a issabelpbx_menu.conf file amongst the normal configuraiton files and if found, it will be used to define and remap the menu tabs and contents. See the template supplied with IssabelPBX for details on how to do this.
es_es: Cuando se establece en verdadero, el sistema buscará un archivo issabelpbx_menu.conf entre los archivos de configuración normales y, si lo encuentra, se utilizará para definir y reasignar las pestañas y el contenido del menú. Consulte la plantilla suministrada con IssabelPBX para obtener detalles sobre cómo para hacer esto.
pt_br: Quando definido como verdadeiro, o sistema procurará um arquivo issabelpbx_menu.conf entre os arquivos de configuração normais e, se encontrado, será usado para definir e reatribuir guias de menu e conteúdo. Consulte o modelo fornecido com o IssabelPBX para obter detalhes sobre como fazer isso.

source: Abort Config Gen on Exten Conflict
es_es: Cancelar generación de configuración en conflicto de extensión
pt_br: Cancelar geração de configuração em conflito de extensão

source: Asterisk Application VQA
es_es: VQA de la aplicación Asterisk
pt_br: Aplicação Asterisk VQA

source: Set to the application name if the application is present in this Asterisk install
es_es: Establezca el nombre de la aplicación si la aplicación está presente en esta instalación de Asterisk
pt_br: Defina o nome do aplicativo se o aplicativo estiver presente nesta instalação do Asterisk

source: Asterisk Function CONNECTEDLINE
es_es: Función Asterisk CONNECTEDLINE
pt_br: Função CONNECTEDLINE do Asterisk

source: Set to the function name if the function is present in this Asterisk install
es_es: Establecer el nombre de la función si la función está presente en esta instalación de Asterisk
pt_br: Defina o nome da função se a função estiver presente nesta instalação do Asterisk

source: Asterisk Function DEVICE_STATE
es_es: Función de Asterisk DEVICE_STATE
pt_br: Função Asterisk DEVICE_STATE

source: Asterisk Function EXTENSION_STATE
es_es: Función de Asterisk EXTENSION_STATE
pt_br: Função Asterisk EXTENSION_STATE

source: Asterisk Function MASTER_CHANNEL
es_es: Función de Asterisk MASTER_CHANNEL
pt_br: Função Asterisk MASTER_CHANNEL

source: Asterisk Function PRESENCE_STATE
es_es: Función de Asterisk PRESENCIA_ESTADO
pt_br: Função asterisco PRESENCE_STATE

source: Asterisk Function SHARED
es_es: Función Asterisk COMPARTIDA
pt_br: Função Asterisco COMPARTILHADA

source: Asterisk Version
es_es: Versión de Asterisk
pt_br: Versão asterisco

source: Last Asterisk Version detected (or forced)
es_es: Última versión de Asterisk detectada (o forzada)
pt_br: Última versión de Asterisk detectada (o forzada)

source: Compressed Copy of Main CSS
es_es: Copia comprimida del CSS principal
pt_br: Cópia compactada do CSS principal

source: internal use
es_es: uso interno
pt_br: uso interno

source: Repo Server
es_es: Servidor de repositorio
pt_br: Servidor de repositório

source: repo server
es_es: servidor de repositorio
pt_br: servidor de repositório

source: Browser Stats Notice
es_es: Aviso de estadísticas del navegador
pt_br: Aviso de estatísticas do navegador

source: Internal use to track if notice has been given that anonyous browser stats are being collected.
es_es: Uso interno para rastrear si se ha notificado que se están recopilando estadísticas anónimas del navegador.
pt_br: Uso interno para rastrear se você foi notificado de que estatísticas anônimas do navegador estão sendo coletadas.

source: SIP User Agent
es_es: Agente de usuario SIP
pt_br: Agente de usuário SIP

source: User Agent prefix
es_es: Prefijo del agente de usuario
pt_br: Prefixo do agente do usuário

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by IssabelPBX.<br>Hostname of db server if not the same as AMPDBHOST.
es_es: NO configure esto a menos que sepa lo que está haciendo. Solo se usa si no usa los valores predeterminados proporcionados por IssabelPBX.<br>Nombre de host del servidor de base de datos si no es el mismo que AMPDBHOST.
pt_br: NÃO configure isso a menos que você saiba o que está fazendo. Usado apenas se você não estiver usando os valores padrão fornecidos por IssabelPBX.<br>Nome do host do servidor de banco de dados se não for igual a AMPDBHOST.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by IssabelPBX.<br>Name of database used for cdr records.
es_es: NO configure esto a menos que sepa lo que está haciendo. Solo se usa si no usa los valores predeterminados proporcionados por IssabelPBX.<br>Nombre de la base de datos utilizada para registros cdr.
pt_br: NÃO configure isso a menos que você saiba o que está fazendo. Usado apenas se você não estiver usando os valores padrão fornecidos pelo IssabelPBX.<br>Nome do banco de dados usado para registros cdr.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by IssabelPBX.<br>Password for connecting to db if its not the same as AMPDBPASS.
es_es: NO configure esto a menos que sepa lo que está haciendo. Solo se usa si no usa los valores predeterminados proporcionados por IssabelPBX.<br>Contraseña para conectarse a la base de datos si no es la misma que AMPDBPASS.
pt_br: NÃO configure isso a menos que você saiba o que está fazendo. Utilizado somente se você não utilizar os valores padrão fornecidos pelo IssabelPBX.<br>Senha para conexão ao banco de dados caso não seja a mesma do AMPDBPASS.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by IssabelPBX.<br>Port number for db host.
es_es: NO configure esto a menos que sepa lo que está haciendo. Solo se usa si no usa los valores predeterminados proporcionados por IssabelPBX.<br>Número de puerto para el host de la base de datos.
pt_br: NÃO configure isso a menos que você saiba o que está fazendo. Usado apenas se você não estiver usando os valores padrão fornecidos pelo IssabelPBX.<br>Número da porta do host do banco de dados.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by IssabelPBX. Name of the table in the db where the cdr is stored. cdr is default.
es_es: NO configure esto a menos que sepa lo que está haciendo. Solo se usa si no usa los valores predeterminados provistos por IssabelPBX. Nombre de la tabla en la base de datos donde se almacena el cdr. cdr es predeterminado.
pt_br: NÃO configure isso a menos que você saiba o que está fazendo. Usado apenas se você não usar os valores padrão fornecidos pelo IssabelPBX. Nome da tabela no banco de dados onde o cdr está armazenado. cdr é o padrão.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by IssabelPBX. Defaults to your configured AMDBENGINE.
es_es: NO configure esto a menos que sepa lo que está haciendo. Solo se usa si no usa los valores predeterminados proporcionados por IssabelPBX. Los valores predeterminados son su AMDBENGINE configurado.
pt_br: NÃO configure isso a menos que você saiba o que está fazendo. Usado apenas se você não usar os valores padrão fornecidos pelo IssabelPBX. Os valores padrão são o AMDBENGINE configurado.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by IssabelPBX. Username to connect to db with if it is not the same as AMPDBUSER.
es_es: NO configure esto a menos que sepa lo que está haciendo. Solo se usa si no usa los valores predeterminados provistos por IssabelPBX. Nombre de usuario para conectarse a db si no es lo mismo que AMPDBUSER.
pt_br: NÃO configure isso a menos que você saiba o que está fazendo. Usado apenas se você não usar os valores padrão fornecidos pelo IssabelPBX. Nome de usuário para conectar-se ao banco de dados, se não for igual a AMPDBUSER.

source: Alternate JS
es_es: JS alternativo
pt_br: JS alternativo

source: Alternate JS file, to supplement legacy.script.js
es_es: Archivo JS alternativo, para complementar legacy.script.js
pt_br: Archivo JS alternativo, para complementar legacy.script.js

source: Primary CSS Stylesheet
es_es: Hoja de estilo CSS principal
pt_br: Folha de estilo CSS principal

source: Set this to replace the default mainstyle.css style sheet with your own, relative to admin.
es_es: Establezca esto para reemplazar la hoja de estilo mainstyle.css predeterminada con la suya propia, en relación con el administrador.
pt_br: Defina isto para substituir a folha de estilo mainstyle.css padrão pela sua própria, relativa ao administrador.

source: Primary CSS Popover Stylesheet Addtion
es_es: Agregación de hoja de estilo a popover
pt_br: Adicionando folha de estilo ao popover

source: Set this to replace the default popover.css style sheet with your own, relative to admin.
es_es: Establezca esto para reemplazar la hoja de estilo popover.css predeterminada con la suya propia, en relación con el administrador.
pt_br: Defina isto para substituir a folha de estilo popover.css padrão pela sua própria, relativa ao administrador.

source: Optional Additional CSS Stylesheet
es_es: Hoja de estilo CSS adicional opcional
pt_br: Hoja de estilo CSS adicional opcional

source: Optional custom CSS style sheet included after the primary one and any module specific ones are loaded, relative to admin.
es_es: Hoja de estilo CSS personalizada opcional incluida después de cargar la principal y las específicas de cualquier módulo, en relación con el administrador.
pt_br: Folha de estilo CSS personalizada opcional incluída após carregar os principais e específicos de qualquer módulo, relacionado ao administrador.

source: Image: Footer
es_es: Imagen: Pie de página
pt_br: Imagem: Rodapé

source: Logo in footer. Path is relative to admin.
es_es: Logotipo en el pie de página. La ruta es relativa al administrador.
pt_br: Logotipo no rodapé. O caminho é relativo ao gerente.

source: Link for Footer Logo
es_es: Enlace para el logotipo de pie de página
pt_br: Link do logotipo do rodapé

source: link to follow when clicking on logo, defaults to http://www.issabel.org
es_es: enlace a seguir al hacer clic en el logotipo, por defecto es http://www.issabel.org
pt_br: link a seguir ao clicar no logotipo, o padrão é http://www.issabel.org

source: Link for Left Logo
es_es: Enlace para el logotipo izquierdo
pt_br: Link para o logotipo esquerdo

source: Link for Sponsor Footer Logo
es_es: Enlace para el logotipo del pie de página del patrocinador
pt_br: Link do logotipo do rodapé do patrocinador

source: link to follow when clicking on sponsor logo
es_es: enlace a seguir al hacer clic en el logotipo del patrocinador
pt_br: link a seguir clicando no logotipo do patrocinador

source: Image: Left Upper
es_es: Imagen: Superior izquierda
pt_br: Imagem: canto superior esquerdo

source: Left upper logo. Path is relative to admin.
es_es: Logotipo superior izquierdo. La ruta es relativa al administrador.
pt_br: Logotipo superior esquerdo. O caminho é relativo ao gerente.

source: Alt for Footer Logo
es_es: Alt para logotipo de pie de página
pt_br: Alt para logotipo de rodapé

source: alt attribute to use in place of image and title hover value. Defaults to IssabelPBX
es_es: atributo alt para usar en lugar de la imagen y el valor de desplazamiento del título. El valor predeterminado es IssabelPBX
pt_br: atributo alt a ser usado em vez do valor de foco da imagem e do título. O padrão é IssabelPBX

source: Alt for Left Logo
es_es: Alt para Logo Izquierdo
pt_br: Alt para logotipo esquerdo

source: Page Title
es_es: Título de la página
pt_br: Título da página

source: HTML title of all pages
es_es: Título HTML de todas las páginas
pt_br: Título HTML de todas as páginas

source: jQuery UI css
es_es: jQuery interfaz de usuario css
pt_br: jQuery interfaz de usuario css

source: css file for jquery ui
es_es: archivo css para jquery ui
pt_br: archivo css para jquery ui

source: tiff2pdf Author
es_es: Autor tiff2pdf
pt_br: Autor tiff2pdf

source: Author to pass to tiff2pdf's -a option
es_es: Autor para pasar a tiff2pdf's -a option
pt_br: Autor para passar a opção -a do tiff2pdf

source: View: bad_refferer.php
es_es: Vista: bad_refferer.php
pt_br: Vista: bad_refferer.php

source: bad_refferer.php view. This should never be changed except for very advanced layout changes.
es_es: vista bad_refferer.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: veja bad_refferer.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: beta_notice.php
es_es: Vista: beta_notice.php
pt_br: Vista: beta_notice.php

source: beta_notice.php view. This should never be changed except for very advanced layout changes
es_es: vista beta_notice.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados
pt_br: veja beta_notice.php. Isso nunca deve ser alterado, exceto para alterações de design muito avançadas

source: View: issabelpbx.php
es_es: Vista: issabelpbx.php
pt_br: Vista: issabelpbx.php

source: footer.php view. This should never be changed except for very advanced layout changes
es_es: vista de footer.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados
pt_br: visualização footer.php. Isso nunca deve ser alterado, exceto para alterações de design muito avançadas

source: View: footer_content.php
es_es: Vista: footer_content.php
pt_br: Vista: footer_content.php

source: footer_content.php view. This should never be changed except for very advanced layout changes
es_es: vista de footer_content.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados
pt_br: visualização footer_content.php. Isso nunca deve ser alterado, exceto para alterações de design muito avançadas

source: View: header.php
es_es: Vista: encabezado.php
pt_br: Ver: header.php

source: header.php view. This should never be changed except for very advanced layout changes
es_es: vista de encabezado.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados
pt_br: headerview.php. Isso nunca deve ser alterado, exceto para alterações de design muito avançadas

source: issabelpbx.php view. This should never be changed except for very advanced layout changes.
es_es: vista isabelpbx.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: veja isabelpbx.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: issabelpbx_admin.php
es_es: Vista: issabelpbx_admin.php
pt_br: Ver: issabelpbx_admin.php

source: issabelpbx_admin.php view. This should never be changed except for very advanced layout changes.
es_es: vista issabelpbx_admin.php. Esto nunca debe cambiarse, excepto para cambios de diseño muy avanzados.
pt_br: veja issabelpbx_admin.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: issabelpbx_reload.php
es_es: Vista: issabelpbx_reload.php
pt_br: Vista: issabelpbx_reload.php

source: issabelpbx_reload.php view. This should never be changed except for very advanced layout changes.
es_es: vista issabelpbx_reload.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: veja issabelpbx_reload.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: issabelpbx_reloadbar.php
es_es: Vista: issabelpbx_reloadbar.php
pt_br: Vista: issabelpbx_reloadbar.php

source: issabelpbx_reloadbar.php view. This should never be changed except for very advanced layout changes.
es_es: vista issabelpbx_reloadbar.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: veja issabelpbx_reloadbar.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: loggedout.php
es_es: Vista: cierre de sesión.php
pt_br: Ver: logout.php

source: loggedout.php view. This should never be changed except for very advanced layout changes.
es_es: vista de loggedout.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: visualização logada.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: login.php
es_es: Vista: inicio de sesión.php
pt_br: Ver: login.php

source: login.php view. This should never be changed except for very advanced layout changes
es_es: vista de login.php. Esto nunca debe cambiarse excepto por cambios de diseño muy avanzados
pt_br: visualização login.php. Isso nunca deve ser alterado, exceto para alterações de design muito avançadas

source: View: menu.php
es_es: Vista: menú.php
pt_br: Ver: menu.php

source: menu.php view. This should never be changed except for very advanced layout changes
es_es: vista de menú.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados
pt_br: menuview.php. Isso nunca deve ser alterado, exceto para alterações de design muito avançadas

source: View: menuitem_disabled.php
es_es: Vista: menuitem_disabled.php
pt_br: Vista: menuitem_disabled.php

source: menuitem_disabled.php view. This should never be changed except for very advanced layout changes.
es_es: menuitem_disabled.php view. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: visualização menuitem_disabled.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: noaccess.php
es_es: Vista: noaccess.php
pt_br: Vista: noaccess.php

source: noaccess.php view. This should never be changed except for very advanced layout changes.
es_es: vista noaccess.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: veja noaccess.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: obe.php
es_es: Vista: obe.php
pt_br: Ver: obe.php

source: obe.php view. This should never be changed except for very advanced layout changes
es_es: vista de obe.php. Esto nunca debe cambiarse excepto por cambios de diseño muy avanzados
pt_br: visualização obe.php. Isso nunca deve ser alterado, exceto para alterações de design muito avançadas

source: View: panel.php
es_es: Vista: panel.php
pt_br: Ver: painel.php

source: panel.php view. This should never be changed except for very advanced layout changes.
es_es: vista de panel.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: painelview.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: popover_js.php
es_es: Vista: popover_js.php
pt_br: Vista: popover_js.php

source: popover_js.php view. This should never be changed except for very advanced layout changes
es_es: vista popover_js.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados
pt_br: veja popover_js.php. Isso nunca deve ser alterado, exceto para alterações de design muito avançadas

source: View: reports.php
es_es: Vista: informes.php
pt_br: Ver: relatórios.php

source: reports.php view. This should never be changed except for very advanced layout changes.
es_es: vista de informes.php. Esto nunca debe cambiarse excepto por cambios de diseño muy avanzados.
pt_br: relatóriosview.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: unauthorized.php
es_es: Vista: no autorizado.php
pt_br: Ver: não autorizado.php

source: unauthorized.php view. This should never be changed except for very advanced layout changes.
es_es: vista no autorizada.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: visualização não autorizada.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: welcome.php
es_es: Vista: bienvenido.php
pt_br: Ver: bem-vindo.php

source: welcome.php view. This should never be changed except for very advanced layout changes.
es_es: vista de bienvenida.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: bem-vindoview.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: View: welcome_nomanager.php
es_es: Vista: bienvenido_nomanager.php
pt_br: Visualizar: Welcome_nomanager.php

source: welcome_nomanager.php view. This should never be changed except for very advanced layout changes.
es_es: vista de bienvenida_nomanager.php. Esto nunca debe cambiarse excepto para cambios de diseño muy avanzados.
pt_br: bem-vindoview_nomanager.php. Isso nunca deve ser alterado, exceto em alterações de design muito avançadas.

source: Path for rm
es_es: Ruta para rm
pt_br: Rota para rm

source: Path for asterisk
es_es: Ruta para asterisk
pt_br: Rota para asterisco

source: Path for cp
es_es: Ruta para cp
pt_br: Rota para cp

source: Path for grep
es_es: Ruta para grep
pt_br: Rota para grep

source: Path for mysqldump
es_es: Ruta para mysqldump
pt_br: Rota para mysqldump

source: Path for tail
es_es: Ruta para tail
pt_br: Rota para cauda

source: Path for tar
es_es: Ruta para tar
pt_br: Rota para alcatrão
