Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: This sets the allowed transport settings for this device and the default (Primary) transport for outgoing. The default transport is only used for outbound messages until a registration takes place. During the peer registration the transport type may change to another supported type if the peer requests so. In most common cases, this does not have to be changed as most devices register in conjunction with the host=dynamic setting. If you are using TCP and/or TLS you need to make sure the general SIP Settings are configured for the system to operate in those modes and for TLS, proper certificates have been generated and configured. If you are using websockets (such as WebRTC) then you must select an option that includes WS
es_es: Aquí se configuran los transportes permitidos para este dispositivo y el tranporte primario para llamadas salientes. El transporte por defecto solo se usa para llamadas salientes hasta que ocurre una registración. Durante la registración del peer el tipo de transporte puede cambiar a otro que el peer solicite. En la mayoría de los casos no debe cambiar esta configuración ya que la mayoría de los dispositivos enviarán una registración en conjunto con el host=dynamic. Si utiliza TCP y/o TLS debe asegurarse de activar los parámetros apropiados como ser certificados y parámetros de encriptación deben ser específicados en las configuraciones SIP generales. Si utiliza WebRTC, seleciones una oción que incluya WS
ja_jp: このセットは、このデバイスに対する許可された転送設定であり、発信の為のデフォルト（プライマリ）転送。レジストレーション(登録)が行われるまで、デフォルト転送はアウトバウンドメッセージにのみ使用されます。ピアのレジストレーション（登録）の間、もしピアがそうリクエストする場合には、転送タイプは他のサポートされた転送タイプに変更される可能性があります。ほとんどの共通ケースでは、ほとんどのデバイスの登録はhost=dynamic設定と競合する為、これを変更する必要はありません。もしTCP とTLS、または TLS を使用している場合、一般のSIP設定でシステムがそれらのモードで動作するように、またTLSについても設定されており、適切な証明書が生成され設定されているかどうかを確認する必要があります。もしwebsockets(WebRTC等）を使用している場合には、WSのオプションを選択する必要があります
pt_br: Aqui você configura os transportes permitidos para este dispositivo e o transporte primário para chamadas de saída. O transporte padrão é usado apenas para chamadas de saída até que ocorra um registro. Durante o registro do peer, o tipo de transporte pode mudar para outro que o peer solicite. Na maioria dos casos você não deve alterar esta configuração, pois a maioria dos dispositivos enviará um registro em conjunto com host=dynamic. Se você usar TCP e/ou TLS, certifique-se de ativar os parâmetros apropriados, como certificados e os parâmetros de criptografia devem ser especificados nas configurações gerais do SIP. Se você usa WebRTC, selecione uma opção que inclua WS

source: This trunk is not used by any routes!
es_es: ¡Esta línea troncal no está siendo usada por ninguna ruta!
ja_jp: このトランクはいずれの経路も使用されていません！
pt_br: Este tronco não está sendo usado por nenhuma rota!

source: This trunk will not be able to be used for outbound calls until a route is setup that uses it. Click on <b>Outbound Routes</b> to setup routing.
es_es: Esta línea troncal no está disponible para usar en llamadas salientes hasta que se configure una ruta que lo use. Haga click en <b>Rutas salientes</b> para configurar el enrutado.
ja_jp: このトランクは経路設定でトランクを使用するよう設定されるまで、アウトバウンドコールで使用できません。<b>アウトバウンド経路</b>をクリックしてルーティングのセットアップを行ってください。
pt_br: Este tronco não será usado para realizar chamadas de saída enquanto uma rota não tenha sido configurada para usá-lo. Click em <b>Rotas de Saída</b> para configurar as rotas.

source: This user/extension %s is already in use
es_es: El usuario/extensión %s ya está en uso
ja_jp: このユーザー/内線番号 %s は既に使用中です
pt_br: Este ramal/usuário %s já está em uso

source: Time Group
es_es: Grupo Horario
pt_br: Grupo de Tempo

source: To get started, please enter your credentials:
es_es: Para comenzar, ingrese sus credenciales:
ja_jp: ログイン情報を入力して開始してください：
pt_br: Para começar, insira suas credenciais:

source: Toll-free
es_es: Gratuitas
ja_jp: フリーダイヤル
pt_br: Ligue grátis

source: True
es_es: Verdadero
pt_br: Verdadeiro

source: Trunk Name
es_es: Nombre de la línea troncal
ja_jp: トランク名
pt_br: Nome do Tronco

source: Trunk Name and User Context cannot be set to the same value
es_es: El nombre de la línea troncal y el contexto del usuario no pueden tener el mismo valor
ja_jp: トランク名とユーザーコンテキストを同じ値に設定することはできません
pt_br: O nome do tronco principal e o contexto do usuário não podem ter o mesmo valor

source: Trunk Sequence for Matched Routes
es_es: Secuencia de troncal para rutas coincidentes
ja_jp: 一致したルートのトランクシーケンス
pt_br: Sequência de tronco para rotas coincidentes

source: Trunk: %s (%s)
ja_jp: トランク： %s (%s)
pt_br: Tronco: %s (%s)

source: Trunks
es_es: Líneas troncales
ja_jp: トランク
pt_br: Troncos

source: Type
es_es: Tipo
ja_jp: タイプ
pt_br: Tipo

source: UDP Only
es_es: UDP Solamente
ja_jp: UDPのみ
pt_br: Somente UDP

source: USER Context
es_es: Contexto del usuario
ja_jp: ユーザーコンテキスト
pt_br: Contexto do usuário

source: USER Details
es_es: Detalles del usuario
ja_jp: ユーザー詳細
pt_br: Detalhes do usuário

source: Unable to connect to servers from URLs provided: %s
ja_jp: 提供されたURL:%s サーバーへの接続が出来ません
pt_br: Não foi possível conectar-se aos servidores nas URLs fornecidas: %s

source: Unable to save %s
es_es: No se pudo guardar %s
ja_jp: %s の保存できません
pt_br: Impossível salvar %s

source: Unavail Voicemail if Enabled
es_es: Buzón de voz No Disponible si está activo
ja_jp: 有効な場合に利用できないボイスメール
pt_br: Correio de voz não disponível se ativo

source: Undefined Category
es_es: Categoría no Definida
ja_jp: 定義されていないカテゴリ
pt_br: Categoria não definida

source: Uninstall
es_es: Desinstalar
ja_jp: アンインストール
pt_br: Desinstalar

source: Unknown error fetching Custom Context table data or no data to migrate
pt_br: Erro desconhecido ao recuperar dados de tabelas de classe de serviço ou não há dados para migrar

source: Unsupported
es_es: Fuera de Soporte
ja_jp: サポート対象外
pt_br: Sem suporte

source: Untarring..
es_es: Descomprimiendo...
ja_jp: 展開中..
pt_br: Destarrando...

source: Unused DIDs
es_es: DIDs sin usar
ja_jp: 未使用のダイヤルイン
pt_br: DDRs não usados

source: Update
es_es: Actualización
ja_jp: アップデート
pt_br: Atualização

source: Update Notifications
es_es: Notificar Actualizaciones
ja_jp: アップデート通知
pt_br: Notificar atualizações

source: Updating prepared settings..
pt_br: Atualizando configurações preparadas.

source: Upgrade all
es_es: Actualizar todos
ja_jp: 全てアップグレード
pt_br: Atualizar todos

source: Upgrade to %s and Enable
es_es: Actualizar a %s y habilitar
ja_jp: %s へアップグレードし有効にする
pt_br: Atualizar para %s e Habilitar

source: Upgrades, installs, enables and disables:
es_es: Actualizaciones, instalaciones, activaciones y desactivaciones:
ja_jp: アップグレード、インストール、有効、無効：
pt_br: Atualizações, instalações, ativações e desativações:

source: Upload from CSV
es_es: Subir desde CSV
ja_jp: CSVからアップロード
pt_br: Subir desde CSV

source: Upload module
es_es: Enviar módulo
ja_jp: モジュールをアップロード
pt_br: Upload de módulo

source: Upload modules
es_es: Enviar módulos
ja_jp: モジュールをアップロード
pt_br: Enviar módulos

source: Upload patterns from a CSV file replacing existing entries. If there are no headers then the file must have 3 columns of patterns in the same order as in the GUI. You can also supply headers: %s, %s and %s in the first row. If there are less then 3 recognized headers then the remaining columns will be blank
es_es: Cargue patrones desde un archivo CSV reemplazando las entradas existentes. Si no hay encabezados, el archivo debe tener 3 columnas de patrones en el mismo orden que en la GUI. También puede proporcionar encabezados: %s, %s y %s en la primera fila. Si hay menos de 3 encabezados reconocidos, las columnas restantes estarán en blanco
ja_jp: 既存のエントリーを置き換えCSVファイルからのパターンをアップロードします。ヘッダーがない場合はファイルにGUIと同じ順番で3パターンのカラムを持っている必要があります。あなたはヘッダーを提供することも可能です: 最初の行に%s, %s, %s。認識できるヘッダーが3つ以下の場合は残りのカラムは空欄になります
pt_br: Carregue padrões de um arquivo CSV substituindo entradas existentes. Se não houver cabeçalhos, o arquivo deverá ter 3 colunas de padrões na mesma ordem da GUI. Você também pode fornecer cabeçalhos: %s, %s e %s na primeira linha. Se houver menos de 3 cabeçalhos reconhecidos, as colunas restantes ficarão em branco

source: Upload patterns from a CSV file replacing existing entries. If there are no headers then the file must have 4 columns of patterns in the same order as in the GUI. You can also supply headers: %s, %s, %s and %s in the first row. If there are less then 4 recognized headers then the remaining columns will be blank
es_es: Cargue patrones desde un archivo CSV reemplazando las entradas existentes. Si no hay encabezados, el archivo debe tener 4 columnas de patrones en el mismo orden que en la GUI. También puede proporcionar encabezados: %s, %s, %s y %s en la primera fila. Si hay menos de 4 encabezados reconocidos, las columnas restantes estarán en blanco
ja_jp: 既存のエントリーを置き換えてCSVファイルからのパターンをアップロードします。ヘッダーがない場合はファイルにGUIと同じ順番で4パターンのカラムを持っている必要があります。あなたはヘッダーを提供することも可能です: 最初の行に%s, %s, %s, %s。認識できるヘッダーが4つ以下の場合は残りのカラムは空白になります
pt_br: Carregue padrões de um arquivo CSV substituindo entradas existentes. Se não houver cabeçalhos, o arquivo deverá ter 4 colunas de padrões na mesma ordem da GUI. Você também pode fornecer cabeçalhos: %s, %s, %s e %s na primeira linha. Se houver menos de 4 cabeçalhos reconhecidos, as colunas restantes ficarão em branco

source: Used as Destination by %s %s
es_es: Usado como destino por %s %s
ja_jp: %sによって宛先として使用されています。 %s
pt_br: Usado como destino por %s %s

source: User
es_es: Usuario
ja_jp: ユーザー
pt_br: Usuário

source: User Context was left blank and User Details will not be saved!
es_es: El contexto del usuario se ha dejado vacíoy los detalles del usuario no serán guardados
ja_jp: ユーザーコンテキスとが空白のままで、ユーザー詳細は保存されません!
pt_br: Contexto do usuário foi deixado em branco e os Detalhes do usuário não foram salvos.

source: User Control Panel
ja_jp: ユーザーコントロールパネル
pt_br: Painel de controle do usuário

source: User DIDs
es_es: DIDs de usuarios
ja_jp: ユーザーダイヤルイン
pt_br: DDRs do usuário

source: User Devices
es_es: Dispositivos del usuario
ja_jp: ユーザーデバイス
pt_br: Dispositivos do usuário:

source: User Extension
es_es: Extensión del usuario
ja_jp: ユーザー内線
pt_br: Ramal do usuário

source: User Extension %s: %s
es_es: Extensión del usuario %s: %s
ja_jp: ユーザー内線 %s: %s
pt_br: Ramal do usuário %s: %s

source: User Extension:
es_es: Extensión del usuario:
ja_jp: ユーザー内線：
pt_br: Ramal do usuário:

source: User Logoff
es_es: Egreso de Usuario
ja_jp: ユーザーログオフ
pt_br: Logoff do usuário

source: User Logon
es_es: Ingreso de Usuario
ja_jp: ユーザーログオン
pt_br: Logon do Usuário

source: User Password
es_es: Contraseña del usuario
ja_jp: ユーザーパスワード
pt_br: Senha do Usuário

source: User:
es_es: Usuario:
ja_jp: ユーザー：
pt_br: Usuário:

source: Username
es_es: Usuario
ja_jp: ユーザー名
pt_br: Do utilizador

source: Username cannot start with a number, and can only contain letters and numbers
es_es: El nombre de usuario no puede empezar con un número, y sólo puede contener letras y números
ja_jp: 数字で始まるユーザー名は使用できません、英数字のみ使用ことができます
pt_br: O nome do usuário não pode comçar por um numero e deverá conter somente letras e números

source: Username must not be blank
es_es: El nombre de usuario no puede estar vacío
ja_jp: ユーザー名は空欄にできません
pt_br: O nome do usuário não deve estar em branco

source: Username<span>Create a unique username for this new user</span>
es_es: Usuario<span>Indique un nombre de usuario que no se esté utilizando ya para este nuevo usuario.</span>
ja_jp: ユーザー名<span>新しいユーザーのユーザー名を作成します。</span>
pt_br: Nome do Usuário<span>Crie um único nome para este novo usuário</span>

source: Users
es_es: Usuarios
ja_jp: ユーザー
pt_br: Usuários

source: Value [%s] out of range, changed to [%s]
ja_jp: 値 [%s] が範囲外です、[%s]に変更されました
pt_br: Valor [%s] fora do intervalo, alterado para [%s]

source: Version
es_es: Versión
ja_jp: バージョン
pt_br: Versão

source: Via DAHDi compatibility mode
ja_jp: DAHDi互換モード経由
pt_br: Compatível com Modo Via DAHDi

source: Vulnerable to security issues %s
es_es: Vulnerable a problemas de seguridad %s
ja_jp: %sのセキュリティに関する脆弱性
pt_br: Vulnerável a problemas de segurança %s

source: Vulnerable, Requires: %s
es_es: Vulnerable, Requiere: %s
ja_jp: 脆弱性があるため、%sが必要
pt_br: Vulnerável, Requer: %s

source: WARNING:
es_es: ATENCIÓN:
pt_br: ALERTA:

source: WARNING: Javascript is disabled in your browser. The IssabelPBX administration interface requires Javascript to run properly. Please enable javascript or switch to another browser that supports it.
es_es: ATENCIÓN: Javascript está deshabilitado en su navegador. La interfaz de administración de IssabelPBX necesita Javascript para funcionar correctamente. Por favor, habilite Javascript o utilice otro navegador que lo soporte.
ja_jp: WARNING: あなたのブラウザでJavascriptが無効になっております。IssabelPBX管理インターフェイスを正しく動かすにはJavascriptが必要です。javascriptを有効にするか、javascriptをサポートしているブラウザに変更してください。
pt_br: ALERTA: O Javascript está desabilitado no seu navegador. O interface de administração do IssabelPBX requer Javascript para ser executada. Por favor habilite o Javascript ou mude para outro navegador que suporte.

source: WS Only
es_es: WS Solamente
ja_jp: WS のみ
pt_br: Apenas WS

source: Warning
es_es: Atención
ja_jp: 警告
pt_br: Alerta

source: Warning! Extension
es_es: ¡Atención! La extensión
ja_jp: 警告! 内線
pt_br: Aviso! Ramal

source: Warning:
es_es: Atención:
ja_jp: 警告:
pt_br: Alerta:

source: Warning: Cannot connect to online repository(s) (%s). Online modules are not available.
es_es: Advertencia: No se puede conectar a los repositorios en línea (%s). Los módulos en línea no están disponibles.
ja_jp: 警告:オンラインリポジトリー(%s)へ接続できません。オンラインモジュールが利用できません。
pt_br: Aviso: Não é possível conectar-se a repositórios online (%s). Módulos online não estão disponíveis.

source: Warning: Error retrieving updates from online repository(s) (%s). Online modules are not available.
es_es: Advertencia: error al recuperar actualizaciones de los repositorios en línea (%s). Los módulos en línea no están disponibles.
ja_jp: 警告:オンラインリポジトリー(%s)からのアップデート取得でエラーが発生しました。オンラインモジュールが利用できません。
pt_br: Aviso: Erro ao recuperar atualizações de repositórios online (%s). Módulos online não estão disponíveis.

source: We hope you enjoy using IssabelPBX!
es_es: ¡Esperamos que disfrute usando IssabelPBX!
ja_jp: IssabelPBXをお楽しみください！
pt_br: Esperamos que aproveite o IssabelPBX!

source: Welcome to
ja_jp: ようこそ
pt_br: bem-vindo a

source: Welcome to IssabelPBX.
es_es: Bienvenido a IssabelPBX.
ja_jp: IssabelPBXへようこそ。
pt_br: Bem vindo ao IssabelPBX

source: What is the dialing pattern for local numbers after
es_es: ¿Cuál es el patrón de marcación de los números locales después de
ja_jp: 地域番号の後のダイヤルパターンは何ですか
pt_br: Qual é o padrão de discagem para os números locais depois

source: What is the directory assistance number you will dial locally in the format that is passed to this trunk?
es_es: ¿Cuál es el número de asistencia de directorio que marcará localmente en el formato que se pasa a esta troncal?
ja_jp: あなたが地域にダイヤルするこのトランクを通過するフォーマットのディレクトリアシスタンス番号は何ですか?
pt_br: Qual é o número de assistência à lista que você discará localmente no formato que será passado para esse tronco?

source: What is the local dialing pattern?\n\n(ie. NXXNXXXXXX for US/CAN 10-digit dialing, NXXXXXX for 7-digit)
ja_jp: 地域ダイヤルパターンは何ですか?\n\n(例. NXXNXXXXXX は 米国/カナダ10桁ダイヤル用、 NXXXXXX 7桁)
pt_br: Qual é o parâmetro de discagem local?\n\n(Ex. NXXNXXXXXX para US/CAN de 10-dígitos y NXXXXXX para 7-digitos)

source: What is your areacode + prefix (NPA-NXX)?\n\n(Note: this database contains North American numbers only, and is not guaranteed to be 100% accurate. You will still have the option of modifying results.)\n\nThis may take a few seconds.
ja_jp: あなたのエリアコード + プリフィックスは何ですか(NPA-NXX)?\n\n(注意: このデータベースは北米番号のみを含んでいます、そして100%の正確さは保証されておりません。結果を修正するオプションを持つことはできます。)\n\nこれには数秒かかります。
pt_br: Qual é o seu código de área + prefixo (NPA-NXX)?\n\n(Nota: esta base de dados contém Números de USA somente, e não esta garantido que seja 100% exato.Você ainda terá a opção de modificar os resultados.)\n\nIsto pode levar alguns segundos.

source: What is your areacode + prefix (NPA-NXX)?\n\n(Note: this database contains North American numbers only, and is not guaranteed to be 100% accurate. You will still have the option of modifying results.)\n\nThis may take a few seconds.")
ja_jp: あなたのエリアコード + プリフィックスは何ですか(NPA-NXX)?\n\n(注意: このデータベースは北米番号のみを含んでいます、そして100%の正確さは保証されておりません。結果を修正するオプションを持つことはできます。)\n\nこれには数秒かかります
pt_br: Qual é o seu código de área + prefixo (NPA-NXX)?\n\n(Observação: este banco de dados contém apenas números da América do Norte e não há garantia de que seja 100% preciso. Você ainda terá a opção de modificar os resultados). \n\nIsso pode levar alguns segundos.")

source: What prefix should be added to the dialing pattern?\n\n(ie. for US/CAN, 1+areacode, ie, \'1613\')?
ja_jp: ダイヤルパターンに追加されるプリフィックスとは何ですか?\n\n(例 米国/カナダ、1+市外局番、 例 \'1613\')?
pt_br: Que prefixo deveria ser agregado ao padrão de discagem?\n\n(Ex. para US/CAN, 1+código de area, Ex, \'1613\')

source: What prefix should be removed from the number?\n\n(ie. for US/CAN, 1+areacode, ie, \'1613\')
ja_jp: 番号から削除されるべきプリフィックスとは何ですか?\n\n(例 米国/カナダ、1+市外局番、例 \'1613\')
pt_br: Que prefixo deveria ser removido do número?\n\n(Ex. para US/CAN, 1+código de area, Ex, '1613')

source: When set to Intercom, calls to this extension/user from other internal users act as if they were intercom calls meaning they will be auto-answered if the endpoint supports this feature and the system is configured to operate in this mode. All the normal white list and black list settings will be honored if they are set. External calls will still ring as normal, as will certain other circumstances such as blind transfers and when a Follow Me is configured and enabled. If Disabled, the phone rings as a normal phone.
es_es: Si se configura en Intercom, las llamadas recibidas de otros usuarios internos se tratarán como si fueran de intercomunicador, con lo que serán auto contestadas si el dispositivo soporta esa funcionalidad. Todas las configuraciones de listas blancas y negras serán honradas si están configuradas. Las llamadas externas seguirán timbrando normalmente, como así también en otros casos como ser transferencias o desvíos por followme. Si se deja desactivado, el dispositivo timbrará normalmente.
ja_jp: インターコムに設定された場合、他の内部ユーザーから新規内線/ユーザーへのコールは、エンドポイントがこの機能をサポートし、システムがこのモードで操作するように設定されている場合は、それらが自動応答されることを意味するインターコムコールかのように動作します。それらが設定されている場合は、全ての通常のホワイトリストとブラックリスト設定が尊重されます。ある特定の状況下、例えばブラインド転送やフォローミーが設定され有効になっている場合は、外部からのコールはまだ通常どおり着信します。無効にされた場合、電話は普通の電話機として着信します。
pt_br: Se definido como Intercom, as chamadas recebidas de outros usuários internos serão tratadas como se fossem intercomunicadores, o que significa que serão atendidas automaticamente se o dispositivo suportar essa funcionalidade. Todas as configurações da lista branca e da lista negra serão respeitadas se configuradas. As chamadas externas continuarão tocando normalmente, assim como em outros casos como transferências ou encaminhamentos por followme. Se deixado desativado, o dispositivo tocará normalmente.

source: Where to insert this route or relocate it relative to the other routes.
es_es: En que posición insertar esta ruta o reubicarla relativa a otras rutas.
ja_jp: このルートをどこに挿入するか、や他のルートと相対的にどこに再配置するか。
pt_br: Em que posição inserir esta rota ou realocá-la em relação a outras rotas.

source: Whether Asterisk should send RPID (or PAI) info to the device. Usually should be enabled to the settings used by your device for CONNECTEDLINE() functionality to work if supported by the endpoint.
es_es: Si Asterisk debe enviar ecabezdos RPID (o PAI). Usualmente se habilita para que trabaje la faunción CONNECTEDLINE() en un endpoint que lo soporte.
ja_jp: AsteriskがPRID(またはPAI)情報をデバイスに送信するかどうか。通常、エンドポイントによってCONNECTEDLINE()機能サポートされている場合はそれを動作させるために「はい」にします。
pt_br: Se o Asterisk deve enviar cabeçalhos RPID (ou PAI). Geralmente está habilitado para a função CONNECTEDLINE() funcionar em um endpoint que a suporte.

source: Whether Asterisk should trust the RPID settings from this device. Usually should be yes for CONNECTEDLINE() functionality to work if supported by the endpoint.
es_es: Si Asterisk debe confiar en la configuración RPID de este dispositivo. Usualmente deber ser Si para que trabaje la funcionalidad CONNECTEDLINE() en un endpoint que lo soporte.
ja_jp: このデバイスからのRPID設定をAsteriskが信頼するかどうか。通常、エンドポイントによってCONNECTEDLINE()機能サポートされている場合はそれを動作させるために「はい」にします。
pt_br: Se o Asterisk deve confiar na configuração RPID deste dispositivo. Geralmente, isso deve ser Sim para que a funcionalidade CONNECTEDLINE() funcione em um terminal que a suporte.

source: Whether to Enable AVPF. Defaults to no. The WebRTC standard has selected AVPF as the audio video profile to use for media streams. This is not the default profile in use by Asterisk. As a result the following must be enabled to use WebRTC
es_es: Si desea activar AVPF. El valor por defecto es no. El standard WebRTC ha elegido AVPF como el perfil de audio y video para el flujo de medios. Este no es el perfil por defecto usado por Asterisk. Por lo tanto, si desea utilizar esta extensión mediante WebRTC debe ponerlo en 'Si'
ja_jp: AVPFを有効にするかどうか。デフォルトは無効です。WebRTC標準では、メディアストリームに使用されるオーディオ・ビデオプロファイルとして、AVPFが選択されています。しかしこれはAsteriskにおいてはデフォルトプロファイルではない為、WebRTCを使う場合は有効に設定する必要があります
pt_br: Se você deseja ativar o AVPF. O valor padrão é não. O padrão WebRTC escolheu AVPF como perfil de áudio e vídeo para o fluxo de mídia. Este não é o perfil padrão usado pelo Asterisk. Portanto, se quiser usar esta extensão através do WebRTC você deve configurá-la para ‘Sim’

source: Whether to Enable ICE Support. Defaults to no. ICE (Interactive Connectivity Establishment) is a protocol for Network Address Translator(NAT) traversal for UDP-based multimedia sessions established with the offer/answer model. This option is commonly enabled in WebRTC setups
es_es: Si desea activar soporte ICE. El valor por defecto es no. ICE (Interactive Connectivity Establishment) es un protocolo para perforar NAT en sesiones multimedia basadas en UDP, con un modelo oferta/respouesta. Debe actviar esta opción si desea utilizar la extensión con WebRTC
ja_jp: ICEのサポートを有効にするかどうか。デフォルトは無効です。ICE (Interactive Connectivity Establishment)とは、offer/answerモデルをベースに成立するUDPマルチメディアセッションで使用するNATトラバーサルのプロトコルです。WebRTCを使うシステム設定では有効になっていることが多い
pt_br: Se você deseja ativar o suporte ICE. O valor padrão é não. ICE (Estabelecimento de Conectividade Interativa) é um protocolo para perfurar NAT em sessões multimídia baseadas em UDP, com modelo de oferta/resposta. Você deve habilitar esta opção se quiser usar a extensão com WebRTC

source: Whether to offer SRTP encrypted media (and only SRTP encrypted media) on outgoing calls to a peer. Calls will fail with HANGUPCAUSE=58 if the peer does not support SRTP. Defaults to no.
es_es: Si desea ofrecer medios encriptados con SRTP (y sólamente SRTP) en llamadas salientes de este peer. Las llamadas fallarán con HANGUPCAUSE=28 si el peer no soporta SRTP. El valor por defecto es 'no'
ja_jp: ピアに対する発信コールでSRTP暗号化されたメディア(そしてSRTP暗号化メディアのみ)を提供するかどうか。もしピアがSRTPをサポートしない場合は、コールは HANGUPCAUSE=58 で失敗します。デフォルトは「なし」。
pt_br: Se você deseja oferecer mídia criptografada SRTP (e somente SRTP) em chamadas de saída deste peer. As chamadas falharão com HANGUPCAUSE=28 se o peer não suportar SRTP. O valor padrão é não'

source: Whether to turn on echo cancellation when bridging between DAHDi channels. See DAHDi documentation for details.
es_es: Si desea activar cancelación de eco cuando se enlacen canales DAHDi. Lea la documentación DAHDi para más información.
ja_jp: DAHDiチャネル間をブリッジする時にエコーキャンセルをオンにするかどうか。詳細はDAHDiドキュメントを参照ください。
pt_br: Se você deseja ativar o cancelamento de eco quando os canais DAHDi estão vinculados. Leia a documentação do DAHDi para obter mais informações.
