Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Pickupgroups(s) that this device can pickup calls from, can be one or more groups, e.g. '1,3-5' would be in groups 1,3,4,5. Device does not have to be in a group to be able to pickup calls from that group.
es_es: Grupos de captura de los que este dispositivo podrá capturar llamadas, puede ser uno o más, por ejemplo: '1,3-5' permitirá la captura de llamadas en los grupos 1,3,4 y 5.Un dispositivo no tiene que pertenecer a un grupo para poder capturar llamadas del mismo.
ja_jp: このデバイスがコールをピックアップするピックアップグループ、一つ以上のグループに所属することができます。例:'1,3-5' の場合はグループ 1,3,4,5に所属します。そのグループからのコールをピックアップするのにグループに所属する必要はありません。
pt_br: Os grupos de captura para os quais este dispositivo poderá atender chamadas podem ser um ou mais, por exemplo: '1,3-5' permitirá a captura de chamadas nos grupos 1,3,4 e 5. Um dispositivo não possui pertencer a um grupo para poder capturar chamadas dele.

source: Pinless Dialing
es_es: Marcado sin Pin
ja_jp: ピンレスダイヤル
pt_br: Discagem sem senha

source: Play SIT Tone (Zapateller)
es_es: Reproducir Tono SIT (Zapateller)
ja_jp: SITトーンを再生(Zapateller)
pt_br: Executar o tom SIT (Zapateller)

source: Play ringtones to caller until they hangup
es_es: Timbrar hasta que cuelgue
ja_jp: 発信者が切電するまで呼出し音を再生します
pt_br: Executar ringtones ao originatário antes que desligue

source: Please confirm the following actions:
es_es: Por favor, confirme las siguientes acciones:
ja_jp: 次のアクションを確認してください：
pt_br: Por favor confirme as seguintes ações:

source: Please correct the following errors:
es_es: Por favor corrija los siguientes errores:
ja_jp: 次のエラーを確認してください：
pt_br: Por favor corrija os seguintes erros:

source: Please enter a Secret for this device
es_es: Por favor, introduzca una contraseña para este dispositivo
ja_jp: このデバイスのシークレットを入力してください
pt_br: Por favor insira uma senha para este dispositivo

source: Please enter a device id.
es_es: Por favor, introduzca un identificador de dispositivo
ja_jp: デバイスIDを入力してください。
pt_br: Por favor insira um id de dispositivo.

source: Please enter a password
es_es: Por favor ingrese una contraseña
ja_jp: パスワードを入力してください
pt_br: Por favor insira uma senha

source: Please enter a username
es_es: Por favor ingrese un nombre de usuario
ja_jp: ユーザー名を入力してください
pt_br: Por favor coloque um nome de usuário

source: Please enter a valid CID Num Alias (must be a valid number).
es_es: Por favor ingrese un alias de identificador numérico válido (debe ser un número)
ja_jp: 有効なCID番号エイリアスを入力してください。(有効な数字でなければなりません)。
pt_br: Por favor entre um apelido (alias) de número CID (deve ser um número válido)

source: Please enter a valid CallerID Number
es_es: Por favor ingrese un identificador numérico válido
ja_jp: 有効なコーラーID番号を入力してください
pt_br: Insira um identificador numérico válido

source: Please enter a valid CallerID Number or leave it blank for your Assigned DID/CID pair
es_es: Por favor ingrese un identificador de nombre válido o déjelo en blanco
ja_jp: あなたに割り当てられたDID/CIDのペアは、有効な発信者ID番号を入力するか空欄にしてください
pt_br: Insira um identificador de nome válido ou deixe em branco

source: Please enter a valid DID Number
es_es: Por favor ingrese un número DID válido
ja_jp: 有効なDID番号を入力してください
pt_br: Entre um número DDR válido

source: Please enter a valid Description for this device
es_es: Por favor, introduzca una descripción válida para este dispositivo.
ja_jp: このデバイスの有効な説明を入力してください
pt_br: Por favor digite uma descrição válida para este dispositivo

source: Please enter a valid Display Name
es_es: Por favor, introduzca un nombre a mostrar válido
ja_jp: 有効なディスプレイ名を入力してください
pt_br: Por favor digite nome de exibição válido

source: Please enter a valid Emergency CID
es_es: Por favor, introduzca un CID de emergencias válido
ja_jp: 有効な緊急CIDを入力してください。
pt_br: Por favor digite um CID de Emergência válido

source: Please enter a valid Fax Email or leave it empty to use the default
es_es: Por favor ingrese un email válido o déjelo en blanco para usar el valor por defecto
ja_jp: 有効なFax Eメールの入力または、デフォルトの空欄にしてください
pt_br: Por favor digite um e-mail para o fax ou deixe em branco para usar o padrão

source: Please enter a valid Outbound CID
es_es: Por favor ingrese un identificador saliente válido
ja_jp: 有効なアウトバウンドCIDを入力してください
pt_br: Por facor entre um CID de saída válido

source: Please enter a valid extension number.
es_es: Por favor, introduzca un número de extensión válido
ja_jp: 有効な内線番号を入力してください。
pt_br: Por favor número de ramal válido:

source: Please enter a valid number for Pause Before Answer field
ja_jp: 応答フィールドの前にポーズする有効な番号を入力してください
pt_br: Por favor digite um número válido para o campo Pausa antes de atender.

source: Please enter a valid number for Pause after answer
ja_jp: 応答後にポーズするための有効な番号を入力してください
pt_br: Por favor digite um número válido para Pausa depois de atender

source: Please enter a valid pause time in seconds, using digits only
es_es: Por favor, introduzca un tiempo de pausa válido en segundos, use sólo números
ja_jp: ポーズする秒数を数値で入力してください
pt_br: Por favor entre um tempo de pausa válido em segundos, usando dígitos somente

source: Please enter the channel for this device
es_es: Por favor, introduzca el canal para este dispositivo
ja_jp: このデバイスのチャネルを入力してください
pt_br: Por favor digite o tronco para este dispositivo

source: Please enter valid User Password using numbers only
es_es: Por favor, introduzca una contraseña para el usuario usando sólamente números
ja_jp: 数字のみで有効なユーザーパスワードを入力してください
pt_br: Por favor digite uma senha de usuário com números apenas

source: Please provide the core credentials that will be used to administer your system
ja_jp: システム管理で使われるユーザ名とパスワードを入力してください。
pt_br: Forneça credenciais básicas que serão usadas para gerenciar seu sistema

source: Please select a "Destination"
pt_br: Por favor selecione um destino

source: Please select at least one action to perform by clicking on the module, and selecting an action on the "Action" tab.
es_es: Por favor, seleccione al menos una acción a realizar haciendo clic en el módulo, y seleccionando la acción en la pestaña "Acción".
ja_jp: モジュールをクリックし、"アクション"タブでアクションを選択して、実行するアクションを少なくとも１つ以上選択してください。
pt_br: Por favor selecione ao menos uma ação a executar clicando no módulo, e selecionando a ação na aba "Ação".

source: Please select your Device below then click Submit
es_es: Por favor, seleccione el tipo de dispositivo y luego haga clic en Enviar
ja_jp: 以下よりデバイスを選択し送信をクリックしてください
pt_br: Por favor selecione seu dispositivo abaixo e clique em Aplicar

source: Please wait while module actions are performed
es_es: Por favor, espere mientras se ejecutan las acciones solicitadas...
ja_jp: モジュールアクションが完了するまでお待ちください
pt_br: Por favor aguarde enquanto as ações são executadas.

source: Portuguese
ja_jp: ポルトガル語
pt_br: Portugués

source: Portuguese (Brasil)
ja_jp: ポルトガル語(ブラジル)
pt_br: Português (Brasil)

source: Potential Security Breach
es_es: Posible Brecha de Seguridad
ja_jp: 潜在的なセキュリティ侵害
pt_br: Possível violação de segurança

source: Prefix to remove on a successful match. The dialed number is compared to this and the subsequent columns for a match. Upon a match, this prefix is removed from the dialed number before sending it to the trunks.
es_es: Prefijo para eliminar en una coincidencia exitosa. El número marcado se compara con esta columna y las subsiguientes para una coincidencia. Tras una coincidencia, este prefijo se elimina del número marcado antes de enviarlo a las troncales.
ja_jp: 一致に成功させるためにプリフィックスを削除。ダイヤルされた番号はこれプラス後続のカラムと一致が比較されます。一致した場合は、このプリフィックスはトランクに送られる前にダイヤルされた番号から削除されます。
pt_br: Prefixo a ser removido em uma partida bem-sucedida. O número discado é comparado a esta e às colunas subsequentes para uma correspondência. Após uma correspondência, esse prefixo é removido do número discado antes de ser enviado aos troncos.

source: Prefix to remove upon a successful match. If the dialed number matches this plus the <b>match pattern</b> box, this prefix is removed before adding the optional <b>prepend</b> box and sending the results to the trunk.
es_es: Prefijo para eliminar en una coincidencia exitosa. Si el número marcado coincide con este más el cuadro <b>patrón de coincidencia</b>, este prefijo se elimina antes de agregar el cuadro opcional <b>anteponer</b> y enviar los resultados a la troncal.
ja_jp: 一致した番号から削除されるプリフィックス。ダイヤルされた番号がこれプラス<b>一致パターン</b>ボックスと一致した場合、このプリフィックスはオプションの<b>前付与</b>ボックスを追加して結果をトランクに送信する前に削除されます。
pt_br: Prefixo a ser removido em uma partida bem-sucedida. Se o número discado corresponder a este mais a caixa <b>padrão de correspondência</b>, esse prefixo será removido antes de adicionar a caixa <b>prepend</b> opcional e enviar os resultados ao tronco.

source: Privacy
es_es: Privacidad
ja_jp: プライバシー
pt_br: Privacidade

source: Privacy Manager
es_es: Gestor de privacidad
ja_jp: プライバシーマネージャー
pt_br: Gerenciador de Privacidade

source: Process
es_es: Procesar
ja_jp: 進む
pt_br: Processar

source: Provide a meaningful description of what this incoming route is
es_es: Proporcione una descripción para esta ruta entrante
ja_jp: この着信経路が何なのかの説明
pt_br: Provê uma descrição significativa para esta rota de entrada

source: Publisher
es_es: Editor
ja_jp: 発行者
pt_br: editor

source: Publisher: %s
es_es: Editor: %s
ja_jp: 発行者： %s
pt_br: Editor: %s

source: Put caller on hold forever
es_es: Poner al llamante es espera por siempre
ja_jp: 発信者を永久に保留
pt_br: Colocar originatário em espera para sempre

source: Re-Invite policy for this device, see Asterisk documentation for details.
es_es: Política de Re-Invite de este dispositivo, lea la documentación de Asterisk para detalles.
ja_jp: このデバイスのRe-Inviteポリシー、詳細はAsteriskドキュメントを参照ください。
pt_br: Política de novo convite para este dispositivo, leia a documentação do Asterisk para obter detalhes.

source: Record Priority Policy
es_es: Política de Prioridad de Grabación
ja_jp: レコード優先度のポリシー
pt_br: Política de Prioridade de Gravação

source: Recording Options
es_es: Opciones de grabación
ja_jp: 録音オプション
pt_br: Opções de Gravação

source: Recording of calls made to other extensions on the system.
es_es: Grabación de llamadas realizadas a otras extensiones del sistema.
ja_jp: その他の内線システムから発信したコールを記録します。
pt_br: Gravação de chamadas realizadas para outros ramais do sistema.

source: Recording of calls received from other extensions on the system.
es_es: Grabación de llamadas recibidas de otras extensiones del sistema.
ja_jp: その他の内線システムから受信したコールを記録します。
pt_br: Gravação de chamadas recebidas de outros ramais do sistema.

source: Recording of inbound calls from external sources.
es_es: Grabación de llamadas entrantes provenientes de fuentes externas
ja_jp: 外部ソースからの着信コールを記録します。
pt_br: Gravação de chamadas recebidas de fontes externas

source: Recording of outbound calls to external sources.
es_es: Grabación de llamadas salientes realizadas al exterior.
ja_jp: 外部ソースへの発信コールを記録します。
pt_br: Gravação de chamadas efetuadas no exterior.

source: Refresh Page
es_es: Refrescar Página
ja_jp: ページを更新
pt_br: Refrescar Página

source: Register String
es_es: Cadena de registro
ja_jp: レジスト文字列
pt_br: String de Registro

source: Registration
es_es: Registro
ja_jp: レジストレーション
pt_br: Registro

source: Related Tickets
es_es: Tickets Relacionados
ja_jp: 関連チケット
pt_br: Tickets Relacionados

source: Related URL
es_es: URL Relacionada
ja_jp: 関連URL
pt_br: URL relacionado

source: Related URLs
es_es: URLs Relacionadas
ja_jp: 関連URL
pt_br: URLs relacionados

source: Reload failed because IssabelPBX could not connect to the asterisk manager interface.
es_es: La recarga falló porque IssabelPBX no ha podifo contactar con la interfaz de gestión de Asterisk
ja_jp: %s スクリプトを実行することができませんでした。
pt_br: Recarga falhou porque o IssabelPBX não pode conectar à interface do Asterisk Manager.

source: Reload failed because retrieve_conf encountered an error: %s
es_es: La recarga falló porque el guión retrieve_conf encontró un error: %s
ja_jp: リロード失敗retrieve_conf エラー： %s
pt_br: Recarga falhou porque retrieve_conf encontrou um erro: %s

source: Remove CNAM
es_es: Remover CNAM
ja_jp: CNAMを削除
pt_br: Removedor CNAM

source: Remove prefix from local numbers
es_es: Eliminar prefijos de números locales
ja_jp: 地域番号からプリフィックスを削除
pt_br: Remove um prefixo de números locais

source: Removed
pt_br: Eliminado

source: Removed directory
pt_br: Diretório excluído

source: Removing field %s from users table..
es_es: Eliminando el campo %s de la table de usuarios...
ja_jp: フィールド %s をユーザーテーブルから削除します..
pt_br: Removendo campo %s da tabela de usuários...

source: Repositories
es_es: Repositorios
ja_jp: リポジトリ
pt_br: Repositorios

source: Requires engine %s, you have: %s
es_es: Necesita el motor %s; el actual es %s
ja_jp: 必要なエンジン %s, あなたの環境のエンジン： %s
pt_br: Requer engine %s, existente: %s

source: Requires one of the following engines: %s; you have: %s
es_es: Requiere uno de los siguientes motores: %s; el actual es: %s
ja_jp: 次のエンジンのどれかが必要です： %s；あなたのシステム %s
pt_br: Requer um dos seguintes engines: %s, existente: %s

source: Reset
es_es: Restaurar
ja_jp: リセット
pt_br: Reiniciar

source: Restart Asterisk and then refresh the browser in order to try accessing this menu item again.
es_es: Reinicie Asterisk y recargue después el navegador para volver a acceder a este elemento del menú de nuevo.
ja_jp: 再びメニューアイテムにアクセスするためAsteriskを再起動し、ブラウザを更新してください。
pt_br: Reinicie o Asterisk e atualize o navegador de forma a acessar este item de menu novamente

source: Retry
es_es: Reintentar
ja_jp: 再試行
pt_br: Tentar novamente

source: Return
es_es: Volver
ja_jp: 戻る
pt_br: Retornar

source: Revert to Default
es_es: Revertir a valor por defecto
ja_jp: デフォルトへ戻す
pt_br: Reverter para o valor padrão

source: Ring Time
es_es: Duración de timbrado
ja_jp: 呼出秒数
pt_br: Tempo de Ring

source: Route
es_es: Ruta
ja_jp: 経路
pt_br: Rota

source: Route CID
es_es: Identificador CID de Ruta
ja_jp: ルート CID
pt_br: Identificador CID de Rota

source: Route Name
es_es: Nombre de Ruta
ja_jp: 経路名
pt_br: Nome da Rota

source: Route Password
es_es: Contraseña de la ruta
ja_jp: 経路パスワード
pt_br: Senha da Rota

source: Route Position
es_es: Posición
ja_jp: ルートポジション
pt_br: Posição

source: Route Settings
es_es: Configuración de Ruta
ja_jp: 経路設定
pt_br: Configurações de rota

source: Route Type
es_es: Tipo de Ruta
ja_jp: 経路タイプ
pt_br: Tipo de rota

source: Route name is invalid, please try again
es_es: El nombre de la ruta no es válido, inténtelo de nuevo
ja_jp: 経路名が無効です、再試行してください
pt_br: O nome da rota é invalido, por favor tente novamente

source: Route password must be numeric or leave blank to disable
es_es: La contraseña de la ruta debe ser numérica, o dejarla en blanco para deshabilitar el uso de contraseñas
ja_jp: ルート(経路)のパスワードは数字でなければならず、無効にするには空白のままにしておいてください
pt_br: Senha do rota deve ser numérica ou deixe em branco para desabilitar

source: Rules
es_es: Reglas
pt_br: Regras

source: Russian
ja_jp: ロシア語
pt_br: Ruso

source: SIP Alias
es_es: Alias SIP
ja_jp: SIPエイリアス
pt_br: Pseudônimo (alias) SIP

source: SUSPECT LINK:
es_es: ENLACE SOSPECHOSO:
ja_jp: 想定されるリンク：
pt_br: LINK SUSPEITO:

source: Save
es_es: Guardar
ja_jp: 保存
pt_br: Manter

source: Screen Caller: Memory
ja_jp: 発信者スクリーニング：記録する
pt_br: Screen Caller: Memória

source: Screen Caller: No Memory
ja_jp: 発信者スクリーニング：記録しない
pt_br: Screen Caller: Sem memória

source: Security
es_es: Seguridad
ja_jp: セキュリティ
pt_br: Segurança

source: Security Issue
es_es: Vulnerabilidad
ja_jp: セキュリティ問題
pt_br: Vulnerabilidade

source: Send P-Asserted-Identity header
es_es: Enviar encabezado P-Asserted-Identity
ja_jp: P-Asserted-Identityヘッダー送信
pt_br: Enviar cabeçalho P-Asserted-Identity

source: Send Remote-Party-ID header
es_es: Enviar encabezado Remote-Party-ID
ja_jp: Remote-Party-IDヘッダー送信
pt_br: Enviar cabeçalho Remote-Party-ID

source: Sequence
es_es: Secuencia
ja_jp: シーケンス
pt_br: Sequência

source: Set Destination
es_es: Establecer destino
ja_jp: 宛先をセット
pt_br: Configurar Destino

source: Set the MoH class that will be used for calls that come in on this route. For example, choose a type appropriate for routes coming in from a country which may have announcements in their language.
es_es: Especifique la clase de música en espera a ser utilizada en las llamadas que ingresen por esta ruta.
ja_jp: このルート上から着信するコールに対して保留音クラスを設定します。例えば、言語が設定されたアナウンスを持つ国から入ってくるルートに適切なタイプを選択します。
pt_br: "Configura a classe de MoH (música em espera) que será usada para as chamadas que vem por essa rota. Por exemplo, escolha o tipo apropriada para o país de origem que pode ter anúncios em sua linguagem.

source: Set the initial/current Call Waiting state for this user's extension
es_es: Configura el modo inicial de Llamada en Espera para esta extensión
ja_jp: このユーザーの内線への初期/現在の コールウェイティングステータスを設定します
pt_br: Configura o status inicial/atual da função chamada em espera para o ramal do usuário

source: Set up my Account
ja_jp: アカウントを設定する
pt_br: Configurar minha conta

source: Setting AUTHTYPE to none consistent with old default
pt_br: Definir AUTHTYPE como nenhum é consistente com o formato antigo

source: Setting MOHDIR to mohmp3 consistent with old default
pt_br: Configurando MOHDIR para mohmp3 consistente com o formato antigo

source: Setting to yes (equivalent to 2000 msec) will send an OPTIONS packet to the endpoint periodically (default every minute). Used to monitor the health of the endpoint. If delays are longer then the qualify time, the endpoint will be taken offline and considered unreachable. Can be set to a value which is the msec threshold. Setting to no will turn this off. Can also be helpful to keep NAT pinholes open.
es_es: Si se configura en 'yes' se enviará un paquete OPTIONS al dispositivo periódicamente (equivalente a 2 segundos). Se utiliza para monitorear la estabilidad de la conexión con el teléfono. Si se demora o no responde a tiempo, el teléfono será marcado como fuera de línea y considerado inalcanzable. Puede ponerse un valor especificado en milisegundos. Si se pone en 'no' se desactiva esta funcionalidad. Esta opción es util para mantener NAT abiertos.
ja_jp: これを「はい」(200ミリ秒と等価)に設定することで、エンドポイントへ周期的に(デフォルト毎分)オプションのパケットを送出します。エンドポイントの死活状態をモニターするのに使用されます。qualifyの時間よりディレイが長い場合、エンドポイントはオフラインで到達不能とみなされます。ミリ秒閾値の値に設定可能です。「いいえ」にするとこれがオフになります。NATピンホールをオープンに保つのにも役立ちます。
pt_br: Se definido como 'sim', um pacote OPTIONS será enviado ao dispositivo periodicamente (equivalente a 2 segundos). É usado para monitorar a estabilidade da conexão com o telefone. Se você atrasar ou não responder a tempo, o telefone será marcado como offline e considerado inacessível. Um valor especificado pode ser definido em milissegundos. Se definido como 'não', esta funcionalidade será desativada. Esta opção é útil para manter o NAT aberto.

source: Settings
es_es: Configuración
ja_jp: 設定
pt_br: Configurações

source: Setup directory assistance
es_es: Configurar la asistencia del directorio
ja_jp: ディレクトリアシスタンスをセットアップ
pt_br: Configurar assistência de diretório

source: Severity
es_es: Severidad
ja_jp: 重大さ
pt_br: Gravidade

source: Show only upgradeable
es_es: Mostrar sólo actualizables
ja_jp: アップグレード可能なもののみ表示
pt_br: Mostrar apenas atualizável

source: Signal RINGING
es_es: Señalizar TIMBRE
ja_jp: RINGINGシグナル
pt_br: Sinal RINGING

source: Simulate Incoming Call
es_es: Simular llamada entrante
ja_jp: 着信コールをシミュレートする
pt_br: Simular chamada de entrada

source: Some devices or providers require RINGING to be sent before ANSWER. You'll notice this happening if you can send calls directly to a phone, but if you send it to an IVR, it won't connect the call.
es_es: Algunos dispositivos o proveedores requieren que se les envie RINGING antes del ANSWER. Notará que esto sucede si puede enviar llamadas directamente a un teléfono, pero si las manda a un IVR la llamada no conecta.
ja_jp: ANSWERの前にRINGINGを要求するデバイスやプロバイダーもあります。もしあなたが電話機に直接コールを送信することができる場合、この現象に気づくでしょう、しかしもしIVRに送信した場合はコールを接続しません。
pt_br: Alguns dispositivos ou provedores requerem o envio de RINGING antes de ATENDER. Você perceberá que isso acontece se é possível enviar chamadas diretamente para um telefone, mas se você enviá-la para um URA, não vai completar a chamada.

source: Some of these settings can render your system inoperable. You are urged to backup before making any changes. Readonly settings are usually more volatile, they can be changed by changing 'Override Readonly Settings' to true. Once changed you must save the setting by checking the green check box that appears. You can restore the default setting by clicking on the icon to the right of the values if not set at default.
es_es: Algunas de estas configuraciones pueden dejar a su sistema inoperable. Le recomendamos respaldar su configuración antes de realizar ningún cambio. Las configuraciones de sólo lectura son usualmente más volátiles, puede cambiarlas configurando 'Anular configuraciones de sólo lectura' en verdadero. Una vez realizado un cambio debe aplicarlo pulsando el ícono a la derecha del valor.
ja_jp: これらの設定のいくつかはあなたのシステムを操作不能な状態にする可能性があります。変更の前にバックアップすることを強くおすすめします。読み込み専用項目の設定変更はより危険です。これらは、'読み取り専用設定を上書きする'をtrueにすることにより変更可能になります。一度変更したら、緑のチェックボックスにチェックを入れ、設定を保存する必要があります。デフォルト設定になっていない場合は、値の右側にあるアイコンをクリックすることにより、デフォルト設定に復元することができます。
pt_br: Algumas dessas configurações podem deixar seu sistema inoperante. Recomendamos fazer backup de suas configurações antes de fazer qualquer alteração. As configurações somente leitura geralmente são mais voláteis. Você pode alterá-las definindo 'Substituir configurações somente leitura' como verdadeiro. Depois de feita uma alteração, você deve aplicá-la clicando no ícone à direita do valor.

source: Spanish
ja_jp: スペイン語
pt_br: Espanhol

source: Specified module not found
es_es: No se ha encontrado el módulo especificado
ja_jp: 指定されたモジュールが見つかりません
pt_br: Módulo especificado não encontrado

source: Submit
es_es: Enviar
ja_jp: 送信
pt_br: Aplicar

source: Submit Changes
es_es: Guardar Cambios
ja_jp: 変更を適用
pt_br: Aplicar Alterações

source: Successful reload, but could not clear reload flag due to a database error:
es_es: Recarga correcta, pero no se pudo establecer la marca de recarga debido a un error en la base de datos:
ja_jp: リロード成功、データベースエラーによりリロードフラグをクリアにできませんでした：
pt_br: Recarga com sucesso, porém foi impossível limpar a flag de reload devido um problema no banco de dados:

source: Successfully reloaded
es_es: Recargado correctamente
ja_jp: リロード成功
pt_br: Recarregado com sucesso.

source: Swedish
ja_jp: スウェーデン語
pt_br: Sueco

source: Syntax error in your issabelpbx_menu.conf file
pt_br: Erro de sintaxe em seu arquivo issabelpbx_menu.conf

source: TCP Only
es_es: TCP Solamente
ja_jp: TCPのみ
pt_br: Somente TCP

source: TLS Only
es_es: TLS Solamente
ja_jp: TLSのみ
pt_br: Somente TLS

source: Terminate Call
es_es: Terminar llamada
ja_jp: 通話終了
pt_br: Finalizar chamadas

source: The CID Number to use for internal calls, if different from the extension number. This is used to masquerade as a different user. A common example is a team of support people who would like their internal CallerID to display the general support number (a ringgroup or queue). There will be no effect on external calls.
es_es: El Identificador numérico a usar para llamadas internas, si es distinto al número de extensión. Eso se puede usar para enmascararse como un usuario distinto. Un ejemplo sería un equipo de soporte que quiera mostrar el número general del grupo en lugar del individual de la persona. Este valor no afecta a llamadas con destinos externos
ja_jp: 内線番号と異なる場合に、内部の通話に使用されるCID番号です。これは、別のユーザーに成りすますために使用されます。一般的な使用例としては、内部の発信者IDに普段使用しているサポート電話番号(リンググループやキュー)を表示させたいサポートチームなどです。外線通話には効果を発揮しません。
pt_br: O número CID a ser usado em chamadas internas, se diferente do número da extensão. Este é usado para mascará-lo como um usuário diferente. Um exemplo comum é quando uma equipe de suporte necessita ter seu CallerID interno mostrado como o número geral do suporte (grupo de busca ou fila). Não tem efeito em chamadas externas.
