Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Module uploaded successfully. You need to enable the module using %s to make it available.
es_es: Módulo enviado correctamente. Debe activar ahora el módulo %s para poder usarlo.
ja_jp: モジュールのアップロードに成功しました。 モジュールを利用可能にするため>には、%s を使用してモジュールを有効化する必要があります。
pt_br: Upload de módulo executado com sucesso. É necessário habilitar o módulo usando %s para torná-lo disponível.

source: Monitor Trunk Failures
es_es: Monitorizar fallos de líneas troncales
ja_jp: トランク失敗をモニター
pt_br: Monitorar falhas de Troncos

source: More info
es_es: Más información
ja_jp: 詳しくは
pt_br: Maiores Informaçṍes

source: Most VoIP providers require your system to REGISTER with theirs. Enter the registration line here.<br><br>example:<br><br>username:password@switch.voipprovider.com.<br><br>Many providers will require you to provide a DID number, ex: username:password@switch.voipprovider.com/didnumber in order for any DID matching to work.
es_es: La mayoría de los proveedores VoIP requieren que sus sitema se REGISTRE con ellos. Ingrese la línea de registro en este campo.<br><br>Ejemplo:<br><br>usuario:clave@switch.voipprovider.com.<br><br>Varios proveedores requieren además que indique un número de DID para que el emparejamiento por DID funcione en llamadas entrantes. Por ejemplo:<br><br> usuario:clave@switch.voipprovider.com/numero_de_did<br>
ja_jp: たいていのVoIPプロバイダーではあなたのお使いのシステムが彼らにレジストすることが必要です。レジスト行をここに入力してください。<br><br>例:<br><br>username:password@switch.voipprovider.com.<br><br>多くのプロバイダーではあなたがDID番号を提供することが必要です、例:ex: username:password@switch.voipprovider.com/didnumber どのようなDIDマッチングでも機能する順番で。
pt_br: A maioria dos provedores VoIP precisam que seu sistema se REGISTRE. Entre com os parametros de registro aqui.<br><br>exemplo:<br><br>username:password@switch.voipprovider.com. <br><br> Muito provedores vão exigir que você forneça um número de DDR (DID), ex:username:password@switch.voipprovider.com/didnumber de maneira a que o DDR funcione.

source: Move Down
es_es: Mover abajo
ja_jp: 下に移動
pt_br: Mover abaixo

source: Move Up
es_es: Mover arriba
ja_jp: 上に移動
pt_br: Mover acima

source: Music On Hold
es_es: Música en espera
ja_jp: 保留音
pt_br: Música em Espera

source: Music On Hold?
es_es: ¿Música en espera?
ja_jp: 保留音?
pt_br: Música em Espera?

source: NAT setting, see Asterisk documentation for details. Yes usually works for both internal and external devices. Set to No if the device will always be internal.
es_es: Configuración NAT, revise la documentación de Asterisk para detalles. Poner 'Si' funciona por lo general para dispositivos tanto internos como externso. Si pone 'No' el dispositivo será considerado siempre interno.
ja_jp: NAT設定、詳細はAsteriskドキュメントを参照ください。「はい」にするといつも内部と外部両方のデバイスで機能します。デバイスがいつも内部にある場合は「いいえ」に設定してください。
pt_br: Configuração NAT, verifique a documentação do Asterisk para detalhes. Definir 'Sim' geralmente funciona para dispositivos internos e externos. Se você inserir 'Não' o dispositivo será sempre considerado interno.

source: NOTE:
es_es: NOTA:
ja_jp: 注意:
pt_br: NOTA:

source: Name of this route. Should be used to describe what type of calls this route matches (for example, 'local' or 'longdistance').
es_es: Nombre de esta ruta. Debería ser usado para describir qué tipo de llamadas permite esta ruta (por ejemplo, 'locales' o 'larga-distancia')
ja_jp: この経路の名前。この経路がどのタイプにマッチするのかを記述してください。(例 'ローカル' または '遠距離'など)。
pt_br: Nome desta rota. Pode ser usado para descrever que tipo de chamadas esta rota combina (por exemplo, 'local' o 'longa distância').

source: Never
es_es: Nunca
ja_jp: 決して無い
pt_br: Nunca

source: New User
es_es: Nuevo usuario
ja_jp: 新規ユーザー
pt_br: Novo Usuário

source: Newer than online version (%s)
es_es: Más reciente que la versión en línea (%s)
ja_jp: オンラインバージョン (%s) より新しいバージョン
pt_br: Mais novo que a versão online (%s)

source: No
ja_jp: いいえ
pt_br: Não

source: No Action
es_es: Sin acción
ja_jp: 何もしない
pt_br: Sem ação

source: No Answer
es_es: No Atiende
ja_jp: 応答なし
pt_br: Não comparece

source: No Default Provided
es_es: No se proveyó valor por defecto
ja_jp: デフォルト値がありません。
pt_br: Nenhum valor padrão fornecido

source: No Description Provided
es_es: No se proveyó una descripción
ja_jp: 説明がありません
pt_br: Nenhuma descrição fornecida

source: No Limit
es_es: Sin Límites
ja_jp: 無制限
pt_br: Ilimitado

source: No Music
es_es: Sin música
ja_jp: 音楽なし
pt_br: Sem Música

source: No actions to perform
es_es: No hay acciones que realizar
ja_jp: 実行するアクションが存在しません
pt_br: Sem ações a executar

source: No description is available.
es_es: Descripción no disponible.
ja_jp: 利用できる説明がありません。
pt_br: Sem descrição disponível.

source: No dial pattern, there must be at least one
ja_jp: ダイヤルパターンがありません、少なくとも１つ必要です
pt_br: Sem padrão de discagem, deve haver pelo menos um

source: No directory %s, install script not needed
ja_jp: %s のディレクトリが存在しないため、インストールスクリプトは不要です
pt_br: Não há diretório %s, não há necessidade de instalar o script

source: No email address for online update checks
es_es: No se ha configurado una dirección de correo electrónico para recibir una notificación cuando haya actualizaciones disponibles
pt_br: Um endereço de e-mail não foi configurado para receber notificações quando atualizações estiverem disponíveis

source: No modules to display.
es_es: No hay módulos para mostrar.
ja_jp: 表示するモジュールがありません。
pt_br: Sem módulos para mostar.

source: None (virtual exten)
es_es: Ninguno (extensión virtual)
ja_jp: なし(仮想内線)
pt_br: Nenhum (extensão virtual)

source: Normal Congestion
es_es: Congestión Normal
ja_jp: ノーマル混雑
pt_br: Congestionamento normal

source: Normally the next trunk is only tried upon a trunk being 'Congested' in some form, or unavailable. Checking this box will force a failed call to always continue to the next configured trunk or destination even when the channel reports BUSY or INVALID NUMBER.
es_es: Normalmente se intentará enviar la llamada por el troncal siguiente en caso que el primero retorne 'CONGESTION' de alguna manera. Si marca esta casilla forzará a intentar el troncal siguiente incluso cuando el anterior devuelva 'OCUPADO' o 'NUMERO INVALIDO'.
ja_jp: 通常、あるトランクが混雑若しくは利用不可能になったときにのみ、次のトランクを試みます。ここにチェックを入れると、チャンネルがBUSYやINVALID NUMBERとなった場合でも、呼が落ちた場合常に次の設定済みトランク、もしくは宛先で継続されます。
pt_br: Normalmente será feita uma tentativa de enviar a chamada pelo próximo tronco caso o primeiro tronco retorne 'CONGESTION' de alguma forma. Marcar esta caixa forçará a tentativa do próximo tronco mesmo quando o anterior retornar 'OCUPADO' ou 'NÚMERO INVÁLIDO'.

source: Not Installed (Available online: %s)
es_es: No instalado; disponible en línea (%s)
ja_jp: 未インストール(オンライン版が利用可能： %s)
pt_br: Não instalado (Disponível online: %s)

source: Not Installed (Locally available)
es_es: No instalado; disponible localmente
ja_jp: 未インストール(ローカル版が利用可能)
pt_br: Não Instalado (disponíval localmente)

source: Not Reachable
es_es: Inalcanzable
ja_jp: 到達不能
pt_br: Inatingível

source: Not Required
pt_br: Não requerido

source: Not found
es_es: No encontrado
ja_jp: 見つかりません
pt_br: não encontrado

source: Notice
es_es: Noticia
ja_jp: 通知
pt_br: Notificação

source: Number of attempts the caller has to enter a valid CallerID
ja_jp: 発信者が有効な発信者IDを入力しなければいけない最大試行数
pt_br: Número de tentativas que o chamador tem para inserir um identificador de chamada válido

source: Number of seconds to ring during a Call Forward, Call Forward Busy or Call Forward Unavailable call prior to continuing to voicemail or specified destination. Setting to Always will not return, it will just continue to ring. Default will use the current Ring Time. If voicemail is disabled and their is not destination specified, it will be forced into Always mode
es_es: Duración de timbrado durante un desvío de llamada por cualquier motivo, antes de continuar al buzón de voz o al destino especificado. Si elige 'Siempre' no dejará de timbrar nunca. Por defecto se usa el tiempo de timbrado general. Si el buzón de voz está desactivado y no hay un destino configurado, se asume el modo 'Siempre'
ja_jp: 通話転送着信秒数。Alwaysに設定すると、電話を返さずに鳴りっぱなしになります。デフォルトで現在呼び出し時が使われます、ボイスメールを無効した、または宛先が不明の場合、強制的にAlwaysモードになります
pt_br: Duração do toque durante um encaminhamento de chamada por qualquer motivo, antes de continuar no correio de voz ou no destino especificado. Se você escolher 'Sempre', ele nunca parará de tocar. Por padrão, o horário de toque geral é usado. Se o correio de voz estiver desativado e nenhum destino estiver configurado, o modo 'Sempre' será assumido

source: Number of seconds to ring prior to going to voicemail. Default will use the value set in Advanced Settings. If no voicemail is configured this will be ignored.
es_es: Duración de timbrado antes de dirigir la llamada al buzón de voz. Por defecto se usa el valor definido en Conifguraciones Avanzadas. Si no hay buzón de voz configurado entonces esta configuración será ignorada.
pt_br: Duração do toque antes de direcionar a chamada para o correio de voz. Por padrão, é utilizado o valor definido em Configurações Avançadas. Se não houver correio de voz configurado, esta configuração será ignorada.

source: Number to dial when calling directory assistance on this trunk
es_es: Número para marcar al llamar a la asistencia de directorio en este troncal
ja_jp: このトランク上でディレクトリアシスタンスを呼び出す時にダイヤルする番号
pt_br: Número a ser discado ao chamar a assistência à lista neste tronco

source: Object
es_es: objeto
ja_jp: オブジェクト
pt_br: Objeto

source: Objects
es_es: objetos
ja_jp: オブジェクト
pt_br: Objetos

source: On Demand
es_es: Bajo demanda
ja_jp: オンデマンド
pt_br: Sob Demanda

source: On Demand Recording
es_es: Grabación a Demanda
ja_jp: 需要記録
pt_br: Gravação sob demanda

source: Online Updates are Disabled
ja_jp: オンラインアップデートが無効です
pt_br: As atualizações on-line estão desativadas

source: Online updates are disabled in Advanced Settings. When disabled, you will not be notified of bug fixes and Security issues without manually checking for updates online. You are advised to enable the update checking. Updates are never downloaded automatically, they are only checked and reported in the notification panel and log if enabled.
es_es: Las actualizaciones en línea están deshabilitadas en Configuración avanzada. Cuando está deshabilitado, no se le notificarán las correcciones de errores ni los problemas de seguridad sin verificar manualmente si hay actualizaciones en línea. Se recomienda activar la comprobación de actualizaciones. Las actualizaciones nunca se descargan automáticamente, solo se verifican y notifican en el panel de notificaciones y se registran si están habilitadas.
pt_br: As atualizações online estão desativadas nas configurações avançadas. Quando desativado, você não será notificado sobre correções de bugs ou problemas de segurança sem verificar manualmente se há atualizações online. Recomenda-se ativar a verificação de atualizações. As atualizações nunca são baixadas automaticamente, elas apenas são verificadas e notificadas no painel de notificação e registradas se ativadas.

source: Online upgrade available (%s)
es_es: Actualizaciones online disponibles (%s)
ja_jp: オンラインアップグレードが利用可能 (%s)
pt_br: Atualização online disponível (%s)

source: Only %s version %s is compatible, you have %s
es_es: Sólo la versión %s %s es compatible; la actual es %s
ja_jp: %s バージョン %s のみ互換性があります。あなたのお持ちのもの %s
pt_br: Somente o %s versão %s é compatível, você possui %s

source: Operator Panel
es_es: Panel de Operadora
ja_jp: オペレーターパネル
pt_br: Panel de Operadora

source: Optional CID Prefix to add before sending to this busy destination.
es_es: Prefijo CID opcional a agregar antes de enviar al destino Ocupado
ja_jp: これをビジーの宛先に送る前に追加されるオプションのCIDプリフィックス。
pt_br: Prefixo CID opcional para adicionar antes de enviar para o destino Ocupado

source: Optional CID Prefix to add before sending to this no answer destination.
es_es: Prefijo CID opcional a agregar antes de enviar al destino No Atiende
ja_jp: 不在先に送られる前に追加されるオプションのCIDプリフィックス。
pt_br: Prefixo CID opcional para adicionar antes de enviar para o destino Não servido

source: Optional CID Prefix to add before sending to this not reachable destination.
es_es: Prefijo CID opcional a agregar antes de enviar al destino Inalcanzable
ja_jp: これを到達不能時の宛先に送る前に追加されるオプションのCIDプリフィクス。
pt_br: Prefixo CID opcional para adicionar antes de enviar para destino inacessível

source: Optional Destination on Congestion
es_es: Destino opcional en caso de Congestión
ja_jp: 混線時の任意宛先
pt_br: Destino opcional em caso de congestionamento

source: Optional Destinations
es_es: Destinos Opcionales
ja_jp: オプション宛先
pt_br: Destinos Opcionais

source: Optional Route CID to be used for this route. If set, this will override all CIDS specified except:<ul><li>extension/device EMERGENCY CIDs if this route is checked as an EMERGENCY Route</li><li>trunk CID if trunk is set to force it's CID</li><li>Forwarded call CIDs (CF, Follow Me, Ring Groups, etc)</li><li>Extension/User CIDs if checked</li></ul>
es_es: CallerID opcional de la ruta. Si se configura, este valor sobreescribirá cualquier otro CID especificado excepto:<ul><li>CID de EMERGENCIA de extensión/dispositivo si la ruta se marca como EMERGENCIA</li><li>CID del troncal si el torncal se configura para forzar su propio CID</li><li>CID de llamada desviada (Desvío, Sígueme, Grupos de Timbrado, etc)</li><li>CID de Extensión/Usuario si se marca</li></ul>
ja_jp: このルートのために使用されるオプションのルートCID。設定された場合、指定された全てのCIDを上書きします。次を除いて:: <ul><li>内線/デバイス 緊急CID このルートが緊急ルートとチェックされた場合。</li><li>トランクCID トランクに強制的にCIDをセットした場合</li><li>転送コール CID (CF, フォローミー, リンググループ等々)</li><li>内線/ユーザー CID チェックされた場合</li></ul>
pt_br: CallerID opcional da rota. Se configurado, esse valor substituirá qualquer outro CID especificado, exceto:<ul><li>CID de EMERGÊNCIA da extensão/dispositivo se a rota estiver marcada como EMERGÊNCIA</li><li>CID do tronco se o tronco estiver configurado para forçar seu próprio CID </li><li>CID de chamada encaminhada (encaminhamento, siga-me, grupos de toque etc.)</li><li>CID de ramal/usuário se discado</li></ul>

source: Optional destination call is routed to when the call is not answered on an otherwise idle phone. If the phone is in use and the call is simply ignored, then the busy destination will be used.
es_es: Destino opcional donde se enrutará la llamada si ésta no es atendida. Si el teléfono está en uso y la llamada se ignora, entonces se usara el destino de Ocupado
ja_jp: コールが他のアイドル中電話に応答されない時に、コールがルーティングされるオプションの宛先。電話が使用中や、コールが単に無視された場合は、ビジーの宛先が使用されます。
pt_br: Destino opcional para onde a chamada será encaminhada caso não seja atendida. Se o telefone estiver em uso e a chamada for ignorada, o destino Ocupado será usado

source: Optional destination call is routed to when the call is not answered.
es_es: Destino opcional donde se enrutará la llamada si ésta no es atendida.
ja_jp: コールが応答されない時に、コールがルーティングされるオプションの宛先。
pt_br: Destino opcional para onde a chamada será encaminhada caso não seja atendida.

source: Optional destination the call is routed to when the phone is busy or the call is rejected by the user.
es_es: Destino opcional donde se enrutará la llamada cuando el teléfono esté ocupado o la llamada sea rechazada por el usuario.
ja_jp: 電話がビジーの時や、ユーザーによって拒絶された際にコールがルーティングされるオプションの宛先。
pt_br: Destino opcional para onde a chamada será roteada quando o telefone estiver ocupado ou a chamada for rejeitada pelo usuário.

source: Optional destination the call is routed to when the phone is busy or the call is rejected by the user. This destination is also used on an unanswered call if the phone is in use and the user chooses not to pickup the second call.
es_es: Destino opcional donde se enrutará la llamada cuando el teléfono esté ocupado o la llamada sea rechazada por el usuario. Este destino también se utilizará en una llamada sin atender si el teléfono está en llamada y el usuario decide no contestar la segunda llamada.
ja_jp: 電話がビジーの時や、ユーザーによって拒絶された際にコールがルーティングされるオプションの宛先。この宛先は、電話が使用中の場合やユーザーが２番目の電話に出ないことを選択した場合にも使用されます。
pt_br: Destino opcional para onde a chamada será roteada quando o telefone estiver ocupado ou a chamada for rejeitada pelo usuário. Este destino também será utilizado em uma chamada não atendida se o telefone estiver em uma chamada e o usuário decidir não atender a segunda chamada.

source: Optional destination the call is routed to when the phone is offline, such as a softphone currently off or a phone unplugged.
es_es: Destino opcional donde se enrutará la llamada cuando el teléfono esté fuera de línea o desconectado.
ja_jp: 現在接続されていないソフトフォンやプラグが外れた電話のように、電話がオフライン時にコールがルーティングされるオプションの宛先。
pt_br: Destino opcional para onde a chamada será encaminhada quando o telefone estiver offline ou desconectado.

source: Optional: A route can prompt users for a password before allowing calls to progress. This is useful for restricting calls to international destinations or 1-900 numbers.<br><br>A numerical password, or the path to an Authenticate password file can be used.<br><br>Leave this field blank to not prompt for password.
es_es: Opcional: una ruta puede solicitar a los usuarios una contraseña antes de permitir el progreso de las llamadas. Esto es útil para restringir llamadas a destinos internacionales o números 1-900.<br><br>Se puede usar una contraseña numérica o la ruta a un archivo de contraseña de autenticación.<br><br>Deje este campo en blanco para no solicitar para contraseña.
ja_jp: オプション: コールを進める前に、ルートはユーザーに対してパスワードを求めてプロンプトを催促します。これは、国際的な宛先や1-900の番号にコールを制限するのに役立ちます。<br><br>数値のパスワードや認証パスワードファイルへのパスが使用可能です。<br><br>パスワードを催促しない場合はこのフィールドを空白のままにしておいてください。
pt_br: Opcional: uma rota pode solicitar uma senha aos usuários antes de permitir o progresso das chamadas. Isso é útil para restringir chamadas para destinos internacionais ou números 1-900.<br><br>Uma senha numérica ou o caminho para um arquivo de senha de autenticação pode ser usada.<br><br>Deixe este campo em branco para não solicitar para senha.

source: Optional: Selecting Emergency will enforce the use of a device's Emergency CID setting (if set). Select this option if this route is used for emergency dialing (ie: 911).
es_es: Opcional: Si marca Emergencia se utilizará el identificador de emergencia (si estuviera configurado). Marque esta opción en caso que la ruta sea utilizada para llamadas de emergencia (ej: 911)
ja_jp: オプション: 緊急を選択すると、デバイスのCID設定が強制的に使用されます(設定されている場合)。このルートが緊急ダイヤル(例: 911)として使用されている場合にこのオプションを選択してください。
pt_br: Opcional: Se você marcar Emergência, será utilizado o identificador de emergência (se configurado). Marque esta opção se a rota for usada para chamadas de emergência (por exemplo, 911)

source: Optional: Selecting Intra-Company will treat this route as an intra-company connection, preserving the internal CallerID information instead of the outbound CID of either the extension or trunk.
es_es: Opcional: Marcando Intra-Compañía tratará esta ruta como una conexión propia, preservando el CallerID de la extensión en lugar del que se configure en el CID saliente ya sea de la extensión o del troncal.
ja_jp: オプション: 「社内」を選択すると、このルートを社内接続として取扱い、内線かトランクかどちらかのアウトバウンドCIDの代わりに内部の発信者ID情報を保存します。
pt_br: Opcional: A Discagem Intra-Empresa tratará esta rota como sua própria conexão, preservando o CallerID do ramal ao invés do que estiver configurado no CID de saída do ramal ou do tronco.

source: Options
es_es: Opciones
ja_jp: オプション
pt_br: Opções

source: Other (Custom) Device
es_es: Otro dispositivo personalizado
ja_jp: その他(カスタム)デバイス
pt_br: Outro dispositivo (personalizado)

source: Other
es_es: Otros
pt_br: Outro

source: Outbound CID
es_es: CID saliente
ja_jp: アウトバウンドCID
pt_br: CID de saída

source: Outbound CallerID
es_es: CallerID Saliente
ja_jp: アウトバウンド発信者番号
pt_br: ID do chamador de saída

source: Outbound Concurrency Limit
es_es: Límite Llamadas Salientes Simultáneas
ja_jp: アウトバウンド同時通話制限
pt_br: Limite de chamadas de saída simultâneas

source: Outbound Dial Prefix
es_es: Prefijo de marcación externa
ja_jp: アウトバウンドダイヤルプリフィックス
pt_br: Prefixo de chamadas de sáida

source: Outbound External Calls
es_es: Llamadas Salientes Externas
ja_jp: 外部発信コール
pt_br: Chamadas externas de saída

source: Outbound Internal Calls
es_es: Llamadas Salientes Internas
ja_jp: 内部発信コール
pt_br: Chamadas internas de saída

source: Outbound Route: %s
ja_jp: アウトバウンド経路： %s
pt_br: Rota de saída: %s

source: Outbound Routes
es_es: Rutas salientes
ja_jp: アウトバウンドルート
pt_br: Rotas de saída

source: Outgoing Settings
es_es: Opciones salientes
ja_jp: 発信設定
pt_br: Parâmetros de saída

source: Override
es_es: Invalidar
ja_jp: 置き換え
pt_br: Invalidar

source: Override Extension
es_es: Anular Extensión
ja_jp: 内線を上書き
pt_br: Cancelar extensão

source: Overrides the CallerID when dialing out a trunk. Any setting here will override the common outbound CallerID set in the Trunks admin.<br><br>Format: <b>"caller name" &lt;#######&gt;</b><br><br>Leave this field blank to disable the outbound CallerID feature for this user.
es_es: Sobreescribe el Identifcador de llamada con este valor cuando la llamada se enruta por un troncal. Lo que ponga aquí sobreescribirá al Identificador configurado en el Troncal.<br><br>Formato:<b>"nombre" &lt;#######&gt;</b><br><br> Deje el campo vacío para desactivar la funcionalidad de CallerID saliente para este usuario.
ja_jp: トランクから外部発信する時に発信者IDを上書きします。ここでの設定は、トランクアドミンから設定された共通のアウトバウンド発信者IDを上書きします。<br><br>フォーマット: <b>"発信者名" &lt;#######&gt;</b><br><br>このユーザーに対するアウトバウンド発信者IDを無効にするには、このフィールドを空のままにしておいてください。
pt_br: Substitui o ID da chamada por esse valor quando a chamada é roteada por um tronco. Tudo o que você colocar aqui substituirá o identificador configurado no tronco.<br><br>Formato:<b>"nome" <#######></b><br><br> Deixe o campo vazio para desativar a funcionalidade CallerID de saída para este usuário.

source: PEER Details
es_es: Detalles del par
ja_jp: ピア詳細
pt_br: Detalhes do PEER

source: PHP Component %s is required but missing from you PHP installation.
ja_jp: PHPコンポーネント %s が必要ですが、インストールされておりません。
pt_br: O componente PHP %s é necessário, mas não está presente na sua instalação.

source: PHP Component %s version %s is required but missing from you PHP installation.
ja_jp: PHPコンポーネント %s バージョン %s が必要ですが、インストールされておりません。
pt_br: O componente PHP %s versão %s é necessário, mas não está presente na sua instalação.

source: Password
ja_jp: パスワード
pt_br: Senha

source: Password (secret) configured for the device. Should be alphanumeric with at least 2 letters and numbers to keep secure.
es_es: Contraseña (secreta) para este dispositivo. Debe ser alfanumérica con al menos 2 letras y 2 números.
ja_jp: デバイスに設定されたパスワード(シークレット)。安全性を保つには少なくとも2つの文字と数値にするべきです。
pt_br: Senha (secreta) para este dispositivo. Deve ser alfanumérico com pelo menos 2 letras e 2 números.

source: Password<span>Create a password for this new user</span>
es_es: Contraseña<span>Indique una contraseña para este nuevo usuario.</span>
ja_jp: パスワード<span>新しいユーザーのパスワードを作成します。</span>
pt_br: Senha<span>Crie uma senha para este novo usuário</span>

source: Passwords dont match
ja_jp: パスワードが一致しません
pt_br: As senhas não correspondem

source: Pause Before Answer
es_es: Pausa antes de contestar
ja_jp: 応答前に一時停止
pt_br: Pausa antes de atender
