Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Whether to turn on echo cancellation when bridging between Zap channels. See Zap documentation for details.
ja_jp: Zapチャネル間をブリッジする時にエコーキャンセルをオンにするかどうか。詳細はZapドキュメントを参照ください。
pt_br: Se deve ativar o cancelamento de eco ao conectar canais Zap. Veja a documentação do Zap para mais detalhes.

source: Yes
es_es: Sí
ja_jp: はい
pt_br: Sim

source: Yes (SRTP only)
ja_jp: はい(SRTPのみ)
pt_br: Sim (somente SRTP)

source: You appear to be using a converted DID in the form of zapchanNN that was automatically generated during an upgrade. You should consider assigning the DID that is normally associated with this channel to take full advantage of the inbound routing abilities. Changing the DID here will require you to make changes in the Inbound Routes tab. Do you want to continue?
ja_jp: あなたはアップグレード中に自動生成されたzapchanNNというフォーマットに変換されたDIDを使用しているように見えます。インバウンドルートの能力を利点を最大限に生かすために、このチャネルに普通にDIDを関連付けることを考慮するべきです。ここのDIDを変更するには、インバウンドルートタブで変更する必要があります。続行しますか？
pt_br: Aparentemente você está usando um DDR convertido no formato de zapchanNN que é automaticamentegerado durante uma atualização. Você pode considerar atrivuir o DDR que é normalmente associado à este canal para ter total aplicabilidade do roteamento de entrada. Modificando o DDR aqui será necessário fazer mudanças na aba Rotas de entrada. Deseja continuar?

source: You are attempting to modify settings from a URL that does not appear to have come from a IssabelPBX page link or button. This can occur if you manually typed in the URL below. This action has been blocked because the HTTP_REFERER does not match your current SERVER. If you require this access, you can set Check Server Referrer=false in Advanced Settings to disable this security check
es_es: Está intentando modificar la configuración desde una URL que no parece provenir de un enlace o botón de una página de IssabelPBX. Esto puede ocurrir si ingresó manualmente la URL a continuación. Esta acción ha sido bloqueada porque HTTP_REFERER no coincide con su SERVIDOR actual. Si necesita este acceso, puede configurar Verificar referencia del servidor = falso en Configuración avanzada para deshabilitar esta verificación de seguridad.
ja_jp: IssabelPBXページからでないURLからの設定変更を試みました。以下のURLを直接手入力すると発生することがあります。これはHTTP_REFERERが現サーバーと一致せず、ブロックされました。このURLにアクセスするには、セキュリティチェックを無効にするために、詳細設定でサーバーのリファラーをチェック=falseに設定することができます
pt_br: Você está tentando modificar as configurações de um URL que não parece vir de um link ou botão em uma página IssabelPBX. Isso pode ocorrer se você inserir manualmente o URL abaixo. Esta ação foi bloqueada porque HTTP_REFERER não corresponde ao seu SERVER atual. Se precisar desse acesso, você pode definir Check Server Reference = false em Configurações avançadas para desabilitar esta verificação de segurança.

source: You are automatically checking for online updates nightly but you have no email address setup to send the results. This can be set in Module Admin. They will continue to show up here.
es_es: Está buscando automáticamente actualizaciones en línea todas las noches, pero no tiene configurada una dirección de correo electrónico para enviar los resultados. Esto se puede configurar en Administración de módulos. Sin embargo las notificaciones continuarán apareciendo aquí.
pt_br: Você verifica automaticamente atualizações on-line todas as noites, mas não tem um endereço de e-mail configurado para enviar os resultados. Isso pode ser configurado no Gerenciamento de Módulos. No entanto, as notificações continuarão aparecendo aqui.

source: You are using the default Asterisk Manager password that is widely known, you should set a secure password
ja_jp: 良く知られているAsteriskマネージャーの初期パスワードを使用しています。安全なパスワードに変更することをおすすめします
pt_br: Você está usando uma senha padrão para o Asterisk Manager que é bem conhecida, você deve alterá-la para uma senha mais segura.

source: You can choose which music category to use. For example, choose a type appropriate for a destination country which may have announcements in the appropriate language.
es_es: Puede elegir la clase de música en espera a usar. Por ejemplo, elija una clase apropiada para el país de destino que pueda contener anuncios en el idioma que corresponda.
ja_jp: 使用する音楽カテゴリを選択できます。例えば、適切な言語アナウンスを持った、宛先国に適切なタイプを選択します。
pt_br: Você pode escolher a categoria de música para usar. Por exemplo, escolha o um tipo de anúncios apropriados para o país de destino com a respectiva linguagem.

source: You can completely replace a number by matching on the <b>prefix</b> only, replacing it with a <b>prepend</b> and leaving the <b>match pattern</b> blank.
es_es: Puede reemplazar completamente un número haciendo coincidir solo el <b>prefijo</b>, reemplazándolo con un <b>antepuesto</b> y dejando el <b>patrón de coincidencia</b> en blanco.
ja_jp: <b>プリフィックス</b>の一致のみによって番号を完全に置き換えることができ、<b>前付与</b>と置き換えて<b>一致パターン</b>は空白のままにしておきます。
pt_br: Você pode substituir completamente um número combinando apenas o <b>prefixo</b>, substituindo-o por um <b>prefixo</b> e deixando o <b>padrão de correspondência</b> em branco.

source: You can optionally prefix the CallerID name. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
es_es: Puede añadir un prefijo al Identificador por nombre. Ej: si pone "Ventas:", una llamada con el nombre Juan Perez se mostrará como "Ventas:Juan Perez " en el dispositivo que reciba la llamada.
ja_jp: あなたはオプションで発信者ID名にプリフィックスを付与することができます。 もし"営業:"というプリフィックスをつければ、"森圭介"からのコールは着信した内線電話に"営業:森圭介"と表示されます。
pt_br: Você pode prefixar o identificador por nome. Ex: se você inserir "Vendas:", uma chamada com o nome Juan Perez será exibida como "Vendas:Juan Perez" no dispositivo que recebe a chamada.

source: You can upload a tar gzip file containing a IssabelPBX module from your local system. If a module with the same name already exists, it will be overwritten.
es_es: Puede enviar un archivo TAR.GZ conteniendo un módulo de IssabelPBX desde su equipo. Si ya existiera un módulo con el mismo nombre, será sobreescrito.
ja_jp: ローカルシステムからIssabelPBXモジュールを含むtar gzipファイルをアップロー>ドすることができます。同じ名前のモジュールが既に存在する場合は、上書きされます。
pt_br: É possível fazer o upload de um arquivo tar gzip contendo um módulo IssabelPBX apartir do seu sistema local. Se um módulo com o mesmo nome existir, será sobrescrito.

source: You have %s broken modules
es_es: Tiene %s módulos rotos
ja_jp: 壊れたモジュール%s個が存在します
pt_br: Existem %s módulos quebrados

source: You have %s disabled modules
es_es: Tiene %s módulos deshabilitados
ja_jp: %s個のモジュールが無効になっています
pt_br: Existe(m) %s módulo(s) desabilitado(s)

source: You have a broken module
es_es: Tiene un módulo roto
ja_jp: 壊れたモジュールが1個存在します
pt_br: Existem um módulo quebrado

source: You have a disabled module
es_es: Tiene un módulo deshabilitado
ja_jp: 1つのモジュールが無効になってます
pt_br: Exite um módulo desabilitado

source: You have enabled this trunk in all routes it is used
es_es: Ha habilitado esta línea troncal en todas las rutas en las que se esté usando
ja_jp: 全てのルートで使用されているこのトランクを有効にしました
pt_br: Você habitou este tronco em todas as rotas que é usado.

source: You have entered a non-standard dialpattern for your DID. You can only enter standard dialpatterns. You must use the inbound routing form to enter non-standard patterns
es_es: Ha introducido una regla de marcación no válida para su DID. Sólo puede introducir reglas de marcación estándares. Debe usar el formulario de enrutamiento entrante para introducir reglas no estándares
ja_jp: あなたのDID用に、規格外のダイヤルパターンが入力されました。規格外ダイヤルパターンを入力するには、インバウンドルート経由を使用してください
pt_br: Você digitou uma regra de discagem fora de padrão. Você deve apenas digitar regras de discagem padronizadas. Você pode usar o formulário de roteamento de entrada para digitar regras de discagem fora de padrão.

source: You have magic_quotes_gpc enabled in your php.ini, http or .htaccess file which will cause errors in some modules. IssabelPBX expects this to be off and runs under that assumption
ja_jp: php.ini、http、.htaccessファイル内でmagic_quotes_gpcが有効になっており、いくつかのモジュールにエラーを引き起こす可能性があります。IssabelPBXはこの値がoffの前提で動作します
pt_br: magic_quiotes_gpc habilitado no arquivo php.ini, http ou .htaccess o que causará erros em alguns módulos. O IssabelPBX espera que esteja desabitado para executar.

source: You have not entered a Secret for this device, although this is possible it is generally bad practice to not assign a Secret to a device. Are you sure you want to leave the Secret empty?
es_es: No ha introducido una contraseña para este dispositivo; aunque esto es posible, es, en general, una mala práctica el no asignar una contraseña al dispositivo. ¿Está seguro de que desea dejar la contraseña vacía?
ja_jp: あなたはこのデバイスのシークレットを入力してません、このままにしておくことも可能ですが、一般的にデバイスにシークレットを割り当てないのは悪い例です。帆本当にシークレットを空のままにしておきますか？
pt_br: Você não digitou uma senha para este dispositivo.geralmente isso não é uma boa prática. Você tem certeza você deseja deixar a senha em branco?

source: You have not entered a User Password. While this is acceptable, this user will not be able to login to an AdHoc device.\n\nAre you sure you wish to leave the User Password empty?
ja_jp: あなたはユーザーパスワードを入力していません。これを了承する間、このユーザーはアドホックデバイスにログインすることができないでしょう。\n\n本当にユーザーパスワードを空白のままにしておきますか？
pt_br: Você não digitou uma senha de usuário. Não será possível para este usuário se logar num dispositivo AdHoc.\n\nTem certeza que deseja deixar a senha em branco?

source: You have un-saved changes, press OK to disregard changes and reload page or Cancel to abort.
es_es: Tiene cambios sin guardar, presione Aceptar para ignorar los cambios y volver a cargar la página o Cancelar para abortar.
ja_jp: 保存されていない変更があります、変更を無視してページを再読み込みまたはキャンセルして中断するにはOKを押してください。
pt_br: Você tem alterações não salvas, pressione OK para ignorar as alterações e recarregar a página ou Cancelar para cancelar.

source: You may confirm the remaining selection and then try the again for the listed issues once the required dependencies have been met:
es_es: Puede confirmar la selección restante y volver a intentar los problemas indicados una vez que las dependencias hayan sido satisfechas:
ja_jp: 残りの選択を確認し、必要な依存関係が解消された後に再度実行してください。
pt_br: Você pode confirmar a seleção restante e, em seguida, verifique novamente questões listadas uma vez que dependências forem atendidas:

source: You may need to add to the default lines listed below, depending on your provider..<br /><br />WARNING: Order is important as it will be retained. For example, if you use the "allow/deny" directives make sure deny comes first.
pt_br: Pode ser necessário adicionar as linhas padrão listadas abaixo, dependendo seu provedor...<br /><br />ALERTA: A ordem é importante e deve ser mantida.Ex. se usar as diretivas "allow/deny" tenha certeza que o deny venha primeiro.

source: You must define an Outbound CallerID when Choosing this CID Options value
es_es: Debe definir un CallerID Saliente cuando elige este valor de Opciones de CID
ja_jp: このCIDオプション値を選択する際に、アウトバウンド発信者IDを定義が必要です
pt_br: Você deve definir um CallerID de saída ao escolher este valor de opções de CID

source: You must have a proper issabelpbx.conf file to proceed
pt_br: Um arquivo de configuração issabelpbx.con válido deve existir para continuar

source: You must put in a device id
es_es: Debe introducir un identificador de dispositivo
ja_jp: デバイスIDの入力は必須です
pt_br: Você deve colocar um id de dispositivo

source: You must put in an extension (or user) number
es_es: Debe introducir el número de una extensión (o usuario)
ja_jp: 内線(またはユーザー)番号を入力は必須です
pt_br: Você deve colocar um número de ramal ou usuário

source: You must run 'amportal restart' from the Linux command line before you can save setting here.
ja_jp: ここで設定を保存する前に、Linuxコマンドラインより 'amportal restart' を実行する必要があります。
pt_br: Você deve executar 'amportal restart' na linha de comando antes de salvar os dados aqui.

source: You should fix the problem or select another file and %s.
es_es: Debería solucionar el problema o seleccionar otro archivo y %s.
ja_jp: 問題を解決するか、他のファイル又は %s を選択してください。
pt_br: É necessário corrigir o problema ou selecionar outro arquivo e %s

source: You should go to the module admin page to fix these.
es_es: Debe acceder a la página de administración de módulos para solucionarlo.
ja_jp: これらを解決するためにモジュール管理ページへ移動してください。
pt_br: Vá à página do Administrador de Módulos para corrigir isto.

source: Your %s version (%s) is incompatible.
es_es: La versión de %s %s es incompatible.
ja_jp: あなたのお持ちの %s バージョン (%s) は互換性がありません。
pt_br: A versão (%s) do seu %s é incompatível.

source: Your Display settings have been changed, click on 'Refresh Page' to view the affects of your changes once you have saved other outstanding changes that are still un-confirmed.
ja_jp: あなたのディスプレイ設定は変更されました、まだ確認できていない目立った変更を一度保存した後に、あなたの変更の結果を閲覧するには'ページを更新'をクリックしてください。
pt_br: Suas configurações de exibição foram alteradas, clique em 'Atualizar página' para ver os efeitos de suas alterações depois de salvar outras alterações pendentes que ainda não foram confirmadas.

source: Your memory_limit, %sM, is set too low and has been increased to %sM. You may want to change this in you php.ini config file
es_es: Su límite de memoria (memory_limit), %sM, es demasiado bajo y ha sido incrementado a %sM. Puede que desee cambiar este parámetro en su archivo de configuración de PHP (php.ini).
ja_jp: 現在のmemory_limit値 %sM は低い為 %sMに増加しました。この設定はphp.iniの設定ファイルより変更できます
pt_br: O parâmetro memory_limit, %sM, está configurado muito baixo e deve ser aumentado para %sM. Edite o arquivo de configuração php.ini

source: Your memory_limit, %sM, is set too low and may cause problems. IssabelPBX is not able to change this on your system. You should increase this to %sM in you php.ini config file
es_es: Su límite de memoria (memory_limit), %sM, es demasiado bajo y puede causar problemas. IssabelPBX no ha sido capaz de cambiar este parámetro en su sistema. Debería cambiar este parámetro a %sM en su archivo de configuración de PHP (php.ini).
ja_jp: 現在のmemory_limit値 %sM が低く、問題発生する可能性があります。IssabelPBXはこの値を変更できない為、php.ini設定ファイル内のこの値を %sM に増加してください
pt_br: O parâmetro memory_limit, %sM está configurado muito baixo e pode causar problemas. O IssabelPBX não pode modificar isso no sistema. Aumente o para %sM no arquivo de configuração php.ini.

source: ZAP channels are referenced either by a group number or channel number (which is defined in zapata.conf). <br><br>The default setting is <b>g0</b> (group zero).
ja_jp: ZAPチャネルはグループ番号またはチャネル番号(zapata.conf内で定義されています)のいづれかによって参照されます<br><br>デフォルト設定は<b>g0</b>(グループゼロ)。
pt_br: os canais ZAP são referenciados por um número de grupo ou de canal (o qual é definido no zapata.conf). <br><br>Por padrão esta opção é <b>g0</b> (grupo zero).

source: Zap Identifier
ja_jp: Zap識別子
pt_br: Identificador Zap

source: Zap echocancel setting, see Zap documentation for details.
ja_jp: Zapエコーチャネル設定、詳細はZapドキュメントを参照ください。
pt_br: Configuração do Zap echocancel, consulte a documentação do Zap para obter detalhes.

source: Zap immediate mode setting, see Zap documentation for details.
ja_jp: Zap即時モード設定。詳細はZapのドキュメントを参照ください。
pt_br: Configuração do modo imediato do Zap, consulte a documentação do Zap para mais detalhes.

source: Zap signaling, usually fxo_ks when connected to an analog phone. Some special applications or channel bank connections may require fxs_ks or other valid settings. See Zap and card documentation for details.
ja_jp: Zapシグナリング、通常アナログ電話に繋ぐ場合はfxo_ksです。いくつかの特別なアプリケーションやチャネルブランク接続の場合はfxs_ksや他の有効な設定が必要になります。詳細はZapとカードのドキュメントを参照ください。
pt_br: Sinalização Zap, geralmente fxo_ks quando conectado a um telefone analógico. Algumas aplicações especiais ou conexões de banco de canais podem exigir fxs_ks ou outras configurações válidas. Consulte a documentação do Zap e do Card para obter mais detalhes.

source: Zap Barge
pt_br: Descoberta Zap

source: [WARNING] this is a security risk, you should create an admin user and disable this vulnerability.
pt_br: [AVISO] Este é um risco de segurança, você deve criar um usuário administrador e desabilitar esta vulnerabilidade.

source: [WARNING]: Menu Item: %s is disabled because asterisk is not running
es_es: [ATENCIÓN]: El elemento del menú %s está deshabilitado porque Asterisk no se está ejecutando
ja_jp: [警告]：メニューアイテム： %sはasteriskが実行されてないため無効になってます
pt_br: [ALERTA]: O item de menu %s está desabilitado porque o asterisk não está rodando

source: added
es_es: Añadido
ja_jp: 追加しました
pt_br: adicionado

source: adding preload for chan_local.so to modules.conf..
pt_br: adicionando pré-carregamento a chan_local.so em module.conf..

source: adding preload for pbx_config.so to modules.conf..
pt_br: adicionando pré-carregamento a pbx_config.so em module.conf..

source: already done
es_es: Ya hecho
ja_jp: 実行済み
pt_br: já executado

source: already exists
es_es: ya existe
ja_jp: 既存します
pt_br: já existe

source: already symlinked skipping
pt_br: link simbólico já estabelecido, pulando

source: already there
pt_br: Já está lá

source: an error occured removing the packaged file/directory: %s
ja_jp: パッケージ ファイル/ディレクトリーの削除に失敗しました: %s
pt_br: Ocorreu um erro ao excluir o arquivo/diretório empacotado: %s

source: an error occurred trying to write out manager.conf changes
pt_br: Ocorreu um erro ao tentar gravar o arquivo manager.conf

source: any CID
es_es: Cualquier CID
ja_jp: CID全て
pt_br: Qualquer CID

source: any DID
es_es: Cualquier DID
ja_jp: 全てのダイヤルイン
pt_br: qualquer DDR

source: apply configuration settings after new core module loaded
pt_br: aplicar configurações após um novo módulo do kernel ser carregado

source: called set_conf_values with a non-array
ja_jp: set_conf_valuesが非配列で呼び出されました
pt_br: set_conf_values foi chamado sem array

source: changed %s settings
pt_br: %s configurações alteradas

source: checking %s ..
pt_br: verificando %s ..

source: checking for continue field in trunks..
ja_jp: trunks中のcontinueフィールドをチェック中..
pt_br: Verificando o campo continuar em trunks..

source: checking for delay_answer field ..
es_es: Comprobando el campo delay_answer...
ja_jp: delay_answerフィールドをチェック中..
pt_br: procurando pelo campo delay_answer...

source: checking for dest field in outbound_routes..
ja_jp: outbound_routes中のdestフィールドをチェック中..
pt_br: Verificando o campo de destino nas rotas de saída.

source: checking for issabelpbx.conf..
pt_br: Verificando o arquivo issabelpbx.conf.

source: checking for pricid field ..
es_es: Comprobando el campo pricid...
ja_jp: pricid フィールドをチェック中..
pt_br: verificando o campo pricid ...

source: checking if Custom Context migration is required...
pt_br: Verificando se a migração da classe de serviço é necessária

source: checking if did file field needed in cdr..
pt_br: Verificando o campo did no cdr..

source: checking if recordingfile file field needed in cdr..
pt_br: Verificando o campo do arquivo de gravação no cdr..

source: checking if res_odbc.conf needs migration
pt_br: Verificando se res_odbc.conf requer migração

source: choose one
es_es: elija uno
ja_jp: 選んでください
pt_br: escolha um

source: confirm email
es_es: confirmar email
ja_jp: Eメールを確認
pt_br: Confirmar e-mail

source: continuing..
pt_br: continuando...

source: could not delete
ja_jp: 削除できませんでした
pt_br: não foi possível excluir

source: created
pt_br: criada

source: created %s
pt_br: criado %s

source: custom modifications, details at:
ja_jp: カスタム修正、詳細：
pt_br: modificações personalizadas, detalhes em:

source: dahdi table not empty, can't migrate zap data there
ja_jp: dahdiテーブルが空でないため、zapデータをそこに移行できません
pt_br: tabela dahdi não está vazia, não é possível migrar dados zap para lá

source: default
ja_jp: デフォルト
pt_br: por padrão

source: deleted
es_es: Eliminado
ja_jp: 削除されました
pt_br: excluído

source: deleting ALLOW_SIP_ANON from globals..
ja_jp: ALLOW_SIP_ANONをグローバルから削除中..
pt_br: removendo ALLOW_SIP_ANON dos globais.

source: deleting obsoleted record_in and record_out entries..
ja_jp: 廃止したrecord_in、record_outのエントリーを削除中..
pt_br: removendo entradas record_in e record_out obsoletas.

source: done
es_es: listo
ja_jp: 完了
pt_br: uma lista

source: done! Reload IssabelPBX to update all Custom Context settings.
pt_br: preparar! Recarregue o IssabelPBX para atualizar as configurações de classe de serviço

source: done, see errors below
ja_jp: 完了しました。以下のエラーを確認してください：
pt_br: pronto, veja os erros abaixo

source: dropping old trunks_dialpatterns table..
pt_br: removendo a tabela antiga trunks_dialpatterns..

source: email address
ja_jp: Eメールアドレス
pt_br: endereço de email

source: error checking dahdi table size to determine if zap table contents can be migrated
ja_jp: zapテーブルのコンテンツが移行できる場合、dahdiのテーブルサイズを決定する際にエラーが発生しました
pt_br: erro ao verificar o tamanho da tabela dahdi para determinar se o conteúdo da tabela zap pode ser migrado

source: error could not move it
pt_br: não foi possível mover erro

source: error dropping table
ja_jp: テーブルの削除中にエラーが発生しました
pt_br: erro ao excluir tabela

source: error migrating table
ja_jp: テーブル移行中にエラーが発生しました
pt_br: erro ao migrar tabela

source: error occured
ja_jp: エラー発生
pt_br: um erro ocorreu

source: error occured updating devices table
ja_jp: デバイステーブルのアップデートエラー：
pt_br: Ocorreu um erro ao atualizar a tabela de dispositivos

source: error reading ampusers table
pt_br: erro ao ler a tabela de amperes

source: errors occured listed above
pt_br: erros ocorridos estão listados acima

source: existing settings will be put in %s and %s
pt_br: as configurações existentes serão colocadas em %se %s

source: exists
pt_br: existe

source: failed
pt_br: fracassado

source: failed reading %s, file not being removed
pt_br: falha ao ler %s, não é possível remover o arquivo

source: failed to delete %s from assets/css directory after creating updated CSS file.
ja_jp: 更新されたCSSファイルの作成後、assets/cssディレクトリの %s 削除に失敗しました。
pt_br: falha ao excluir %s do diretório assets/css após criar o arquivo CSS atualizado

source: failed to delete %s from cache directory after opening module archive.
ja_jp: モジュールアーカイブをオープン後にキャッシュディレクトリから %s を削除できませんでした。
pt_br: falha ao excluir %s do diretório de cache após abrir o arquivo do módulo

source: failed to include %s during %s of the %s module.
ja_jp: %s を %s 中に、%s モジュールの取り込みに失敗しました。
pt_br: falha ao incluir %s durante %s do módulo %s

source: failed to open %s module archive into _cache directory.
ja_jp: モジュールアーカイブ %s を _cacheディレクトリにオープンできませんでした。
pt_br: Não foi possível abrir o arquivo do módulo %s no diretório _cache.

source: fatal error
es_es: error fatal
ja_jp: 致命的なエラー
pt_br: erro fatal

source: fatal error deleting rows from issabelpbx_settings, sql query: %s
ja_jp: freepbx_settinsからの行削除における致命的なエラー、sql クエリー： %s
pt_br: erro fatal ao excluir registros de issabelpbx_settings, a consulta sql utilizada foi: %s

source: fatal error reading issabelpbx_settings
ja_jp: issabelpbx_settingsの読み込みの致命的なエラー
pt_br: erro fatal ao ler as configurações de issabelpbx_settings

source: fatal error trying to add field
ja_jp: フィールドを追加中に致命的なエラーが発生しました
pt_br: erro fatal ao tentar adicionar campo

source: fatal error updating issabelpbx_settings table
ja_jp: issabelpbx_settingsテーブルのアップデートにおける致命的なエラー
pt_br: erro fatal ao atualizar a tabela issabelpbx_settings

source: field can be left blank
es_es: el campo se puede dejar en blanco
ja_jp: フィールドを空白に設定可能
pt_br: o campo pode ser deixado em branco

source: file/directory: %s removed successfully
es_es: archivo/carpeta: %s removido con éxito
ja_jp: ファイル/ディレクトリー:%s の削除に成功しました
pt_br: arquivo/pasta: %s removido com sucesso

source: framework couldn't copy file to %s
es_es: framework no pudo copiar el archivo a %s
ja_jp: frameworkは、ファイルを %s にコピーできませんでした
pt_br: framework não pôde copiar o arquivo para %s

source: framework file install done, removing packages from module
ja_jp: framework ファイルのインストールが完了し、パッケージをモジュールから削除しています
pt_br: Instalação do arquivo Framework concluída, removendo pacotes de módulos.
