Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: VMX Default Loop Exceed Context
es_es: Contexto de exceso de bucle predeterminado de VMX
pt_br: Loop padrão VMX sobre contexto

source: Used to do extremely advanced and customized changes to the macro-vm VmX locater. Check the dialplan for a thorough understanding of how to use this. The default location that a caller will be sent if they press an invalid options too many times, as defined by the Maximum Loops count.
es_es: Se utiliza para realizar cambios extremadamente avanzados y personalizados en el localizador macro-vm VmX. Verifique el plan de marcación para obtener una comprensión completa de cómo usar esto. La ubicación predeterminada a la que se enviará la persona que llama si presiona una opción no válida demasiadas veces, según lo definido por el número máximo de bucles.
pt_br: Ele é usado para fazer alterações extremamente avançadas e personalizadas no localizador macro-vm VmX. Verifique o plano de discagem para entender completamente como usá-lo. O local padrão para o qual o chamador será enviado se pressionar uma opção inválida muitas vezes, conforme definido pelo número máximo de loops.

source: VMX Default Loop Exceed Extension
es_es: Extensión de exceso de bucle predeterminado de VMX
pt_br: Sobreextensão de loop padrão VMX

source: VMX Default Loop Exceed Priority
es_es: Prioridad excedida de bucle predeterminado de VMX
pt_br: Prioridade de loop padrão VMX excedida

source: VMX Default Priority
es_es: Prioridad predeterminada de VMX
pt_br: Prioridade padrão VMX

source: VMX Default Timeout Context
es_es: Contexto de tiempo de espera predeterminado de VMX
pt_br: Contexto de tempo limite padrão do VMX

source: Used to do extremely advanced and customized changes to the macro-vm VmX locater. Check the dialplan for a thorough understanding of how to use this. The default location that a caller will be sent if they don't press any key (timeout) or press # which is interpreted as a timeout. Set this to 'dovm' to go to voicemail (default).
es_es: Se utiliza para realizar cambios extremadamente avanzados y personalizados en el localizador macro-vm VmX. Verifique el plan de marcación para obtener una comprensión completa de cómo usar esto. La ubicación predeterminada a la que se enviará una persona que llama si no presiona ninguna tecla (tiempo de espera ) o presione #, lo que se interpreta como un tiempo de espera. Configure esto en 'dovm' para ir al correo de voz (predeterminado).
pt_br: Ele é usado para fazer alterações extremamente avançadas e personalizadas no localizador macro-vm VmX. Verifique o plano de discagem para entender completamente como usá-lo. O local padrão para o qual um chamador será enviado se não pressionar nenhuma tecla (tempo limite) ou pressionar #, o que é interpretado como um tempo limite. Defina como 'dovm' para ir para o correio de voz (padrão).

source: VMX Default Timeout Extension
es_es: Extensión de tiempo de espera predeterminado de VMX
pt_br: Extensão de tempo limite padrão VMX

source: Speaking Clock Time Format
es_es: Formato de hora para el reloj parlante
pt_br: Formato de hora para relógio falante

source: Time format to use with the Speaking Clock.
es_es: Formato de hora a utilizar por la aplicación de reloj parlante.
pt_br: Formato de hora a ser usado pelo aplicativo de relógio falante.

source: Dashboard Stats Update Frequency
es_es: Frecuencia de actualización de estadísticas del tablero
pt_br: Frequência de atualização das estatísticas do painel

source: Update rate in seconds of all sections of the System Status panel except the Info box.
es_es: Tasa de actualización en segundos de todas las secciones del panel de estado del sistema excepto el cuadro de información.
pt_br: Taxa de atualização em segundos de todas as seções do painel de status do sistema, exceto a caixa de informações.

source: VMX Default Timeout Priority
es_es: Prioridad de tiempo de espera predeterminado de VMX
pt_br: Prioridade de tempo limite padrão do VMX

source: General Language Setting for IssabelPBX
es_es: Configuración de idioma general para IssabelPBX
pt_br: Configurações gerais de idioma para IssabelPBX

source: Choose a file...
es_es: Escoja un archivo...
pt_br: Escolha um arquivo...

source: Symlink from modules failed
es_es: Fallo al generar enlaces simbólicos de módulos
pt_br: Falha ao gerar links simbólicos do módulo

source: Cannot symlink %s to %s. Check Permissions.
es_es: No se pudo enlazar %s a %s. Verifique permisos.
pt_br: Não foi possível vincular %s a %s. Verifique as permissões.

source: %s already exists, and it is not a symlink!
es_es: %s ya existe y no es un enlace simbólico!
pt_br: %s já existe e não é um link simbólico!

source: %s from %s/%s (Already exists, not a link)
es_es: %s a %s/%s (Ya existe, no es un enlace)
pt_br: %s para %s/%s (já existe, não é um link)

source: %s already exists, and is linked to something else!
es_es: %s ya existe y está enlazado a otra cosa!
pt_br: %s já existe e está vinculado a outra coisa!

source: %s from %s/%s (Already exists, linked to something else)
es_es: %s a %s/%s (Ya existe, enlazado a otra cosa)
pt_br: %s para %s/%s (Já existe, vinculado a outra coisa)

source: retrieve_conf failed to sym link: %s<br>This can result in FATAL failures to your PBX. If the target file exists and not identical, the symlink will not occur and you should rename the target file to allow the automatic sym link to occur and remove this error, unless this is an intentional customization.
es_es: retrieve_conf falló al realizar enlaces simbólicos: %s<br>Esto puede resultar en fallas FATALES en su PBX. Si el archivo de destino existe y no es idéntico, el enlace simbólico no se producirá y debe cambiar el nombre del archivo de destino para permitir que se produzca el enlace simbólico automático y eliminar este error, a menos que se trate de una personalización intencionada.
pt_br: retrieve_conf falhou ao criar links simbólicos: %s<br>Isso pode resultar em falhas FATAL no seu PBX. Se o arquivo de destino existir e não for idêntico, o link simbólico não ocorrerá e você deverá renomear o arquivo de destino para permitir que o link simbólico automático ocorra e elimine esse erro, a menos que seja uma personalização intencional.

source: Unable to write to %s
pt_br: Não foi possível escrever para %s

source: Admin
es_es: Administración
ja_jp: アドミン

source: Call Screening
es_es: Filtrado de llamadas
ja_jp: コールスクリーニング

source: Changelog
es_es: Lista de cambios
ja_jp: 変更履歴

source: Core
es_es: Núcleo
ja_jp: コア

source: Debug
es_es: Depuración
ja_jp: デバッグ

source: Please select a "Destination"
es_es: Por favor, seleccione un "Destino"
ja_jp: "宛先"を選択してください

source: There are a large number of Plug-in modules available from the Online Repository. This is available by clicking on the <a href='%s'>Tools menu</a> up the top, then <a href='%s'>Module Admin</a>, then <a href='%s'>Check for updates online</a>. Modules are updated and patched often, so if you are having a problem, it's worth checking there to see if there's a new version of the module available.
es_es: Hay un gran número de módulos disponibles en el repositorio online. Estos están disponibles haciendo click en el menú de <a href='%s'>Herramientas</a>en la parte superior, después en <a href='%s'>Administración de módulos</a>, y después en <a href='%s'>Comprobar actualizaciones online</a>. Los módulos son actualizados y arreglados frecuentemente, por lo que si tiene problemas con el uso de alguno de ellos, es recomendable comprobar si existen actualizaciones para ese módulo.
ja_jp: オンラインリポジトリから利用可能なプラグインモジュールが大量に存在します。<a href='%s'>ツールメニュー</a>、<a href='%s'>モジュール管理</a>、<a href='%s'>オンラインをチェック</a>をクリックすることで使用することができます。 モジュールは頻繁にアップデートされ、パッチが公開されますので、何か問題が発生した場合は新バージョンが利用可能になっていないかチェックすることをお勧めします。

source: There is also a community based <a href='%s' target='_new'>IssabelPBX Web Forum</a> where you can post questions and search for answers for any problems you may be having.
es_es: También hay un <a href='%s' target='_new'>foro web de IssabelPBX</a> mantenido por la comunidad donde puede enviar sus consultas y buscar respuestas a cualquier problema que le surja.
ja_jp: IssabelPBX の問題について質問したり、回答を検索しするコミュニティー <a href='%s' target='_new'> IssabelPBX Web フォーラム</a>もあります。

source: You may need to add to the default lines listed below, depending on your provider..<br /><br />WARNING: Order is important as it will be retained. For example, if you use the "allow/deny" directives make sure deny comes first.
es_es: Quizás deba agregar las líneas por defecto listadas abajo, dependiendo de suproveedor.<br><br>ATENCION: El orden es importante y será retenido. Por ejemplo, si usa las diretivas 'allow/deny' asegúrese de que deny figure primero.
ja_jp: お使いのプロバイダーによっては以下にリストアップされたデフォルトラインに追加する必要がある可能性があります..<br /><br />警告: 順番が保持されるので重要です。例えば、"allow/deny"ディレクティブを使用した場合、denyが先にくることに注意してください。

source: If set to true, any fixed device associated with a user that has no voicemail configured will have the ""mailbox="" setting removed in the generated technology configuration file such as sip_additional.conf. This will not affect the value in the GUI.
es_es: Si se establece en verdadero, cualquier dispositivo fijo asociado con un usuario que no tenga configurado el correo de voz tendrá la configuración ""mailboxu003d"" eliminada en el archivo de configuración de tecnología generado, como sip_additional.conf. Esto no afectará el valor en el interfaz gráfica de usuario.

source: The asterisk application to use for conferencing. If only one is compiled into asterisk, IssabelPBX will auto detect and change this value if set wrong. The app_confbridge application is considered "experimental"" with known issues and does not work on Asterisk 10 where it was completely rewritten and changed from the version on 1.6 and 1.8.
es_es: La aplicación Asterisk que se usará para conferencias. Si solo se compila una en Asterisk, IssabelPBX detectará automáticamente y cambiará este valor si se configura incorrectamente. La aplicación app_confbridge se considera "experimental"" con problemas conocidos y no funciona en Asterisk 10 donde fue completamente reescrito y cambiado desde la versión 1.6 y 1.8.

source: Favicon
es_es: Favicón

source: extension number already in use by:
ja_jp: 内線番号はこのユーザーが既に使用しています：

source: %s (Cur v. %s) should be upgraded to v. %s to fix security issues: %s
ja_jp: %s (現在のバージョン %s) を v. %s にアップグレードする必要があります。%s のセキュリティ問題を修正します

source: Add Route
ja_jp: 経路の追加

source: Add new %s &#133
ja_jp: %s &#133を新規追加

source: Adhoc
ja_jp: アドホック

source: Alert Info
ja_jp: アラート情報

source: Auto
ja_jp: 自動

source: Edit Route
ja_jp: 経路の編集

source: Email
ja_jp: Eメール

source: If you're having any problems, you can also use the <a href='%s'>Online Support</a> module (<b>you need to install this through the <a href='%s'>Module Repository</a> first</b>) to talk to other users and the developers in real time. Click on <a href='%s'>Start IRC</a>, when the module is installed, to start a Java IRC client.
ja_jp: もし何らかの問題が発生した場合は、あなたは他のユーザーや開発者とリアルタイムで話しかけるために<a href='%s'>オンラインサポート</a> モジュール (<b>最初に<a href='%s'>モジュールレポジトリ</a>を通してこれをインストールする必要があります</b>) を使用することもできます。モジュールがインストールされたら、Java IRC クライアントをスタートするために<a href='%s'>IRCを開始</a>をクリックしてください。

source: SIP INFO (application/dtmf)
ja_jp: SIP情報 (application/dtmf)

source: SIP INFO (application/dtmf-relay
ja_jp: SIP情報 (application/dtmf-relay

source: Setting to yes (equivalent to 2000 msec) will send an OPTIONS packet to the endpoint periodically (default every minute). Used to monitor the health of the endpoint. If delays are longer then the qualify time, the endpoint will be taken offline and considered unreachable. Can be set to a value which is the msec threshhold. Setting to no will turn this off. Can also be helpful to keep NAT pinholes open.
ja_jp: これを「はい」(200ミリ秒と等価)に設定することで、エンドポイントへ周期的に(デフォルト毎分)オプションのパケットを送出します。エンドポイントの死活状態をモニターするのに使用されます。qualifyの時間よりディレイが長い場合、エンドポイントはオフラインで到達不能とみなされます。ミリ秒閾値の値に設定可能です。「いいえ」にするとこれがオフになります。NATピンホールをオープンに保つのにも役立ちます。

source: Time Group:
ja_jp: 時間グループ:

source: Trace Back
ja_jp: トレースバック

source: missing options array for keyword [%] required if type is select
ja_jp: タイプが選択されたときに要求されるキーワード配列 [%] のオプションが見つかりません

source: missing options for keyword [%] required if type is select
ja_jp: タイプで選択されたキーワード [%] のオプションが見つかりません
