Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Current module licensed under %s
ja_jp: 現モジュールは 、%s の元にライセンスされています
pt_br: Módulo atual sob licença %s

source: Custom Context Migration aborted
pt_br: Migração de classe de serviço abortada

source: Custom Dial String
es_es: Cadena de marcación personalizada
ja_jp: カスタムダイヤル文字列
pt_br: String de chamada personalizada

source: Custom Goto contexts must contain the string "custom-". ie: custom-app,s,1
es_es: Los contextos personalizados Goto deben contener la cadena "custom-". Ej: custom-app,s,1
ja_jp: カスタムGotoコンテキストは必ず"custom-"含めなければなりません。例；custom-app,s,1
pt_br: Contextos Goto personalizados devem conter a string "custom-", ie: custom-app,s,1

source: DAHDI Channel DIDs
es_es: DIDs de canales DAHDI
ja_jp: DAHDIチャネルDID
pt_br: DIDs dos canais DAHDI

source: DAHDI Channel DIDs allow you to assign a DID to specific DAHDI Channels. You can supply the same DID to multiple channels. This would be a common scenario if you have multiple POTS lines that are on a hunt group from your provider. You MUST assign the channel's context to from-analog for these settings to have effect. It will be a line that looks like:<br /><br />context = from-analog<br /><br />in your chan_dahdi.conf configuration effecting the specified channel(s). Once you have assigned DIDs you can use standard Inbound Routes with the specified DIDs to route your calls.
es_es: Este módulo le permite asignar DID a canales DAHDI específicos. Puede especificar el mismo DID a varios canales. Este sería un escenario común si tiene varias lineas analógicas rotativas de su proveedor. DEBE especificar el contexto from-analog para que esta configuración surta efecto. Será una linea que se verá:<br /><br />context = from-analog<br /><br />en el archivo chan_dahdi.conf para los canales especificados. Una vez que haya asigando un DID podrá usar Rutas Entrantes estándar para los DIDs asignados.
ja_jp: DAHDIチャネルDIDによってDIDを特定のDAHDIチャネルに割当ることができます。あなたは同じDIDを複数のチャネルに提供することができます。これは、お使いのプロバイダーのハントグループ上にある複数のPOTSラインがある場合には一般的なシナリオになります。これらの設定を有効にするには、あなたはチャネルのコンテキストをfrom-zaptelに割り当てなければなりません。それは、次のような行になるでしょう:<br /><br />context = from-zaptel<br /><br />指定のチャネルに影響するzapata.conf内の設定で。一度DIDを割り当てると、あなたのコールをルーティングするために指定したDIDで標準のインバウンドルートを使用することができます。
pt_br: Este módulo permite atribuir DID a canais DAHDI específicos. Você pode especificar o mesmo DID para vários canais. Este seria um cenário comum se você tivesse várias linhas analógicas rotativas do seu provedor. Você DEVE especificar o contexto analógico para que esta configuração tenha efeito. Será uma linha semelhante a:<br /><br />context = from-analog<br /><br />no arquivo chan_dahdi.conf para os canais especificados. Depois de atribuir um DID, você poderá usar rotas de entrada padrão para os DIDs atribuídos.

source: DAHDi Identifier
es_es: Identificador DAHDi
ja_jp: DAHDi識別子
pt_br: Identificador DAHDi

source: DAHDi channels are referenced either by a group number or channel number (which is defined in chan_dahdi.conf). <br><br>The default setting is <b>g0</b> (group zero).
es_es: Los canales DAHDi se pueden referenciar ya sea por un número de grupo o número de canal (que se define en chan_dahdi.conf). <br><br>El valor por defecto es <b>g0</b> (grupo cero)
ja_jp: DAHDiチャネルはグループ番号またはチャネル番号(chan_dahdi.conf内で定義されています)のいづれかによって参照されます<br><br>デフォルト設定は<b>g0</b>(グループゼロ)。
pt_br: Os canais DAHDi podem ser referenciados por um número de grupo ou número de canal (que é definido em chan_dahdi.conf). <br><br>O valor padrão é <b>g0</b> (grupo zero)

source: DAHDi compatibility Mode
ja_jp: DAHDi互換モード
pt_br: Modo de compatibilidade DAHDi

source: DAHDi compatibility mode
ja_jp: DAHDi互換モード
pt_br: Modo de compatibilidade DAHDi

source: DAHDi echocancel setting, see DAHDi documentation for details.
ja_jp: DAHDiエコーキャンセル設定、詳細はDAHDiドキュメントを参照ください。
pt_br: Configuração do DAHDi echocancel, consulte a documentação do DAHDi para obter detalhes.

source: DAHDi immediate mode setting, see DAHDi documentation for details.
ja_jp: DAHDi即時モード設定、詳細はDAHDiドキュメントを参照ください。
pt_br: Configuração DAHDI em modo imediato, consulte a documentação DAHDi para obter mais detalhes.

source: DAHDi signalling, usually fxo_ks when connected to an analog phone. Some special applications or channel bank connections may require fxs_ks or other valid settings. See DAHDi and card documentation for details.
ja_jp: DAHDiシグナリング、通常アナログ電話に繋ぐ場合はfxo_ksです。いくつかの特別なアプリケーションやチャネルブランク接続の場合はfxs_ksや他の有効な設定が必要になります。詳細はDAHDiとカードのドキュメントを参照ください。
pt_br: Sinalização DAHDi, geralmente fxo_ks quando conectado a um telefone analógico. Algumas aplicações especiais ou conexões de banco de canais podem exigir fxs_ks ou outras configurações válidas. Consulte a documentação do DAHDi e do cartão para obter mais detalhes

source: DID
pt_br: DDR

source: DID / CID
ja_jp: ダイヤルイン / CID
pt_br: DDR / CID

source: DID Description
es_es: Descripción del DID
ja_jp: DID説明
pt_br: Descrição do DDR

source: DID Number
es_es: Número DID
ja_jp: ダイヤルイン番号
pt_br: Número DDR

source: DID information is normally just an incoming telephone number or for advanced users, a valid Asterisk Dial Pattern\n\nYou have entered a non standard DID pattern.\n\nAre you sure this is correct?
es_es: La información DID normalmente es solo un número de teléfono entrante o, para usuarios avanzados, un patrón de marcación de Asterisk válido.\n\nHa ingresado un patrón DID no estándar.\n\n¿Está seguro de que es correcto?
ja_jp: DID情報は普通入ってくる電話番号か、より高度なユーザーには有効なAsteriskダイヤルパターンです。\n\nあなたは標準的でないDIDパターンを入力しました。\n\nこれが正しいことを確認しましたか?
pt_br: Informações de DDR é normalmente um número de telefone de entrada ou para usuários avançados, uma regra de discagem válida\n\nVocê digitou um DDR fora de padrão.\n\nTem certeza que está correto?

source: DID information is normally just an incoming telephone number.\n\nYou have entered a non standard DID pattern.\n\nAre you sure this is correct?
ja_jp: DID情報は通常ただの着信電話番号です。\n\nあなたは標準ではないDIDパターンを入力しました。\n\nこれが正しいことを確認しましたか?
pt_br: Informação DDR (DID) é geralmente é apenas um número telefônico de entrada.\n\nVocê digitou um DDR fora de padrão.\n\nTem certeza que está correto?

source: DUNDi Mapping
ja_jp: DUNDiマッピング
pt_br: Mapeamento DUNDi

source: Date Fixed
es_es: Fecha de Reparación
ja_jp: 修正日
pt_br: Data do reparo

source: Date Reported
es_es: Fecha de Reporte
ja_jp: 報告日
pt_br: Data do relatório

source: Default
es_es: Por defecto
ja_jp: デフォルト
pt_br: Padrão

source: Default Asterisk Manager Password Used
es_es: Contraseña por defecto de Asterisk Manager en uso
ja_jp: Asteriskマネージャーの初期パスワードを使用
pt_br: Senha padrão do Asterisk Manager em uso

source: Default User
es_es: Usuario por defecto
ja_jp: デフォルトユーザー
pt_br: Usuário Padrão

source: Default Value: %s
es_es: Valor por defecto: %s
ja_jp: デフォルト値： %s
pt_br: Valores padrão

source: Define the CallerID Number to be matched on incoming calls.<br><br>Leave this field blank to match any or no CID info. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
es_es: Defina el CallerID numérico a emparejar en las llamadas entrantes.<br><br>Deje este campo en blanco para emparejar con cualquiera. Adicionalmente a secuencias de marcado estandar, tambien puede poner Private, Blocked, Unknown, Restricted, Anonymous y Unavailable para capturar estos casos especiales si es que su proveedor los transmite.
ja_jp: 着信時にマッチする発信者番号を定義します。<br><br>全てに一致若しくはCID情報がない場合は空白にしておきます。In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
pt_br: Defina o CallerID numérico para corresponder às chamadas recebidas.<br><br>Deixe este campo em branco para corresponder a qualquer pessoa. Além das sequências de discagem padrão, você também pode definir Privado, Bloqueado, Desconhecido, Restrito, Anônimo e Indisponível para capturar esses casos especiais se seu provedor os transmitir.

source: Define the custom Dial String. Include the token
es_es: Defina una cadena Dial personalizada. Incluya el token
ja_jp: カスタムダイヤル文字列を定義します。トークンを含みます
pt_br: Definir uma string de chamada personalizada.

source: Define the expected DID Number if your trunk passes DID on incoming calls. <br><br>Leave this blank to match calls with any or no DID info.<br><br>You can also use a pattern match (eg _2[345]X) to match a range of numbers
es_es: Defina el número DID esperado si su troncal pasa el DID en las llamadas entrantes. <br> <br> Deje este espacio en blanco para hacer coincidir las llamadas con cualquier información DID o sin ella. <br> <br> También puede utilizar una coincidencia de patrón (por ejemplo, _2 [345] X) para hacer coincidir un rango de números
ja_jp: 着信時にトランクがダイヤルインを通過する場合、期待するDIDを定義します。<br><br>全てに一致若しくはダイヤルイン情報がない場合は空白にしておきます。<br><br>数値範囲にマッチさせるためにパターンマッチを使用することができます(例 _2[345]X)
pt_br: Defina o número DDR esperado se seu tronco envia DDR em chamadas de entrada. <br><br>Deixe esse campo em branco para casar chamadas com qualquer ou nenhum DDR. <br><br>Você pode usar uma máscara (ex _2[345]X) para casar um range de números.

source: Delete
es_es: Eliminar
ja_jp: 削除
pt_br: Apagar

source: Delete Device %s
es_es: Eliminar dispositivo %s
ja_jp: デバイスを削除 %s
pt_br: Excluir Dispositivo %s

source: Delete Extension %s
es_es: Eliminar extensión %s
ja_jp: 内線 %s を削除
pt_br: Excluir Ramal %s

source: Delete Route %s
es_es: Eliminar ruta %s
ja_jp: 経路 %s を削除
pt_br: Excluir Rota %s

source: Delete Trunk %s
es_es: Eliminar línea troncal %s
ja_jp: トランク削除 %s
pt_br: Excluir tronco %s

source: Delete User %s
es_es: Eliminar usuario %s
ja_jp: ユーザー %s を削除
pt_br: Excluir Usuário %s

source: Delete User: %s
es_es: Eliminar usuario: %s
ja_jp: ユーザーを削除： %s
pt_br: Excluir Usuário %s

source: Deleting unused globals..
ja_jp: 不要なグローバルを削除中..
pt_br: Removendo globais obsoletos.

source: Department Name<span>Restrict this user's view of Digital Receptionist menus and System Recordings to only those for this department.</span>
es_es: Departamento<span>Restringe los menús de recepcionista digital y grabaciones de sistema de este usuario a los usuarios de este departamento.</span>
ja_jp: 部署名<span>ユーザーのIVRメニューとシステム録音の閲覧をここで指定した部署のみに限定します。</span>
pt_br: Nome do Departamento<span>Restringe a visualização desses usuários no Menu Digital de Recepção (URA)e gravações de Sistema para o seu departamento.</span>

source: Department name cannot have a space
es_es: El nombre del departamento no puede contener espacios
ja_jp: 部署名にスペースは使用できません
pt_br: O nome do departamento nao pode ter nenhum espaço

source: Description
es_es: Descripción
ja_jp: 説明
pt_br: Descrição

source: Description for version %s
es_es: Descripción para la versión %s
ja_jp: バージョン %s の説明
pt_br: Descrição para versão %s

source: Descriptive Name for this Trunk
es_es: Nombre descriptivo para esta línea troncal
ja_jp: このトランクの記述名
pt_br: Nome amigável para esta linha tronco

source: Determines what CIDs will be allowed out this trunk. IMPORTANT: EMERGENCY CIDs defined on an extension/device will ALWAYS be used if this trunk is part of an EMERGENCY Route regardless of these settings.<br />Allow Any CID: all CIDs including foreign CIDS from forwarded external calls will be transmitted.<br />Block Foreign CIDs: blocks any CID that is the result of a forwarded call from off the system. CIDs defined for extensions/users are transmitted.<br />Remove CNAM: this will remove CNAM from any CID sent out this trunk<br />Force Trunk CID: Always use the CID defined for this trunk except if part of any EMERGENCY Route with an EMERGENCY CID defined for the extension/device.
es_es: Determina que CID será permitido en este troncal. IMPORTANTE: el CID de EMERGENCIA definido en una extensión/dispositivo tendrá prioridad si este troncal es parte de una ruta de Emergencia, sin tener en cuenta este valor.<br><br><b>Permitir cualquier CID</b>: todos los identificadores incluyendo CID externos serán retransmitidos.<br><br><b>Bloquear CID Foráneos</b>: bloquea cualquier CID que sea resultado de un desvío de llamada desde fuera del sistema. CID definidos para extensiones serán transmitidos.<br><br><b>Remover CNAM</b>: esta opción quitará el identificador de nombre de cualquier CID enviado por este troncal<br><br><b>Forzar CID del Troncal</b>: Usar siempre el CID especificado aquí excepto si es parte de una ruta de EMERGENCIA, en cuyo caso se usará el CID de emergencia si estuviera definido.
ja_jp: このトランクから発信されるどのようなCIDが許可されるかを決定します。重要: 内線/デバイスで定義される緊急CIDは、もしこのトランクが緊急ルートの一部である場合はこれらの設定にかかわらず常に使用されます。<br />どのようなCIDも許可: 外部からの転送コールからの海外CIDを含む全てのCIDは送信されます。<br />不明なCIDをブロック: システム外からのコールを転送された結果のいかなるCIDもブロックします。内線/ユーザーのために定義されたCIDは送信されます。<br />CNAMを削除: このトランク外から送信されたいかなるCIDからのCNAMも削除します。<br />トランクCIDを強制: 内線/デバイスのために定義された緊急CIDを持つ緊急ルートの一部である場合を除き、このトランクのために定義されたCIDを常に使用。
pt_br: Determina qual CID será permitido neste tronco. IMPORTANTE: O CID de EMERGÊNCIA definido em um ramal/dispositivo terá prioridade se este tronco fizer parte de uma rota de emergência, independentemente deste valor.<br><br><b>Permitir qualquer CID</b>: todos os identificadores, incluindo os externos Os CIDs serão retransmitidos.<br><br><b>Bloquear CIDs estrangeiros</b>: bloqueia qualquer CID resultante de um encaminhamento de chamada de fora do sistema. Os CIDs definidos para ramais serão transmitidos.<br><br><b>Remover CNAM</b>: esta opção removerá o identificador de nome de qualquer CID enviado por este tronco<br><br><b>Forçar CID do tronco </b>: Sempre use o CID especificado aqui, a menos que faça parte de uma rota de EMERGÊNCIA, caso em que o CID de emergência será usado se definido.

source: Device
es_es: Dispositivo
ja_jp: デバイス
pt_br: Dispositivo

source: Device ID
es_es: Identificador del dispositivo
ja_jp: デバイスID
pt_br: ID de dispositivo

source: Device Info
es_es: Información del dispositivo
ja_jp: デバイス情報
pt_br: Informação de dispositivo

source: Device Options
es_es: Opciones del dispositivo
ja_jp: デバイスオプション
pt_br: Opções do dispositivo

source: Device Type
es_es: Tipo de dispositivo
ja_jp: デバイスタイプ
pt_br: Tipo de dispositivo

source: Devices
es_es: Dispositivos
ja_jp: デバイス
pt_br: Dispositivos

source: Devices can be fixed or adhoc. Fixed devices are always associated to the same extension/user. Adhoc devices can be logged into and logged out of by users.
ja_jp: デバイスは固定かアドホックになることができます。固定デバイスは常に同じ内線/ユーザーに関連づけられます。アドホックデバイスはユーザーによってログインとログアウトすることが可能です。
pt_br: Dispositivos podem ser fixos adhoc. Dispositivos fixos são sempre associados para a mesmo ramal/usuário. Dispositivos Adhoc podem ser logados e deslogados pelos usuários.

source: Dial Patterns that will use this Route
es_es: Patrones de marcación a usar en esta Ruta
ja_jp: このルートを使用するダイヤルパターン
pt_br: Padrões de discagem para usar nesta rota

source: Dial Rules Wizards
es_es: Asistente de reglas de marcación
ja_jp: ダイヤルルールウィザード
pt_br: Assistente de regras de discagem

source: Dial pattern is invalid
es_es: La regla de marcación no es válida
ja_jp: ダイヤルパターンが無効です
pt_br: Padrão de discagem é inválido

source: Dial patterns wizards
es_es: Asistente de reglas de marcación
ja_jp: ダイヤルパターンウィザード
pt_br: Assistente de regras de discagem

source: Dialed Number Manipulation Rules
es_es: Reglas de Manipulación Número Marcado
ja_jp: ダイヤル番号の操作ルール
pt_br: Regras de tratamento de números discados

source: Digits to prepend to a successful match. If the dialed number matches the patterns specified by the subsequent columns, then this will be prepended before sending to the trunks.
es_es: Dígitos para anteponer a una coincidencia exitosa. Si el número marcado coincide con los patrones especificados por las columnas subsiguientes, se antepondrá antes de enviarlo a las troncales.
ja_jp: 一致に成功させるために先頭に桁を付与。ダイヤルされた番号が、後続のカラムで指定されたパターンに一致した場合、トランクへの送信の前にこれが付加されます。
pt_br: Dígitos para prefixar uma correspondência bem-sucedida. Se o número discado corresponder aos padrões especificados pelas colunas subsequentes, ele será acrescentado antes de ser enviado aos troncos.

source: Digits to prepend upon a successful match. If the dialed number matches the patterns in the <b>prefix</b> and <b>match pattern</b> boxes, this will be prepended before sending to the trunk.
es_es: Dígitos para anteponer a una coincidencia exitosa. Si el número marcado coincide con los patrones en los cuadros <b>prefijo</b> y <b>patrón de coincidencia</b>, se antepondrá antes de enviarlo a la troncal.
ja_jp: 一致した番号の前に付与する桁。ダイヤルされた番号が<b>プリフィックス</b>と<b>一致パターン</b>ボックスと一致した場合、トランクに送信する前に、前付与されます。
pt_br: Dígitos para prefixar uma correspondência bem-sucedida. Se o número discado corresponder aos padrões nas caixas <b>prefixo</b> e <b>padrão de correspondência</b>, ele será prefixado antes de ser enviado ao tronco.

source: Directed Call Pickup
es_es: Captura de llamada directa
ja_jp: ダイレクトコールピックアップ
pt_br: Puxar chamadas direcionado

source: Disable
es_es: Deshabilitar
ja_jp: 無効
pt_br: Desabilitado

source: Disable Trunk
es_es: Deshabilitar línea troncal
ja_jp: トランクを無効にする
pt_br: Desabilitar Tronco

source: Disabled
es_es: Deshabilitado
ja_jp: 無効
pt_br: Desabilitado

source: Disabled; Newer than online version (%s)
es_es: Deshabilitado; versión local más reciente que versión online (%s)
ja_jp: 無効： オンラインバージョンより新しいバージョン (%s)
pt_br: Desabilitado; Versão mais nova que a online (%s)

source: Disabled; Online upgrade available (%s)
es_es: Deshabilitado; disponible actualización online (%s)
ja_jp: 無効： オンラインアップグレードが利用可能 (%s)
pt_br: Desabilitado; Atualização online disponível (%s)

source: Disabled; Pending upgrade to %s
es_es: Deshabilitado; pendiente de actualizar a %s
ja_jp: 無効： %sへのアップグレードを
pt_br: Desabilitado; Atualização pendente para %s

source: Disabled; up to date
es_es: Deshabilitado; actualizado
ja_jp: 無効/最新
pt_br: Desabilitado; atualizado

source: Disallowed codecs. Set this to all to remove all codecs defined in the general settings and then specify specific codecs separated by '&' on the 'allow' setting, or just disallow specific codecs separated by '&'.
es_es: Codecs no permitidos. Ponga este campo en 'all' para desactivar los codecs definidos en la configuración general y luego especifique codecs individuales separados por '&' en el campo 'allow', o bien desactive codecs individuales listandolos uno por uno separados por '&'
ja_jp: 禁止するコーデック。これを全てに設定して、一般設定に定義されたすべてのコーデックを削除し'許可'設定で特定のコーデックを '&' で区切って指定するか、単純に特定のコーデックを '&' で区切って指定してください。
pt_br: Codecs não permitidos. Defina este campo como 'todos' para desativar os codecs definidos nas configurações gerais e, em seguida, especifique os codecs individuais separados por '&' no campo 'permitir' ou desative os codecs individuais listando-os um por um separados por '&'

source: Discontinued logging type %s changing to %s..
ja_jp: 中止されたロギングタイプ %s 次へ変更 %s..
pt_br: O tipo de registro descontinuado %s muda para %s..

source: Display Name
es_es: Nombre para mostrar
ja_jp: ディスプレイ名
pt_br: Nome de exibição

source: Do NOT edit this file as it is auto-generated by IssabelPBX. All modifications to
ja_jp: IssabelPBXによって自動生成されるファイルなので、編集しないでください。全て>の変更
pt_br: NÃO edite este arquivo, pois IssabelPBX o gera automaticamente. Todas as modificações

source: Don't Care
es_es: Indistinto
ja_jp: 無視
pt_br: Indistinto

source: Done.
es_es: Hecho.
ja_jp: 完了.
pt_br: Pronto.

source: Download %s, keep Disabled
es_es: Descargar %s, mantener deshabilitado
ja_jp: %sをダウンロードし、無効な状態を保つ
pt_br: Baixar para %s, manter Desabilitado

source: Download all
es_es: Descargar todos
ja_jp: 全てダウンロード
pt_br: Baixar todos

source: Download and Install
es_es: Descargar e instalar
ja_jp: ダウンロードしインストール
pt_br: Baixar e instalar

source: Download and Upgrade to %s
es_es: Descargar y actualizar a %s
ja_jp: ダウンロードし %s へアップグレード
pt_br: Baixar e atualizar para %s

source: Downloading %s
es_es: Descargando %s
ja_jp: ダウンロード中 %s
pt_br: Baixando %s

source: Drag up or down to reposition, click to choose
es_es: Arrastre arriba o abajo para cambiar posición. Click para seleccionar
ja_jp: ポジションを上下にドラッグし、クリックして選択してください
pt_br: Arraste para cima ou para baixo para alterar a posição. Clique para selecionar

source: Duplicate Route
es_es: Duplicar Ruta
ja_jp: 重複した経路
pt_br: Rota duplicada

source: Duplicate Trunk
es_es: Duplicar Troncal
ja_jp: トランクを複製する
pt_br: Duplicar Tronco

source: ERROR - could not drop table
pt_br: ERRO - não foi possível excluir a tabela

source: ERROR connecting to CDR DB to migrate, not done!
pt_br: ERRO ao conectar ao banco de dados CDR para migrar, não concluído!

source: ERROR: could not access user table to migrate directdids to incoming table, aborting
es_es: ERROR: No se pudo acceder a la tabla de usuarios para migrar los DIDs directos a la tabla entrante, abortando
ja_jp: エラー： directdidsをincomingテーブルに移行する際に、userテーブルへアクセスできませんでした、中断
pt_br: ERRO: Impossível acessar tabela de usuários para migrar DDRs diretos para tabela de entrada, abortando

source: ERROR: could not insert previous value for ALLOW_SIP_ANON, it may already exist
ja_jp: エラー:ALLOW_SIP_ANONに以前の値を挿入できませんでした。すでに存在している可能性があります
pt_br: ERRO: Não foi possível inserir o valor anterior para ALLOW_SIP_ANON, pode já existir

source: ERROR: failed to insert %s for user %s
es_es: ERROR: no se pudo insertar %s para el usuario %s
ja_jp: エラー： %s をユーザー %s へインサート失敗
pt_br: ERRO: falha ao inserir %s para o usuário %s

source: ERROR: trying to check if %s already in use
ja_jp: エラー： %sが既に使用中かチェック試行
pt_br: ERRO: tentando verificar se %s já em uso

source: Echo training requirements of this card. See DAHDi documentation for details.
ja_jp: このカードのエコートレーニング要件。詳細はDAHDiドキュメントを参照ください。
pt_br: Ecoe os requisitos de treinamento deste cartão. Consulte a documentação do DAHDi para obter mais detalhes.

source: Echo training requirements of this card. See Zap documentation for details.
ja_jp: このカードのエコートレーニング要件。詳細はZapドキュメントを参照ください。
pt_br: Ecoe os requisitos de treinamento deste cartão. Veja a documentação do Zap para mais detalhes.

source: Edit %s
es_es: Modificar %s
ja_jp: %s 編集
pt_br: Editar %s

source: Edit %s %s (%s)
es_es: Modificar %s %s (%s)
ja_jp: 編集 %s %s (%s)
pt_br: Editar %s %s (%s)

source: Edit %s Trunk
es_es: Modificar línea troncal %s
ja_jp: %s トランク編集
pt_br: Editar tronco %s

source: Edit Administrator
es_es: Modificar administrador
ja_jp: 管理者を編集
pt_br: Editar Administrador

source: Edit Channel
es_es: Modificar canal
ja_jp: チャネルを編集
pt_br: Editar Canal

source: Edit DAHDI Channel:
es_es: Modificar Canal DAHDI:
ja_jp: DAHDIチャネル編集：
pt_br: Modificar Canal DAHDI:

source: Edit Default User: %s
es_es: Modificar usuario por defecto: %s
ja_jp: デフォルトユーザー編集： %s
pt_br: Editar usuário padrão: %s

source: Edit Extension
es_es: Modificar extensión
ja_jp: 内線編集
pt_br: Editar Ramal

source: Edit Fixed User: %s
es_es: Modificar usuario fijo: %s
ja_jp: 固定ユーザーを編集: %s
pt_br: Editar usuário fixo %s

source: Edit Incoming Route
es_es: Modificar ruta entrante
ja_jp: 着信経路を編集
pt_br: Editar Rota de entrada

source: Edit Outbound Route
es_es: Modificar ruta saliente
pt_br: Editar Rota

source: Edit User
es_es: Modificar usuario
ja_jp: ユーザー編集
pt_br: Editar Usuário

source: Edit:
es_es: Modificar:
ja_jp: 編集：
pt_br: Editar:

source: Emaill addresses dont match
ja_jp: Eメールアドレスが一致しません
pt_br: Endereço de email não corresponde

source: Emergency
es_es: Emergencia
ja_jp: 緊急
pt_br: Emergência

source: Emergency CID
es_es: CID de emergencia
ja_jp: 緊急のCID
pt_br: CID de Emergência

source: Empty value not allowed for this field
ja_jp: このフィールドに空の値は許可されていません
pt_br: Um valor vazio não é permitido para este campo

source: Enable
es_es: Habilitar
ja_jp: 有効
pt_br: Ativar
