Repository: IssabelFoundation/issabelPBX
Catalog: framework/amp_conf/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: es_es, ja_jp, pt_br

source: Full path and name of IssabelPBX debug file. Used by the dbug() function by developers.
es_es: Ruta completa y nombre del archivo de depuración de IssabelPBX. Utilizado por la función dbug() de los desarrolladores.
pt_br: Caminho completo e nome do arquivo de depuração IssabelPBX. Usado pela função dbug() dos desenvolvedores.

source: This enables several debug features geared towards developers, including some page load timing information, some debug information in Module Admin, use of original CSS files and other future capabilities will be enabled.
es_es: Esto habilita varias funciones de depuración dirigidas a los desarrolladores, incluida cierta información sobre el tiempo de carga de la página, cierta información de depuración en Administración de módulos, se habilitará el uso de archivos CSS originales y otras capacidades futuras.
pt_br: Isso habilita vários recursos de depuração voltados para desenvolvedores, incluindo algumas informações sobre o tempo de carregamento da página, algumas informações de depuração no Gerenciamento de Módulo, o uso de arquivos CSS nativos será habilitado e outros recursos futuros.

source: Disable IssabelPBX dbug Logging
es_es: Deshabilitar el registro de depuración de Issabel PBX
pt_br: Desativar registro de depuração do Issabel PBX

source: Disable Mainstyle CSS Compression
es_es: Deshabilitar compresión de estilo CSS
pt_br: Desative a compactação de estilo CSS

source: Stops the automatic generation of a stripped CSS file that replaces the primary sheet, usually mainstyle.css.
es_es: Detiene la generación automática de un archivo CSS comprimido que reemplaza la hoja principal, generalmente mainstyle.css.
pt_br: Interrompe a geração automática de um arquivo CSS compactado que substitui a planilha principal, geralmente mainstyle.css.

source: Display Monitor Trunk Failures Option
es_es: Mostrar la opción de fallas troncales del monitor
pt_br: Mostrar opção de monitor de falhas de tronco

source: Setting this to true will expose the "Monitor Trunk Failures" field on the Trunks page. This field allows for a custom AGI script to be called upon a trunk failure. This is an advanced field requiring a custom script to be properly written and installed. Existing trunk page entries will not be affected if this is set to false but if the settings are changed on those pages the field will go away.
es_es: Configurar esto en verdadero expondrá el campo "Monitor de fallas de troncales" en la página de troncales. Este campo permite que se invoque una secuencia de comandos AGI personalizada en caso de una falla de troncal. Este es un campo avanzado que requiere una secuencia de comandos personalizada para funcionar correctamente. escrito e instalado. Las entradas de la página troncal existente no se verán afectadas si esto se establece en falso, pero si se cambia la configuración en esas páginas, el campo desaparecerá.
pt_br: Definir isso como verdadeiro irá expor o campo "Trunk Failure Monitor" na página de troncos. Este campo permite que um script AGI personalizado seja invocado no caso de uma falha no tronco. Este é um campo avançado que requer um script personalizado para funcionar corretamente. escrito e instalado. As entradas existentes da página tronco não serão afetadas se for definido como falso, mas se as configurações dessas páginas forem alteradas, o campo desaparecerá.

source: Set to true to stop all dbug() calls from writing to the Debug File (IPBXDBUGFILE)
es_es: Establézcalo en verdadero para evitar que todas las llamadas dbug() escriban en el archivo de depuración (IPBXDBUGFILE)
pt_br: Defina como verdadeiro para evitar que todas as chamadas dbug() sejam gravadas no arquivo de depuração (IPBXDBUGFILE)

source: Leave Reload Bar Up
es_es: Dejar Aplicar Cambios visible
pt_br: Deixe Aplicar alterações visíveis

source: Forces the 'Apply Configuration Changes' reload bar to always be present even when not necessary.
es_es: Obliga a la barra de recarga 'Aplicar cambios de configuración' a estar siempre presente, incluso cuando no es necesario.
pt_br: Força a barra de recarga 'Aplicar alterações nas configurações' a estar sempre presente, mesmo quando não é necessária.

source: Provide Verbose Tracebacks
es_es: Proporcionar rastreos detallados
pt_br: Forneça rastreamentos detalhados

source: Provides a very verbose traceback when die_issabelpbx() is called including extensive object details if present in the traceback.
es_es: Proporciona un seguimiento muy detallado cuando se llama a die_issabelpbx(), incluidos detalles extensos del objeto si están presentes en el seguimiento.
pt_br: Fornece rastreamento muito detalhado quando die_issabelpbx() é chamado, incluindo detalhes extensos do objeto, se presente no rastreamento.

source: POST_RELOAD Debug Mode
es_es: POST_RELOAD Modo de depuración
pt_br: Modo de depuração POST_RELOAD

source: Display debug output for script used if POST_RELOAD is used.
es_es: Mostrar la salida de depuración para el script usado si se usa POST_RELOAD.
pt_br: Mostrar saída de depuração para o script usado se POST_RELOAD for usado.

source: Use Packaged Javascript Library
es_es: Usar biblioteca Javascript empaquetada
pt_br: Use biblioteca Javascript empacotada

source: IssabelPBX packages several javascript libraries and components into a compressed file called libissabelpbx.javascript.js. By default this will be loaded instead of the individual uncompressed libraries. Setting this to false will force IssabelPBX to load all the libraries as individual uncompressed files. This is useful during development and debugging.
es_es: IssabelPBX empaqueta varias bibliotecas y componentes de javascript en un archivo comprimido llamado libissabelpbx.javascript.js. De manera predeterminada, se cargará en lugar de las bibliotecas individuales sin comprimir. Establecer esto en falso forzará a IssabelPBX a cargar todas las bibliotecas como archivos individuales sin comprimir. Esto es útil durante el desarrollo y la depuración.
pt_br: IssabelPBX empacota várias bibliotecas e componentes javascript em um arquivo compactado chamado libissabelpbx.javascript.js. Por padrão, ele será carregado em vez das bibliotecas individuais descompactadas. Definir isso como falso forçará o IssabelPBX a carregar todas as bibliotecas como arquivos individuais descompactados. Isso é útil durante o desenvolvimento e a depuração.

source: Asterisk Outbound Trunk Dial Options
es_es: Opciones de marcado de troncales salientes de Asterisk
pt_br: Opções de discagem de tronco de saída Asterisk

source: Conference Room App
es_es: Aplicación de Conferencias
pt_br: Aplicativo para conferência

source: Country Indications Tone
es_es: Tonos de indicación de país
pt_br: Tons de indicação de país

source: CW Enabled by Default
es_es: Llamada en espera habilitada por defecto
pt_br: Chamada em espera habilitada por padrão

source: Display CallerID on Calling Phone
es_es: Mostrar CallerID en teléfono que llama
pt_br: Mostrar CallerID ao ligar para o telefone

source: Display Dialed Number on Calling Phone
es_es: Mostrar número marcado en teléfono que llama
pt_br: Mostrar número discado no telefone chamado

source: Enable Custom Device States
es_es: Habilitar estados de dispositivos personalizados
pt_br: Habilitar estados de dispositivo personalizados

source: Extension Concurrency Limit
es_es: Límite de llamadas simultaneas por extensión
pt_br: Limite de chamadas simultâneas por ramal

source: Remove mailbox Setting when no Voicemail
es_es: Eliminar la configuración del buzón cuando no hay correo de voz
pt_br: Exclua as configurações da caixa de correio quando não houver correio de voz

source: If set to true, any fixed device associated with a user that has no voicemail configured will have the mailbox= setting removed in the generated technology configuration file such as sip_additional.conf. This will not affect the value in the GUI.
pt_br: Se definido como verdadeiro, qualquer dispositivo fixo associado a um usuário que não tenha correio de voz configurado terá a configuração mailboxu003d removida no arquivo de configuração de tecnologia gerado, como sip_additional.conf. Isso não afetará o valor na GUI.

source: Post Call Recording Script
es_es: Script post grabación de llamada
pt_br: Script de pós-gravação de chamada

source: An optional script to be run after the call is hangup. You can include channel and MixMon variables like ${CALLFILENAME}, ${MIXMON_FORMAT} and ${MIXMON_DIR}. To ensure that you variables are properly escaped, use the following notation: ^{MY_VAR}
es_es: Un script opcional que se ejecutará después de que se cuelgue la llamada. Puede incluir variables de canal y MixMon como ${CALLFILENAME}, ${MIXMON_FORMAT} y ${MIXMON_DIR}. Para asegurarse de que sus variables se escapen correctamente, use la siguiente notación : ^{MI_VAR}
pt_br: Um script opcional que será executado após a chamada ser interrompida. Você pode incluir variáveis de canal e MixMon como ${CALLFILENAME}, ${MIXMON_FORMAT} e ${MIXMON_DIR}. Para garantir que suas variáveis tenham escape correto, use a seguinte notação: ^{MY_VAR}

source: Disable Module Admin Caching
es_es: Deshabilitar el almacenamiento en caché del administrador del módulo
pt_br: Desativar cache do gerenciador de módulo

source: Module Admin caches a copy of the online XML document that describes what is available on the server. Subsequent online update checks will use the cached information if it is less than 5 minutes old. To bypass the cache and force it to go to the server each time, set this to True. This should normally be false but can be helpful during testing.
es_es: Module Admin almacena en caché una copia del documento XML en línea que describe lo que está disponible en el servidor. Las comprobaciones posteriores de actualizaciones en línea utilizarán la información almacenada en caché si tiene menos de 5 minutos. Para omitir el caché y forzarlo a ir a la servidor cada vez, configúrelo en Verdadero. Esto normalmente debería ser falso, pero puede ser útil durante la prueba.
pt_br: O Module Admin armazena em cache uma cópia do documento XML on-line que descreve o que está disponível no servidor. As verificações de atualização on-line subsequentes usarão as informações armazenadas em cache se elas tiverem menos de 5 minutos. Para ignorar o cache e forçá-lo a ir sempre para o servidor, defina-o como True. Normalmente, isso deve ser falso, mas pode ser útil durante o teste.

source: POST_RELOAD Script
es_es: Script post recarga
pt_br: Script pós-recarga

source: Automatically execute a script after applying changes in the AMP admin. Set POST_RELOAD to the script you wish to execute after applying changes. If POST_RELOAD_DEBUG=true, you will see the output of the script in the web page.
es_es: Ejecutar automáticamente una secuencia de comandos después de aplicar los cambios en el administrador de AMP. Establezca POST_RELOAD en la secuencia de comandos que desea ejecutar después de aplicar los cambios. Si POST_RELOAD_DEBUGu003dtrue, verá el resultado de la secuencia de comandos en la página web.
pt_br: Execute automaticamente um script após aplicar alterações no AMP Manager. Defina POST_RELOAD para o script que deseja executar após aplicar as alterações. Se POST_RELOAD_DEBUGu003dtrue, você verá a saída do script na página da web.

source: PRE_RELOAD Script
es_es: Script pre recarga
pt_br: Script pre recarga

source: Optional script to run just prior to doing an extension reload to Asterisk through the manager after pressing Apply Configuration Changes in the GUI.
es_es: Script opcional para ejecutar justo antes de realizar una recarga de extensión en Asterisk a través del administrador después de presionar Aplicar cambios de configuración en la GUI.
pt_br: Script opcional para ser executado antes de realizar um recarregamento de extensão no Asterisk através do administrador após pressionar Aplicar alterações de configuração na GUI.

source: Show all Device Setting on Add
es_es: Mostrar todas las configuraciones del dispositivo al agregar
pt_br: Mostrar todas as configurações do dispositivo ao adicionar

source: When adding a new extension/device, setting this to true will show most available device settings that are displayed when you edit the same extension/device. Otherwise, just a few basic settings are displayed.
es_es: Al agregar una nueva extensión/dispositivo, establecer esto en verdadero mostrará la mayoría de las configuraciones de dispositivo disponibles que se muestran cuando edita la misma extensión/dispositivo. De lo contrario, solo se muestran algunas configuraciones básicas.
pt_br: Ao adicionar uma nova extensão/dispositivo, definir isso como verdadeiro exibirá a maioria das configurações de dispositivo disponíveis que são exibidas quando você edita a mesma extensão/dispositivo. Caso contrário, apenas algumas configurações básicas serão exibidas.

source: SIP and IAX allow
es_es: Permitir SIP e IAX
pt_br: Permitir SIP e IAX

source: Default setting for SIP and IAX allow (for codecs). Codecs to allow in addition to those set in general settings unless explicitly 'disallowed' for the device. Values van be separated with '&' e.g. 'ulaw&g729&g729' where the preference order is preserved. See Asterisk documentation for details.
es_es: Configuración predeterminada para permitir SIP e IAX (para códecs). Códecs para permitir además de los establecidos en la configuración general a menos que se 'no permita' explícitamente para el dispositivo. Los valores se pueden separar con '&', por ejemplo, 'ulaw&g729&g729' donde el orden de preferencia se conserva. Consulte la documentación de Asterisk para obtener más detalles.
pt_br: Configuração padrão para permitir SIP e IAX (para codecs). Codecs a serem permitidos além daqueles definidos nas configurações gerais, a menos que sejam explicitamente 'não permitidos' para o dispositivo. Os valores podem ser separados por '&', por exemplo 'ulaw&g729&g729' onde a ordem de preferência é preservada. Veja a documentação do Asterisk para mais detalhes.

source: SIP and DAHDi callgroup
es_es: Grupo de llamadas SIP y DAHDi
pt_br: Grupo de chamadas SIP e DAHDi

source: Default setting for SIP, DAHDi (and Zap) callgroup. Callgroup(s) that the device is part of, can be one or more callgroups, e.g. '1,3-5' would be in groups 1,3,4,5. See Asterisk documentation for details.
es_es: Configuración predeterminada para el grupo de llamadas SIP, DAHDi (y Zap). Los grupos de llamadas de los que forma parte el dispositivo pueden ser uno o más grupos de llamadas, por ejemplo, '1,3-5' estaría en los grupos 1,3,4, 5. Consulte la documentación de Asterisk para obtener más detalles.
pt_br: Configurações padrão para grupo de chamadas SIP, DAHDi (e Zap). Os grupos de chamadas dos quais o dispositivo faz parte podem ser um ou mais grupos de chamadas, por exemplo '1,3-5' estaria nos grupos 1,3,4, 5. Veja a documentação do Asterisk para mais detalhes.

source: SIP and IAX disallow
es_es: SIP e IAX no permitidos
pt_br: SIP e IAX no permitidos

source: Default setting for SIP and IAX disallow (for codecs). Codecs to disallow, can help to reset from the general settings by setting a value of 'all' and then specifically including allowed codecs with the 'allow' directive. Values van be separated with '&' e.g. 'g729&g722'. See Asterisk documentation for details.
es_es: Configuración predeterminada para SIP e IAX no permitido (para códecs). Los códecs para no permitir, pueden ayudar a restablecer desde la configuración general al establecer un valor de 'todos' y luego incluir específicamente los códecs permitidos con la directiva 'permitir'. Los valores pueden ser separados con '&', por ejemplo, 'g729&g722'. Consulte la documentación de Asterisk para obtener más información.
pt_br: Configurações padrão para SIP e IAX não permitidas (para codecs). Os codecs proibidos podem ajudar a redefinir as configurações gerais, definindo um valor como 'todos' e, em seguida, incluindo especificamente os codecs permitidos com a diretiva 'permitir'. Os valores podem ser separados por '&', por exemplo, 'g729&g722'. Veja a documentação do Asterisk para mais informações.

source: SIP and DAHDi pickupgroup
es_es: Grupo de captación SIP y DAHDi
pt_br: Grupo de captação SIP e DAHDi

source: Default setting for SIP, DAHDi (and Zap) pickupgroup. Pickupgroups(s) that the device can pickup calls from, can be one or more groups, e.g. '1,3-5' would be in groups 1,3,4,5. Device does not have to be in a group to be able to pickup calls from that group. See Asterisk documentation for details.
es_es: Configuración predeterminada para el grupo de captura SIP, DAHDi (y Zap). Los grupos de captura desde los que el dispositivo puede capturar llamadas pueden ser uno o más grupos, por ejemplo, '1,3-5' estaría en los grupos 1,3,4 5. No es necesario que el dispositivo esté en un grupo para poder recibir llamadas de ese grupo. Consulte la documentación de Asterisk para obtener más detalles.
pt_br: Configurações padrão para grupo de captura SIP, DAHDi (e Zap). Os grupos de captura dos quais o dispositivo pode atender chamadas podem ser um ou mais grupos, por exemplo '1,3-5' estaria nos grupos 1,3,4 5. O dispositivo não precisa estar em um grupo para ser capaz de receber chamadas desse grupo. Veja a documentação do Asterisk para mais detalhes.

source: SIP and IAX qualify
es_es: Qualify SIP e IAX
pt_br: Qualifique SIP e IAX

source: Default setting for SIP and IAX qualify. Whether to send periodic OPTIONS messages (for SIP) or otherwise monitor the channel, and at what point to consider the channel unavailable. A value of 'yes' is equivalent to 2000, time in msec. Can help to keep NAT holes open with SIP but not dependable for remote client firewalls. See Asterisk documentation for details.
es_es: Configuración predeterminada para qualify SIP e IAX. Activa o no el envío de mensajes de OPCIONES periódicos (para SIP) util para monitorear el canal, y determina en qué punto considerar que el canal no está disponible. Un valor de 'sí' es equivalente a 2000, tiempo en milisegundos. Puede ayudar a mantener abiertos los agujeros de NAT con SIP, pero no es confiable para los firewalls de clientes remotos. Consulte la documentación de Asterisk para obtener más detalles.
pt_br: Configuração padrão para qualificação SIP e IAX. Habilita ou desabilita o envio de mensagens OPTIONS periódicas (para SIP) úteis para monitoramento do canal, e determina em que ponto considerar o canal indisponível. Um valor 'sim' é equivalente a 2.000, tempo em milissegundos. Ele pode ajudar a manter abertas falhas de NAT com SIP, mas não é confiável para firewalls de clientes remotos. Veja a documentação do Asterisk para mais detalhes.

source: SIP canrenivite (directmedia)
pt_br: SIP pode reanimar (mídia direta)

source: Default setting for SIP canreinvite (same as directmedia). See Asterisk documentation for details.
es_es: Configuración predeterminada para SIP canreinvite (igual que directmedia). Consulte la documentación de Asterisk para obtener más detalles.
pt_br: A configuração padrão para SIP podereinvite (igual ao directmedia). Veja a documentação do Asterisk para mais detalhes.

source: SIP encryption
es_es: Cifrado SIP
pt_br: Criptografia SIP

source: Default setting for SIP encryption. Whether to offer SRTP encrypted media (and only SRTP encrypted media) on outgoing calls to a peer. Calls will fail with HANGUPCAUSE=58 if the peer does not support SRTP. See Asterisk documentation for details.
es_es: Configuración predeterminada para el cifrado SIP. Si ofrecer medios cifrados con SRTP (y solo medios cifrados con SRTP) en llamadas salientes a un par. Las llamadas fallarán con HANGUPCAUSEu003d58 si el par no es compatible con SRTP. Consulte la documentación de Asterisk para obtener más detalles.
pt_br: Configuração padrão para criptografia SIP. Se deve oferecer mídia criptografada por SRTP (e somente mídia criptografada por SRTP) em chamadas de saída para um ponto. As chamadas falharão com HANGUPCAUSEu003d58 se o par não suportar SRTP. Veja a documentação do Asterisk para mais detalhes.

source: Default setting for SIP nat. A 'yes' will attempt to handle nat, also works for local (uses the network ports and address instead of the reported ports), 'no' follows the protocol, 'never' tries to block it, no RFC3581, 'route' ignores the rport information. See Asterisk documentation for details.
es_es: Configuración predeterminada para SIP nat. Un 'sí' intentará manejar nat, también funciona para local (usa los puertos de red y la dirección en lugar de los puertos informados), 'no' sigue el protocolo, 'nunca' intenta bloquearlo , no RFC3581, 'ruta' ignora la información del informe. Consulte la documentación de Asterisk para obtener más detalles.
pt_br: Configuração padrão para SIP nat. Um 'sim' tentará lidar com nat, também funciona para local (usa portas e endereços de rede em vez de portas relatadas), 'não' segue o protocolo, 'nunca' tenta bloqueá-lo, não RFC3581, 'caminho' ignora as informações do relatório. Veja a documentação do Asterisk para mais detalhes.

source: SIP qualifyfreq
es_es: SIP frecuencia qualify
pt_br: Qualificação de frequência SIP

source: Default setting for SIP qualifyfreq. Only valid for Asterisk 1.6 and above. Frequency that 'qualify' OPTIONS messages will be sent to the device. Can help to keep NAT holes open but not dependable for remote client firewalls. See Asterisk documentation for details.
es_es: Configuración predeterminada para la frecuencia de calificación de SIP. Solo es válida para Asterisk 1.6 y superior. La frecuencia con la que se enviarán los mensajes de OPCIONES 'calificados' al dispositivo. Puede ayudar a mantener abiertos los agujeros de NAT, pero no es confiable para los firewalls de clientes remotos. Consulte la documentación de Asterisk para obtener más detalles. .
pt_br: Configuração padrão para frequência de qualificação SIP. É válido apenas para Asterisk 1.6 e superior. A frequência com que as mensagens OPTIONS 'qualificadas' serão enviadas para o dispositivo. Ele pode ajudar a manter abertas as falhas de NAT, mas não é confiável para firewalls de clientes remotos. Veja a documentação do Asterisk para mais detalhes. .

source: SIP sendrpid
es_es: SIP envío de rpid
pt_br: Envio rápido SIP

source: Default setting for SIP sendrpid. A value of 'yes' is equivalent to 'rpid' and will send the 'Remote-Party-ID' header. A value of 'pai' is only valid starting with Asterisk 1.8 and will send the 'P-Asserted-Identity' header. See Asterisk documentation for details.
es_es: Configuración predeterminada para SIP sendrpid. Un valor de 'yes' es equivalente a 'rpid' y enviará el encabezado 'Remote-Party-ID'. Un valor de 'pai' solo es válido a partir de Asterisk 1.8 y enviará el Encabezado 'P-Asserted-Identity'. Consulte la documentación de Asterisk para obtener más detalles.
pt_br: Configuração padrão para SIP sendrpid. Um valor 'sim' é equivalente a 'rpid' e enviará o cabeçalho 'Remote-Party-ID'. Um valor 'pai' só é válido a partir do Asterisk 1.8 e enviará o cabeçalho 'P-Asserted-Identity'. Veja a documentação do Asterisk para mais detalhes.

source: SIP trustrpid
es_es: SIP confiar rpid
pt_br: Confiança SIP rápida

source: Default setting for SIP trustrpid. See Asterisk documentation for details.
es_es: Configuración predeterminada para SIP trustrpid. Consulte la documentación de Asterisk para obtener más detalles.
pt_br: Configuração padrão para SIP trustrpid. Veja a documentação do Asterisk para mais detalhes.

source: Require Strong Secrets
es_es: Requerir secretos seguros
pt_br: Exigir segredos seguros
