Repository: IssabelFoundation/issabelPBX
Catalog: dictate/i18n/*/LC_MESSAGES/dictate.po
Languages: bg_bg, fr_fr, ru_ru, sv_se, zh_cn

source: Dictation
bg_bg: Диктовка
fr_fr: Dictée
ru_ru: Диктофон
sv_se: Diktamen
zh_cn: 听写

source: This uses the app_dictate module of Asterisk to let users record dictate into their phones. When complete, the dictations can be emailed to an email address specified in the extension page.
ru_ru: Используется модуль app_dictate Астериск, который даёт возможность пользователям надиктовывать сообщения на телефон. После чего запись можно послать по эл. почте на адрес, указанный на странице настроек внутреннего номера.
sv_se: Denna module använder app_dictate i Asterisk för att låta användare diktera meddelande via deras telefoner. När dikteringen är klar kan denna e-postas till en e-postadress som specificeras på anknytningssidan

source: Enabled
bg_bg: Разрешен
fr_fr: Activé
ru_ru: Включено
sv_se: Aktiverad
zh_cn: 已启用

source: Disabled
bg_bg: Забранен
fr_fr: Désactivé
ru_ru: Выключено
sv_se: Avaktiverad
zh_cn: 已禁用

source: Dictation Services
bg_bg: Услуги Диктовки
fr_fr: Services de Dictée
ru_ru: Сервисы диктофона
sv_se: Diktamen
zh_cn: 听写服务

source: Please enter a valid Email Address
bg_bg: Моля въведете валиден Email Адрес
fr_fr: Veuillez entrer une adresse Email valide
ru_ru: Введите действительный адрес эл. почты
sv_se: Ange en giltig e-postadress
zh_cn: 请输入一个有效的电子邮件地址

source: Dictation Service
bg_bg: Услуга Диктовка
fr_fr: Service de Dictée
ru_ru: Сервис диктофона
sv_se: Diktamen är
zh_cn: 听写服务

source: Dictation Format
bg_bg: Формат на Диктовка
fr_fr: Format de la Dictée
ru_ru: Формат надиктованного сообщения
sv_se: Format för diktamen
zh_cn: 听写格式

source: Email Address
bg_bg: Email Адрес
fr_fr: Adresse Email
ru_ru: Адрес эл. почты
sv_se: E-postadress
zh_cn: 电子邮件地址

source: The email address that completed dictations are sent to.
bg_bg: Email адрес на който да се изпрати приключената диктовка.
fr_fr: L'adresse Email à laquelle sont envoyées les dictées complétées.
ru_ru: Адрес эл. почты, куда будут пересылаться надиктованные сообщения.
sv_se: E-postadressen som diktamen ska skickas till
zh_cn: 听写完成后，发送结果到此电子邮件地址。

source: Perform dictation
bg_bg: Започни диктовка
fr_fr: Effectuer une dictée
ru_ru: Начинать надиктовку
sv_se: Starta diktamen
zh_cn: 开始听写

source: Email completed dictation
bg_bg: Изпрати приключена диктовка на email
fr_fr: Envoyer la dictée complétée
ru_ru: Отослать надиктованное сообщение
sv_se: E-posta färdig diktamen
zh_cn: 发送已完成的听写
