Repository: IssabelFoundation/issabelPBX
Catalog: customappsreg/i18n/*/LC_MESSAGES/customappsreg.po
Languages: it_it, ru_ru, zh_cn

source: Custom Extensions
it_it: Interni Personalizzati
zh_cn: 自定义分机

source: Custom Destinations
it_it: Destinazioni Personalizzate
zh_cn: 自定义目的地

source: Custom Destination: %s
it_it: Destinazione Personalizzata: %s
zh_cn: 自定义目的地：%s

source: Custom Extension:
it_it: Interno Personalizzato:
ru_ru: Особый номер:
zh_cn: 自定义分机：

source: Invalid Destination, must not be blank, must be formatted as: context,exten,pri
it_it: Destinazione non valida, non può essere lasciata vuota, deve essere formattata come: contesto,exten,pri
ru_ru: Неверное назначение, не должно быть пустым, и должно быть в формате: контекст, экстенб приоритет.
zh_cn: 无效的目的地，不可以为空，格式必须为：context,exten,pri

source: Invalid description specified, must not be blank
it_it: Descrizione specificata non valida, non può essere lasciata vuota
ru_ru: Неверное описание. Не должно быть пустым.
zh_cn: 指定了无效的描述，不能为空

source: DUPLICATE Destination: This destination is already in use
it_it: Destinazione DUPLICATA: Questa destinazione è già in uso
ru_ru: ДУБЛИКАТ в назначении: это назначение уже используется
zh_cn: 重复的目的地：此目的地已被使用

source: DUPLICATE Destination: This destination is in use or potentially used by another module
it_it: Destinazione DUPLICATA: Questa destinazione è già in uso o potenzialmente utilizzata da un altro modulo
ru_ru: ДУБЛИКАТ в назначении: это назначение уже используется или потенциально может быть использовано в другом модуле
zh_cn: 重复的目的地：此目的地已被使用或可能在被其他模块使用

source: Invalid Extension, must not be blank
it_it: Interno non valido, non può essere lasciato vuoto
ru_ru: Неверный внутренний номер, не может быть пустым
zh_cn: 无效的分机号，不能为空

source: DUPLICATE Extension: This extension already in use
it_it: Interno DUPLICATO: Questo interno è già in uso
ru_ru: ДУБЛИКАТ внутреннего номера: этот номер уже используется
zh_cn: 重复的分机号：此分机已被使用

source: Add Custom Destination
it_it: Aggiungi Destinazione Personalizzata
ru_ru: Добавить специальное назначение
zh_cn: 添加自定义目的地

source: Edit:
it_it: Modifica:
ru_ru: Редактировать:
zh_cn: 编辑：

source: Custom Destinations allows you to register your custom destinations that point to custom dialplans and will also 'publish' these destinations as available destinations to other modules. This is an advanced feature and should only be used by knowledgeable users. If you are getting warnings or errors in the notification panel about CUSTOM destinations that are correct, you should include them here. The 'Unknown Destinations' chooser will allow you to choose and insert any such destinations that the registry is not aware of into the Custom Destination field.
it_it: Il modulo Destinazioni Personalizzate permette di registrare e aggiungere destinazioni che puntano ad un piano di chiamata personalizzato e pubblica queste destinazioni come disponibili in altri moduli. Questa è una funzione avanzata e andrebbe usata solo da utenti che conosco bene i comandi. Se ricevi errori o notifiche a proposito di destinazioni PERSONALIZZATE che invece sono corrette, dovresti includerle qui. Il selettore 'Destinazioni Sconosciute' permetterà di scegliere ed inserire qualsiasi destinazione che il registro non è a conoscenza nel campo Destinazioni Personalizzate.
ru_ru: Специальное назначение даёт возможность регистрировать специальные сценарии, которые встраиваются в ваш диал план и становятся доступными для перенаправления на них из других модулей. Это такая очень продвинутая опция, и может использоваться только опытными пользователями, которые понимают что они хотят сделать. Если видны предупреждения или сообщения в панели состояния системы по поводу CUSTOM направлений, то всё в порядке, вы должны ими просто пользоваться. Выбор терминации звонка в сценариях входящей маршрутизации будет выглядеть как 'Custom Applications' где созданный контекст можно выбрать в 'Установить направление'
zh_cn: 这向设置可以让你注册指向自定义的拨号方案的自定义目的地，并且会向其他模块“发布”这个目的地。这是一项高级功能，只有高端用户才能使用。如果你在通告面版中发现了关于明明是正确的自定义目的警告或错误，那么请把它们包含到这里的设置中去。“未知目的地”选择器可以让你选择并插入任何这样的目的地，而注册表中没有关于它们的信息。

source: Edit Custom Destination
it_it: Modifica Destinazione Personalizzata
ru_ru: Редактировать специальное назначение
zh_cn: 编辑自定义目的地

source: Custom Destination
it_it: Destinazione Personalizzata
ru_ru: Спецназначение
zh_cn: 自定义目的地

source: This is the Custom Destination to be published. It should be formatted exactly as you would put it in a goto statement, with context, exten, priority all included. An example might look like:<br />mycustom-app,s,1
it_it: Questa è la Destinazione Personalizzata che sarà pubblicata. Deve essere formattata esattamente come se fosse inserita dopo il comando goto, con contesto,exten,priorità tutto incluso. Esempio: <br />app-prova,s,1
ru_ru: Это объявление использования Специального назначения. При создании необходимо указывать контекст, внутренний номер и приоритет. Например:<br />mycustom-app,s,1
zh_cn: 这是要发布的自定义目的地。他应该被格式化成在goto语句中的那种形式，要包括上下文、分机、优先级别。一个可能的例子如下：<br />mycustom-app,s,1

source: READONLY WARNING: Because this destination is being used by other module objects it can not be edited. You must remove those dependencies in order to edit this destination, or create a new destination to use
it_it: ATTENZIONE, SOLA LETTURA: siccome questa destinazione è utilizzata da altri moduli non può essere modificata. Devi prima eliminare queste dipendenze prima di rimuovere questa destinazione, o creare una nuova destinazione da utilizzare
zh_cn: 只读警告：由于此目的地正在被其他模块使用，所以不能编辑目的地。你必须移除对它的依赖，然后才能编辑它。或者也可以创建新的目的地。

source: Destination Quick Pick
it_it: Selezione Rapida Destinazione
ru_ru: Назначение Бытрый Перехват
zh_cn: 快速选取目的地

source: Choose un-identified destinations on your system to add to the Custom Destination Registry. This will insert the chosen entry into the Custom Destination box above.
it_it: Scegliere una destinazione
zh_cn: 选择你的系统中的未标识的目的地以添加到自定义目的地的注册表中去。这将向上面的自定义目的地框插入所选择的项。

source: (pick destination)
it_it: (seleziona destinazione)
ru_ru: (выбрать назначение)
zh_cn: （选取目的地）

source: Description
it_it: Descrizione
ru_ru: Описание
zh_cn: 描述

source: Brief Description that will be published to modules when showing destinations. Example: My Weather App
it_it: Breve Descrizione che sarà pubblicata nei moduli quando si visualizzeranno le destinazioni. Esempio: Mia Applicazione Meteo
ru_ru: Короткое описание, которое появится при выборе этого назначения. Например: Служба Межгалактических Доставок
zh_cn: 当向其他模块发布后，要显示的简短描述。例子：我的天气预报应用程序

source: Notes
it_it: Note
ru_ru: Примечания
zh_cn: 备注

source: More detailed notes about this destination to help document it. This field is not used elsewhere.
it_it: Ulteriori note descrittive a proposito di questa destinazione per aiutare a documentarla. Questo campo non è utilizzato da nessun'altra parte.
ru_ru: Более детальные замечания, которые помогут документировать эти назначения, когда их много. Это поле больше нигде не используется.
zh_cn: 更详细的关于目的地的描述，此域不会在其他地方用到。

source: Submit Changes
it_it: Conferma Cambiamenti
zh_cn: 提交更改

source: Delete
it_it: Elimina
ru_ru: Удалить
zh_cn: 删除

source: Add Custom Extension
it_it: Aggiungi Interno Personalizzato
ru_ru: Добавить Особый номер
zh_cn: 添加自定义分机

source: Custom Extensions provides you with a facility to register any custom extensions or feature codes that you have created in a custom file and IssabelPBX doesn't otherwise know about them. This allows the Extension Registry to be aware of your own extensions so that it can detect conflicts or report back information about your custom extensions to other modules that may make use of the information. You should not put extensions that you create in the Misc Apps Module as those are not custom.
it_it: Il modulo Interni Personalizzati permette facilmente di registrare un interno (extension) personalizzato o codice di servizio precedentemente creato in un file custom. Questo permette a IssabelPBX di conoscerne l'esistenza. Il Registro Interni mette da parte questa numerazione in modo da rilevare eventuali conflitti e riportarli in caso di errori negli altri moduli. Qui non si dovrebbero inserire interni che sono stati creati con il modulo Applicazioni Varie perchè questi non sono interni (extension) personalizzati.
ru_ru: Особые номера помогают регистрировать какие-либо специальные номера донабора, которые создаются в custom файлах, а IssabelPBX не имеет понятия о них. Это даёт возможность содержать регистр внутренних номеров таким образом, чтобы предотвращать конфликты с одинаковыми номерами (или кодами донабора) и сообщать о них в другие модули, которые могут использовать эту информацию. Вы не должны создавать эти особые номера в модуле Misc Apps так как они будут другими.
zh_cn: 自定义分机为你提供了一种可以注册任何自定义分机或功能代码的机制，而这些自定义分机和功能代码原来是你在自己的配置文件中创建的，IssabelPBX并不了解它们。这让分机注册表有机会知道你自己的分机号，这样它可以探测冲突或者向其他需要分机信息模块报告你自定义的分机号。请你不要在此处添加你在Misc Apps模块中创建的分机，因为那些不算自定义的分机。

source: Conflicting Extensions
it_it: Interni in conflitto
ru_ru: Конфликтующие номера
zh_cn: 分机冲突

source: Edit Custom Extension
it_it: Modifica Interno Personalizzato
ru_ru: Редактировать Особый номер
zh_cn: 编辑自定义分机

source: Custom Extension
it_it: Interno Personalizzato
ru_ru: Особый Номер
zh_cn: 自定义分机

source: This is the Extension or Feature Code you are using in your dialplan that you want the IssabelPBX Extension Registry to be aware of.
it_it: Questo è l'Interno o il Codice Servizio che stai utilizzando nel tuo piano di chiamata e che vuoi che il Registro Interni di IssabelPBX sia a consoscenza.
ru_ru: Это Особый номер или код донабора, который будет использоваться в вашем диал плане, для учета его в общем Регистре номеров IssabelPBX.
zh_cn: 这是你在你的拨号方案中使用的分机和功能代码，而你希望让IssabelPBX的分机注册表知道它们。

source: Brief description that will be published in the Extension Registry about this extension
it_it: Breve descrizione che sarà pubblicata nel Registro Interni a proposito di questo interno
ru_ru: Короткое описание этого номера, которое будет использоваться в Регистре номеров.
zh_cn: 将在分机注册表中发布的关于此分机的简短描述

source: More detailed notes about this extension to help document it. This field is not used elsewhere.
it_it: Ulteriore nota descrittiva a proposito di questo interno per aiutare a documentarlo. Questo campo non è utilizzato da nessun'altra parte.
ru_ru: Более детальные примечания об этом номере, которое поможет документировать записи, когда их много. Это поле больше нигде не используется.
zh_cn: 更多的关于此分机的详细信息，此域不会被用在别的地方。
