Repository: IssabelFoundation/issabelPBX
Catalog: superfecta/i18n/*/LC_MESSAGES/superfecta.po
Languages: es_es

source: Enable CID Superfecta
es_es: Habilitar Superfecta CID

source: Scheme
es_es: Esquema

source: Setup Schemes in CID Superfecta section
es_es: Configuración de Esquemas en Sección Superfecta CID

source: Sources can be added/removed in CID Superfecta section
es_es: Fuentes pueden ser agregadas/removidas en la sección Superfecta CID

source: Superfecta CID Lookup
es_es: Búsqueda CID Superfecta

source: Edit Superfecta Scheme
es_es: Modificar esquema Superfecta

source: Add Superfecta Scheme
es_es: Agregar esquema Superfecta

source: Scheme Name
es_es: Nombre del esquema

source: Lookup Timeout
es_es: Tiempo máximo de búsqueda

source: Superfecta Processor
es_es: Procesador Superfecta

source: Multifecta Timeout
es_es: Tiempo máximo para Multifecta

source: CID Prefix URL
es_es: URL para prefijo CID

source: Sources
es_es: Fuentes

source: Enabled
es_es: Habilitado

source: Disabled
es_es: Deshabilitado

source: Matching rules
es_es: Reglas de coincidencia

source: DID Rules
es_es: Reglas DID

source: CID Rules
es_es: Reglas CID

source: SPAM Text
es_es: Texto SPAM

source: SPAM Text Substituted
es_es: Sustituir con texto SPAM

source: Enable SPAM Interception
es_es: Activar intercepción SPAM

source: Phone number lookup test
es_es: Test de búsqueda de número telefónico

source: Phone Number
es_es: Número telefónico

source: Test all CID schemes
es_es: Testear todos los esquemas CID

source: Debug Level
es_es: Nivel de depuración

source: Debug
es_es: Depurar

source: Number to test
es_es: Número a comprobar

source: Scheme name already used
es_es: Ese nombre ya está siendo utilizado

source: Name cannot be blank
es_es: El nombre no puede quedar en blanco

source: Choose a name for this scheme. Duplicate names are not allowed.
es_es: Elija un nombre para este esquema. No se permiten nombres duplicados.

source: Specify a timeout in seconds for each source. If the source fails to return a result within the alloted time, the script will move on.
es_es: Especifique un tiempo de espera en segundos para cada fuente. Si la fuente no devuelve un resultado dentro del tiempo asignado, el script seguirá adelante.

source: These are the types of Superfecta Processors:<br><strong>MULTI:</strong> Multifecta, runs all sources at the same time<br><strong>SINGLE:</strong> Runs all sources in specified order, like old superfecta
es_es: Estos son los tipos de procesadores Superfecta:<br><strong>MULTI:</strong> Multifecta, ejecuta todas las fuentes al mismo tiempo<br><strong>SINGLE:</strong> ejecuta todas las fuentes una a uno y en el orden especificado

source: Specify a timeout in seconds defining how long multifecta will obey the source priority. After this timeout, the first source to respond with a CNAM will be taken, until 'Lookup Timeout' is reached.
es_es: Especifique un tiempo de espera en segundos que defina cuánto tiempo multifecta obedecerá la prioridad de la fuente. Después de este tiempo de espera, se tomará la primera fuente que responda con un CNAM, hasta que se alcance 'Lookup Timeout'.

source: If you wish to prefix information on the caller id you can specify a url here where that prefix can be retrieved.<br>The data will not be parsed in any way, and will be truncated to the first 10 characters.<br>Example URL: http://www.example.com/GetCID.php?phone_number=[thenumber]<br>[thenumber] will be replaced with the full 10 digit phone number when the URL is called.
es_es: Si desea agregar un prefijo a la información del identificador de llamadas, puede especificar una URL aquí donde se pueda recuperar ese prefijo.<br>Los datos no se analizarán de ninguna manera y se truncarán a los primeros 10 caracteres.<br>Ejemplo URL: http://www.example.com/GetCID.php?phone_number=[thenumber]<br>[thenumber] se reemplazará con el número de teléfono completo de 10 dígitos cuando se llame a la URL.

source: Define the expected DID Number if your trunk passes DID on incoming calls. <br><br>Leave this blank to match calls with any or no DID info.<br><br>This rule trys both absolute and pattern matching, eg '_2[345]X', to match a range of numbers. The underscore is optional.
es_es: Defina el Número DID esperado si su troncal pasa DID en las llamadas entrantes. <br><br>Deje esto en blanco para hacer coincidir las llamadas con cualquier información DID o sin ella.<br><br>Esta regla intenta la coincidencia absoluta y de patrón, por ejemplo, '_2[345]X', para hacer coincidir un rango de números. El guión bajo es opcional.

source: Incoming calls with CID matching the patterns specified here will use this CID Scheme. If this is left blank, this scheme will be used for any CID. It can be used to add or remove prefixes.<br><strong>Many sources require a specific number of digits in the phone number. It is recommended that you use the patterns to remove excess country code data from incoming CID to increase the effectiveness of this module.</strong><br>Note that a pattern without a + or &#124; &#40;to add or remove a prefix&#41; will not make any changes but will create a match. Only the first matched pattern will be executed and the remaining rules will not be acted on.<br /><br /><b>Rules:</b><br /><strong>X</strong>&nbsp;&nbsp;&nbsp; matches any digit from 0-9<br /><strong>Z</strong>&nbsp;&nbsp;&nbsp; matches any digit from 1-9<br /><strong>N</strong>&nbsp;&nbsp;&nbsp; matches any digit from 2-9<br /><strong>[1237-9]</strong>&nbsp; matches any digit or letter in the brackets &#40;in this example, 1,2,3,7,8,9&#41;<br /><strong>.</strong>&nbsp;&nbsp;&nbsp; wildcard, matches one or more characters &#40;not allowed before a &#124; or +&#41;<br /><strong>&#124;</strong>&nbsp;&nbsp;&nbsp; removes a dialing prefix from the number &#40;for example, 613&#124;NXXXXXX would match when some one dialed '6135551234' but would only pass '5551234' to the Superfecta look up.&#41;<br><strong>+</strong>&nbsp;&nbsp;&nbsp; adds a dialing prefix to the number &#40;for example, 1613+NXXXXXX would match when someone dialed '5551234' and would pass '16135551234' to the Superfecta look up.&#41;<br /><br />You can also use both + and &#124;, for example: 01+0&#124;1ZXXXXXXXXX would match '016065551234' and dial it as '0116065551234' Note that the order does not matter, eg. 0&#124;01+1ZXXXXXXXXX does the same thing.
es_es: Las llamadas entrantes con CID que coincidan con los patrones especificados aquí utilizarán este esquema CID. Si se deja en blanco, este esquema se utilizará para cualquier CID. Se puede usar para agregar o eliminar prefijos.<br><strong>Muchas fuentes requieren una cantidad específica de dígitos en el número de teléfono. Se recomienda que utilice los patrones para eliminar el exceso de datos de código de país del CID entrante para aumentar la eficacia de este módulo.</strong><br>Tenga en cuenta que un patrón sin + o &#124; &#40;para agregar o eliminar un prefijo&#41; no hará ningún cambio pero creará una coincidencia. Solo se ejecutará el primer patrón coincidente y no se aplicarán las reglas restantes.<br /><br /><b>Reglas:</b><br /><strong>X</strong>&nbsp;&nbsp;&nbsp; coincide con cualquier dígito del 0 al 9<br /><strong>Z</strong>&nbsp;&nbsp;&nbsp; coincide con cualquier dígito del 1 al 9<br /><strong>N</strong>&nbsp;&nbsp;&nbsp; coincide con cualquier dígito del 2 al 9<br /><strong>[1237-9]</strong>&nbsp; coincide con cualquier dígito o letra entre corchetes &#40;en este ejemplo, 1,2,3,7,8,9&#41;<br /><strong>.</strong>&nbsp;&nbsp;&nbsp; comodín, coincide con uno o más caracteres &#40;no permitidos antes de &#124; o +&#41;<br /><strong>&#124;</strong>&nbsp;&nbsp;&nbsp; elimina un prefijo de marcación del número &#40;por ejemplo, 613&#124;NXXXXXX coincidiría cuando alguien marcara '6135551234' pero solo pasaría '5551234' a la búsqueda de Superfecta.&#41;<br><strong >+</strong>&nbsp;&nbsp;&nbsp; agrega un prefijo de marcación al número &#40;por ejemplo, 1613+NXXXXXX coincidiría cuando alguien marcara '5551234' y pasaría '16135551234' a la búsqueda de Superfecta.&#41;<br /><br />Usted también puede usar + y &#124;, por ejemplo: 01+0&#124;1ZXXXXXXXXX coincidiría con '016065551234' y lo marcaría como '0116065551234' Tenga en cuenta que el orden no importa, p. 0&#124;01+1ZXXXXXXXXX hace lo mismo.

source: This text will be prepended to Caller ID information to help you identify calls as SPAM calls.
es_es: Este texto se agregará a la información del identificador de llamadas para ayudarlo a identificar las llamadas como SPAM.

source: When enabled, the text entered in 'SPAM Text' &#40;above&#41; will replace the CID completely rather than pre-pending the CID value.
es_es: Cuando está habilitado, el texto ingresado en 'Texto de SPAM' &#40;arriba&#41; reemplazará el CID por completo en lugar de anteponer el valor de CID.

source: When enabled, Spam calls can be diverted or terminated.
es_es: Cuando está habilitado, las llamadas de spam se pueden desviar o terminar.

source: This is the threshold to send the call to the specified destination below
es_es: Este es el umbral para enviar la llamada al destino especificado a continuación

source: The DID to test this scheme against.
es_es: Número DID a probar contra este esquema.

source: DID Number
es_es: Número DID

source: Phone number to test this scheme against.
es_es: Número de teléfono a probar contra este esquema.

source: When enabled, the debug function will test the number entered against all of the configured CID schemes.<br>When disabled, debug only checks up to the first scheme that provides positive results.
es_es: Cuando está habilitada, la función de depuración comparará el número ingresado con todos los esquemas de CID configurados.<br>Cuando está deshabilitada, la depuración solo verifica hasta el primer esquema que proporcione resultados positivos.

source: CallerID Superfecta for IssabelPBX is a utility program which adds incoming CallerID name lookups to your Asterisk system using multiple data sources.
es_es: CallerID Superfecta para IssabelPBX es un programa de utilidad que agrega búsquedas de nombres de CallerID entrantes a su sistema Asterisk usando múltiples fuentes de datos.

source: Status
es_es: Estado

source: Enable or disable this schema.
es_es: Habilite o deshabilite este esquema.

source: Look up First Name, Last Name, Company Name in the FOP2 visual address book MySQL table
es_es: Busque el nombre, el apellido y el nombre de la empresa en la tabla MySQL de la libreta de direcciones visual de FOP2

source: Send Spam Call To
es_es: Enviar llamada SPAM hacia

source: SPAM Send Threshold
es_es: Umbral de reenvío por SPAM
