Repository: IssabelFoundation/issabelPBX
Catalog: callrecording/i18n/*/LC_MESSAGES/callrecording.po
Languages: es_es, fr_fr, pt_br

source: Call Recording
es_es: Grabación de LLamadas
fr_fr: Enregistrement d'appel
pt_br: Gravação de chamadas

source: Provides much of the call recording functionality.
fr_fr: Fournit une grande partie de la fonctionnalité d'enregistrement des appels

source: Call Recording: %s
fr_fr: Enregistrement d'appel: %s

source: Controls or overrides the call recording behavior for calls coming into this DID. Allow will honor the normal downstream call recording settings. Record on Answer starts recording when the call would otherwise be recorded ignoring any settings that say otherwise. Record Immediately will start recording right away capturing ringing, announcements, MoH, etc. Never will disallow recording regardless of downstream settings.
es_es: Inicia o anula la grabación para llamados que ingresen en este DID. Permitir va a honrar las configuraciones de grabación subsiguientes. Grabar al atender comenzará la grabación cuando el llamado sea atendido ignorando otras configuraciones que puedan contradecirlo. Grabar inmediatamente comenzará la grabación inmediatamente, capturando sonidos de progreso, ring, música en espera, anunciones, etc. Nunca va a no permitir grabaciones no importa que otras configuraciones de grabación continúen en el flujo descendente.
fr_fr: Contrôle ou surcharge le comportement des enregistrements pour les appels arrivant dans SDA. Permet d'honorer les paramètres d'enregistrement des appels en aval. La fonction Enregistrement sur réponse commence l'enregistrement lors l'appel serait autrement enregistré en ignorant les paramètres indiquant le contraire. Enregistrer immédiatement commencera l'enregistrement immédiatement après les sonneries, annonces, Ministère de la santé, etc. N'interdira jamais l'enregistrement selon les paramètres en aval.
pt_br: Inicia ou cancela a gravação de chamadas que entram neste DID. Permitir respeitará as configurações de gravação subsequentes. Gravar quando atendido começará a gravar quando a chamada for atendida, ignorando outras configurações que possam contradizê-la. Gravar imediatamente começará a gravar imediatamente, capturando sons de progresso, toques, música em espera, anúncios, etc. Ele nunca proibirá gravações, não importa quais outras configurações de gravação continuem no downstream.

source: Allow
es_es: Permitir
fr_fr: Autoriser
pt_br: Permitir

source: Record on Answer
es_es: Grabar al atender
fr_fr: Enregistrer sur réponse
pt_br: Grave ao participar

source: Record Immediately
es_es: Grabar inmediatamente
fr_fr: Enregistrer immédiatement
pt_br: Grave imediatamente

source: Never
es_es: Nunca
fr_fr: Jamais
pt_br: Nunca

source: Add Call Recording
es_es: Añadir grabación
fr_fr: Ajouter un enregistrement d'appel
pt_br: Adicionar gravação

source: Edit:
es_es: Modificar:
fr_fr: Éditer :
pt_br: Modificar:

source: Call Recordings provide the ability to force a call to be recorded or not recorded based on a call flow and override all other recording settings. If a call is to be recorded, it can start immediately which will incorporate any announcements, hold music, etc. prior to being answered, or it can have recording start at the time that call is answered.
es_es: Esta función le permite forzar la grabación de una llamada o no, basado en un flujo de llamado especial, pasando por alto todas las demás opciones de grabación. Puede elegirse grabar desde que se atiende (excluyendo música en espera u otros anuncios), o bien grabar desde el comienzo lo que incluirá todo sonido, música o anuncio previo a ser atendido.
fr_fr: Les enregistrements d'appels fournissent la possibilité de forcer l'appel à être enregistré ou non enregistré sur la base du flux d'appel et surcharger tous les autres paramètres d'enregistrement. Si un appel doit être enregistré, il peut commencer immédiatement, ce qui comprendra toutes les annonces, musique d'attente, etc, ou il peut commencer lorsqque l'appel est répondu.
pt_br: Este recurso permite forçar ou não a gravação de uma chamada, com base em um fluxo de chamada especial, ignorando todas as outras opções de gravação. Você pode optar por gravar a partir do momento em que for atendido (excluindo música de espera ou outros anúncios) ou gravar desde o início, o que incluirá todos os sons, músicas ou anúncios anteriores ao atendimento.

source: Edit Call Recording Instance
es_es: Modificar instancia de grabación
fr_fr: Éditer l'instance d'enregistement d'appel
pt_br: Modificar instância de gravação

source: Add Call Recording Instance
es_es: Añadir instancia de grabación
fr_fr: Ajouter une instance d'enregistrement d'appel
pt_br: Adicionar instância de gravação

source: The descriptive name of this call recording instance. For example "French Main IVR"
es_es: Nombre descriptivo de esta instancia de grabación. Por ejemplo "Menú Principal Francés"
fr_fr: Le nom descriptif de cette instance d'enregistrement. Par exemple "SVI principal Français"
pt_br: Nome amigável para esta instância de gravação. Por exemplo "Menu Principal Francês"

source: Call Recording Mode
es_es: Modo de Grabación
fr_fr: Mode d'enregistrement d'appel
pt_br: Modo de gravação

source: Controls or overrides the call recording behavior for calls continuing through this call flow. Allow will honor the normal downstream call recording settings. Record on Answer starts recording when the call would otherwise be recorded ignoring any settings that say otherwise. Record Immediately will start recording right away capturing ringing, announcements, MoH, etc. Never will disallow recording regardless of downstream settings.
es_es: Inicia o anula la grabación para llamados que continuen pasando por este flujo de llamado. Permitir va a honrar las configuraciones de grabación subsiguientes. Grabar al atender comenzará la grabación cuando el llamado sea atendido ignorando otras configuraciones que puedan contradecirlo. Grabar inmediatamente comenzará la grabación inmediatamente, capturando sonidos de progreso, ring, música en espera, anunciones, etc. Nunca va a no permitir grabaciones no importa que otras configuraciones de grabación continúen en el flujo descendente.
fr_fr: Contrôle ou surcharge le comportement d'enregistrement d'appel pour les appels continus au travers d'un flux d'appel. Permet d'honorer les paramètres d'enregistrements des appels en aval. Enregistrement sur réponse commence l'enregistrement lorsque l'appel serait enregistré en ignorant les paramètres indiquant le contraire. Enregistrer immédiatement Ministère de la santé, etc. N'interdira jamais l'enregistrement selon les paramètres en aval.
pt_br: Inicia ou aborta a gravação de chamadas que continuam nesse fluxo de chamadas. Permitir respeitará as configurações de gravação subsequentes. Gravar quando atendido começará a gravar quando a chamada for atendida, ignorando outras configurações que possam contradizê-la. Gravar imediatamente começará a gravar imediatamente, capturando sons de progresso, toques, música em espera, anúncios, etc. Ele nunca proibirá gravações, não importa quais outras configurações de gravação continuem no downstream.

source: Submit Changes
es_es: Guardar Cambios
fr_fr: Appliquer les modifications
pt_br: Guardar mudanças

source: Delete
es_es: Elimiar
fr_fr: Supprimer
pt_br: Elimiar

source: Invalid description specified
fr_fr: Description spécifiée invalide

source: Destination
es_es: Destino
pt_br: Destino

source: Description
es_es: Descripción
pt_br: Descrição
