Repository: IssabelFoundation/issabelPBX
Catalog: timeconditions/i18n/*/LC_MESSAGES/timeconditions.po
Languages: he_il, it_it, ja_jp, ru_ru, sv_se, zh_cn

source: deleted!
he_il: נמחק
it_it: eliminato!
ja_jp: 削除されました！
ru_ru: удалено!
sv_se: borttagen!
zh_cn: 已删除！

source: %sWARNING:%s No time defined for this condition, please review
it_it: %sATTENZIONE: %s Nessuna data/ora definita per questa condizione, ricontrollare
ja_jp: %s 警告:%s この条件への時間が定義されていません、再確認してください
ru_ru: %sВНИМАНИЕ:%s Не указано время для этого правила, просмотрите его ещё раз
sv_se: %sVARNING:%s Ingen tid definierad för denna kondition, kontrollera detta
zh_cn: %s警告：%s没有为此条件设置时间，请检查

source: --Select a Group--
he_il: -- בחר קבוצת זמן ---
it_it: --Selezionare un Gruppo--
ja_jp: --グループ選択--
ru_ru: --Выбрать группу--
sv_se: --Välj grupp--
zh_cn: --选择一个小组--

source: : Time Condition Override
he_il: עקופת תנאי זמן
ja_jp: ：タイムコンディションを上書き
ru_ru: Перезаписать Правила по времени

source: Add Time Condition
he_il: הוספת תנאי זמן
it_it: Aggiungi Condizione Temporale
ja_jp: タイムコンディション追加
ru_ru: Добавить временное правило
sv_se: Lägg till tidsvillkor
zh_cn: 添加时间条件控制

source: Add Time Group
he_il: הוסף קבוצת זמנים
it_it: Aggiungi Gruppo Temporale
ja_jp: タイムグループ追加
ru_ru: Добавить временную группу
sv_se: Lägg till tidgrupp
zh_cn: 添加时间条件小组

source: Applications
ja_jp: アプリケーション
ru_ru: Приложения

source: April
he_il: אפריל
it_it: Aprile
ja_jp: 4月
ru_ru: Апрель
zh_cn: 四月

source: August
he_il: אוגוסט
it_it: Agosto
ja_jp: 8月
ru_ru: Август
sv_se: Augusti
zh_cn: 八月

source: Change Override:
he_il: שנה מעקף
ja_jp: 上書きを変更：
ru_ru: Изменённые параметры:

source: Checking for old timeconditions to upgrade..
it_it: Sto controllando per le vecchie condizioni temporali da aggiornare..
ja_jp: 旧タイムコンディションのアップグレードのチェック中..
ru_ru: Проверяем старые правила по времени для обновления..
sv_se: Kontrollerar om äldre tidskonditioner behöver uppgraderas..
zh_cn: 检查是否有老的时间条件设置需要升级。。。

source: Creates a condition where calls will go to one of two destinations (eg, an extension, IVR, ring group..) based on the time and/or date. This can be used for example to ring a receptionist during the day, or go directly to an IVR at night.
ja_jp: 時間や日付に基づいて、コールが二つの宛先(例:内線、IVR、着信グループ..)のうち一つに行く条件を作成します。これは例えば、昼の間はレセプショニストを着信させ、夜は直接IVRに行く等に使用できます。
ru_ru: Создаёт условия, при котором вызов будет распределяться на одно и более назначение (например внутренний номер, Интеркативное меню, ринг-группа..) основываяь на текущем времени/дате. Это можно использовать например направляя входящие вызовы секретарю в рабочее время, и на Интерактивное меню - в ночное.

source: Current Override:
he_il: עקיפה נוכחי:
ja_jp: 現在の上書き:
ru_ru: Текущие параметры:

source: December
he_il: דצמבר
it_it: Dicembre
ja_jp: 12月
ru_ru: Декабрь
zh_cn: 十二月

source: Delete Time Condition: %s
he_il: מחק תנאי זמן
it_it: Elimina Condizione Temporale: %s
ja_jp: タイムコンディション削除： %s
ru_ru: Удалить Правило по времени: %s
sv_se: Ta bort tidsvillkor: %s
zh_cn: 删除时间条件设置：%s

source: Delete Time Group %s
he_il: מחק קת קבוצת הזמנים
it_it: Elimina Gruppo Temporale %s
ja_jp: タイムグループを削除 %s
ru_ru: Удалить временную группу %s
sv_se: Ta bort tidgruppen %s
zh_cn: 删除时间小组%s

source: Description
he_il: תיאור
it_it: Descrizione
ja_jp: 説明
ru_ru: Описание
sv_se: Beskrivning
zh_cn: 描述

source: Description must be alpha-numeric, and may not be left blank
he_il: התיאור חייב להכיל אותיות ומספרים בלבד
it_it: La Descrizione deve essere alfa-numerica, e non può essere lasciata vuota
ja_jp: 空欄を埋め、英数字で記入してください
ru_ru: Описание должно быть цифро-буквенное, и не может быть пустым
sv_se: Beskrivningen kan bara inehålla alfa-numeriska tecken och den kan inte vara tom
zh_cn: 在描述信息中只能输入数字和英文字母，并且描述不能为空。

source: Destination if time does not match
he_il: יעד אם הזמן אינו מתאים
it_it: Destinazione se la condizione non esiste
ja_jp: 時間不一致時の宛先
ru_ru: Назначение, если не попадает во временную группу
sv_se: Destination om tiden inte matchar
zh_cn: 时间不匹配时的目的地

source: Destination if time matches
he_il: יעד אם הזמן מתאים
it_it: Destinazione se la condizione esiste
ja_jp: 時間一致時の宛先
ru_ru: Назначение, если попадает во временную группу
sv_se: Destination om tiden matchar
zh_cn: 时间匹配时的目的地

source: ERROR: failed to convert field
he_il: שגיאה: לא הצליח להמיר שדה
it_it: ERRORE: conversione campo fallita
ja_jp: エラー：フィールドのコンバート失敗
ru_ru: ОШИБКА: не удалось сконвертировать поле
sv_se: FEL: kunde inte konvertera fält
zh_cn: 错误：无法转换字段

source: Edit Time Condition
he_il: ערוך תנאי זמן
it_it: Modifica Condizione Temporale
ja_jp: タイムコンディション編集
ru_ru: Редактировать Правило по времени
sv_se: Redigera tidsvillkor
zh_cn: 编辑时间条件

source: Edit Time Group
he_il: ערוך קבוצת זמנים
it_it: Modifica Gruppo Temporale
ja_jp: タイムグループ編集
ru_ru: Изменить временную группу
sv_se: Redigera tidgrupp
zh_cn: 编辑时间小组

source: Enable Maintenance Polling
ja_jp: メンテナンスポーリングを有効にする
ru_ru: Задействовать опрос по обслуживанию

source: February
he_il: פברואר
it_it: Febbraio
ja_jp: 2月
ru_ru: Февраль
sv_se: Februari
zh_cn: 二月

source: Friday
he_il: שישי
it_it: Venerdì
ja_jp: 金曜日
ru_ru: Пятница
sv_se: Fredag
zh_cn: 周五

source: Give this Time Condition a brief name to help you identify it.
he_il: תן לתנאי זמן זה שם קצר שיעזור לך לזהות אותו.
it_it: Assegnare un nome breve per una facile identificazione.
ja_jp: このタイムコンディションの明確な名前を入力してください。
ru_ru: Хорошо бы присвоить какое-то описание для Правила по времени, это поможет в дальнейшем.
sv_se: Ge denna tidsvillkor ett kortfattat namn som hjälper dig att identifiera den.
zh_cn: 为时间条件控制取一个简短的名字以帮助识别它。

source: Goto Current Time Group
he_il: גש לקבות הזמן הנוכחית
it_it: Vai al Gruppo Temporale
ja_jp: 現在のタイムグループに移動
ru_ru: Переправить в текущую временную группу
sv_se: Gå till aktuell tidgrupp
zh_cn: 转到当前的时间小组

source: Indicates the current state of this Time Condition. If it is in a Temporary Override state, it will automatically resume at the next time transition based on the associated Time Group. If in a Permanent Override state, it will stay in that state until changed here or through other means such as external XML applications on your phone. If No Override then it functions normally based on the time schedule.
ja_jp: このタイムコンディションの状態を指定します。一時的な上書きは、関連付けられたタイムグループに基づき、次回、自動的に移行が再開されます。永久的な上書きは、電話機についている外部のXMPアプリケーションなど他の方法で変更する迄、その状態が継続されます。上書きしない時は、タイムスケジュールに基づき機能します。
ru_ru: Отображает текущие параметры данного Правила по времени. Если это временное состояние, то оно автоматически вернётся в первоначальное при следующей подвижке по времени, ассоциированной с Временной группой. Если это постоянное состояние, то оно остаётся таким пока не будут сделаны изменения здесь или другие внешние приложения, такие как XML-скрипт на телефоне. Если стоит 'Не перезаписывать', то функционал базируется на стандартном временном расписании.

source: January
he_il: ינואר
it_it: Gennaio
ja_jp: 1月
ru_ru: Январь
sv_se: Januari
zh_cn: 一月

source: July
he_il: יולי
it_it: Luglio
ja_jp: 7月
ru_ru: Июль
sv_se: Juli
zh_cn: 七月

source: June
he_il: יוני
it_it: Giugno
ja_jp: 6月
ru_ru: Июнь
sv_se: Juni
zh_cn: 六月

source: Maintenance Polling Interval
ja_jp: メンテナンスポーリング間隔
ru_ru: Интервал опроса по обслуживанию

source: March
he_il: מרץ
it_it: Marzo
ja_jp: 3月
ru_ru: Март
sv_se: Mars
zh_cn: 三月

source: May
he_il: מאי
it_it: Maggio
ja_jp: 5月
ru_ru: Май
sv_se: Maj
zh_cn: 五月

source: Monday
he_il: שני
it_it: Lunedì
ja_jp: 月曜日
ru_ru: Понедельник
sv_se: Måndag
zh_cn: 周一

source: Month Day finish:
he_il: יום בחודש לסיים:
it_it: Giorno del mese finale:
ja_jp: 終了日：
ru_ru: День месяца, окончание:
sv_se: Slutdag:
zh_cn: 在一个月的第几天终止：

source: Month Day start:
he_il: יום בחודש להתחיל:
it_it: Giorno del mese iniziale:
ja_jp: 開始日：
ru_ru: День месяца, начало:
sv_se: Startdag:
zh_cn: 在一个月的第几天开始：

source: Month finish:
he_il: חודש סיום:
it_it: Mese finale:
ja_jp: 終了月：
ru_ru: Месяц, окончание:
sv_se: Slutmånad:
zh_cn: 终止月份：

source: Month start:
he_il: חודש להתחיל:
it_it: Mese iniziale:
ja_jp: 開始月：
ru_ru: Месяц, начало:
sv_se: Startmånad:
zh_cn: 开始月份：

source: New Time
he_il: זמן חדש
it_it: Nuova Data/Ora
ja_jp: 新規タイム
ru_ru: Новое время
sv_se: Ny tid
zh_cn: 添加时间

source: No Override
he_il: ללא מעקף
ja_jp: 上書きなし
ru_ru: Не перезаписывать
sv_se: Ingen åsidosättning

source: November
he_il: נובמבר
it_it: Novembre
ja_jp: 11月
ru_ru: Ноябрь
zh_cn: 十一月

source: OK
he_il: תקין
ru_ru: ОК
zh_cn: 完成

source: October
he_il: אוקטובר
it_it: Ottobre
ja_jp: 10月
ru_ru: Октябрь
sv_se: Oktober
zh_cn: 十月

source: Permanent Override matching state
ja_jp: 一致する状態を永久的に上書き
ru_ru: Постоянно перезаписывать при совпадении

source: Permanent Override unmatching state
ja_jp: 一致しない状態を永久的に上書き
ru_ru: Временно

source: Permanently matched
he_il: התאמה קבועה
ja_jp: 永久的一致
ru_ru: Постоянное совпадение

source: Permanently unmatched
he_il: התאמה קבועה
ja_jp: 永久的不一致
ru_ru: Временное несовпадение

source: Please enter a valid Time Conditions Name
he_il: נא הזן שם לתנאי הזמן
it_it: Prego immettere un nome valido per questa Condizione Temporale
ja_jp: 有効なタイムコンディション名を入力してください
ru_ru: Выбрать разрешённое название для Правила по времени
sv_se: Skriv in ett giltigt namn för tidvillkoret
zh_cn: 请输入有效的时间条件名

source: Remove Section and Submit Current Settings
he_il: מחק את הבחירה והחל את ההגדרות הנוכחיות
ja_jp: セクションを削除し現在の設定を確定します
ru_ru: Удалить секцию и подтвердить текущие настройки
sv_se: Ta bort sektionen och spara instaällningar

source: Reset Override
he_il: אתחל מעקף
ja_jp: 上書きをリセット
ru_ru: Сброс перезаписи

source: Saturday
he_il: שבת
it_it: Sabato
ja_jp: 土曜日
ru_ru: Суббота
sv_se: Lördag
zh_cn: 周六

source: Select a Time Group created under Time Groups. Matching times will be sent to matching destination. If no group is selected, call will always go to no-match destination.
it_it: Selezionare un Gruppo Temporale creato sotto i Gruppi Temporali. La data/ora corrispondente sarà inviata alla destinazione corrispondente. Se non si seleziona un gruppo, la chiamata sarà inviata sempre alla destinazione non corrispondente.
ja_jp: タイムグループ内で作成されたグループを選択してください。正しく選択されていると指定した宛先に送信されます。未選択の場合、呼は常に正しい宛先に送信されません。
ru_ru: Выбрать группу из списка временных групп. В указаный временной интервал звонки будут направляться по указанному направлению. Если не выбрано никакой группы, звонки будут всегда направляться по назначению не попадающему в Правило по времени.
sv_se: Välj en tidgrupp skapad under Tidgrupper. Matchande tider kommer att gå till respektive destination. Om ingen grupp väljs kommer samtalen alltid att gå till Destination om tiden inte matchar.
zh_cn: 选则你创建过的一个时间小组。呼叫在匹配的时间将发送到匹配的目的地。如果没有选择小组，呼叫总是被发送到处理未匹配情况的目的地。

source: September
he_il: ספטמבר
it_it: Settembre
ja_jp: 9月
ru_ru: Сентябрь
zh_cn: 九月

source: Server time:
he_il: שעה בשרת:
it_it: Ora server:
ja_jp: サーバー時刻：
ru_ru: Точное время (сервера):
sv_se: Servertid:
zh_cn: 服务器时间：

source: Submit
he_il: החל שינויים
it_it: Conferma
ja_jp: 送信
ru_ru: Применить
sv_se: Spara ändringar
zh_cn: 提交

source: Sunday
he_il: ראשון
it_it: Domenica
ja_jp: 日曜日
ru_ru: Воскресенье
sv_se: Söndag
zh_cn: 周日

source: Temporary Override matching state
ja_jp: 一致する状態を一時的に上書き
ru_ru: Временно перезаписывать при совпадении

source: Temporary Override unmatching state
ja_jp: 一致しない状態を一時的に上書き
ru_ru: Временно перезаписывать при несовпадении

source: Temporary matched
he_il: התאמה זמנית
ja_jp: 一時的一致
ru_ru: Временное совпадение

source: Temporary unmatched
he_il: חוסר התאמה זמני
ja_jp: 一時的不一致
ru_ru: Временное несовпадение

source: This Time Condition can be set to Temporarily go to the 'matched' or 'unmatched' destination in which case the override will automatically reset once the current time span has elapsed. If set to Permanent it will stay overridden until manually reset. All overrides can be removed with the Reset Override option. Temporary Overrides can also be toggled with the %s feature code, which will also remove a Permanent Override if set but can not set a Permanent Override which must be done here or with other applications such as an XML based phone options.
ja_jp: このタイムコンディションを一時的に'一致する'または'一致しない'宛先に行くように設定することができ、この場合、現在のタイムスパンが経過した後、上書きは自動的にリセットされます。永久的にセットされると、手動でリセットする迄上書されたままになります。全上書きは、リセットオプションで削除することができます。一時的に上書きは、 %s キーコードで切り替えることができ、ここまたは、他のXMLベースの電話オプション等のアプリケーションで、永久的に上書きを削除することもできます。
ru_ru: Правило по времени может быть установлено на срабатывание назначения по совпадению или несовпадению, в обоих случаях перенаправление сработает в указанный промежуток времени. Если установлено в положение Постоянное совпадение, то это будет работать до тех пор, пока не будет включен другой режим ручным способом. Все установки могут быть отменены опцией Сброс перезаписи. Временные перезаписи могут быть переключены при помощи сервисного кода %s, который также удалит и Постоянную перезапись, если она установлена, но не затронет внешние приложения, типа XML-скрипт с телефона.

source: This section will be removed from this time group and all current settings including changes will be updated. OK to proceed?
ja_jp: このセクションはこのタイムグループから削除され、変更を含む全ての現設定が更新されます。続行しますか？
ru_ru: Эта сккция будет удалена из текущей временной группы и всех других установок, включая изменения, которые сейчас будут обновлены. ОК для продолжения?

source: This will display as the name of this Time Group.
he_il: זהו השם של קבוצת הזמנים
it_it: Questo sarà il nome del Gruppo Temporale
ja_jp: このタイムグループ名を表示します。
ru_ru: Отображение названия этой временной группы
sv_se: Detta kommer att visas som namnet för denna tidgrupp.
zh_cn: 这将作为时间小组的名字显示。

source: Thursday
he_il: חמישי
it_it: Giovedì
ja_jp: 木曜日
ru_ru: Четверг
sv_se: Torsdag
zh_cn: 周四

source: Time Condition
he_il: תנאי זמן
it_it: Condizione Temporale
ja_jp: タイムコンディション
ru_ru: Правило по времени
sv_se: Tidsvillkor
zh_cn: 时间条件

source: Time Condition Module
ja_jp: タイムコンディションモジュール
ru_ru: Модуль правил по времени

source: Time Condition name:
he_il: שם תנאי הזמן:
it_it: Nome Condizione Temporale:
ja_jp: タイムコンディション名：
ru_ru: Название Правила по времени:
sv_se: Namn för tidsvillkor:
zh_cn: 时间条件命名：

source: Time Condition:
he_il: תנאי זמן:
it_it: Condizione Temporale:
ja_jp: タイムコンディション：
ru_ru: Правило по времени:
sv_se: Tidsvillkor:
zh_cn: 时间条件：

source: Time Condition: %s
he_il: מצבים לפי זמנים: %s
it_it: Condizione Temporale: %s
ja_jp: タイムコンディション： %s
ru_ru: Правило по времени: %s
sv_se: Tidsvillkor: %s
zh_cn: 时间条件设置：%s

source: Time Conditions
he_il: תנאיי זמנים
it_it: Condizioni Temporali
ja_jp: タイムコンディション
ru_ru: Правила по времени
sv_se: Tidsvillkor
zh_cn: 时间条件设置

source: Time Group
he_il: קבוצת זמנים
it_it: Gruppo Temporale
ja_jp: タイムグループ
ru_ru: Временная группа
sv_se: Tidgrupp
zh_cn: 时间小组

source: Time Group:
he_il: קבוצת זמנים
it_it: Gruppo Temporale:
ja_jp: タイムグループ：
ru_ru: Временная группа:
sv_se: Tidgrupp
zh_cn: 时间小组：

source: Time Groups
he_il: קבוצות זמן
it_it: Gruppi Temporali
ja_jp: タイムグループ
ru_ru: Временная группа
sv_se: Tidgrupper
zh_cn: 时间小组

source: Time to finish:
he_il: זמן לסיים:
it_it: Ora finale:
ja_jp: 終了時刻：
ru_ru: Время окончания:
sv_se: Sluttid:
zh_cn: 终止时间：

source: Time to start:
he_il: זמן להתחיל:
it_it: Ora iniziale:
ja_jp: 開始時刻：
ru_ru: Время начала:
sv_se: Startid:
zh_cn: 开始时间：

source: Tuesday
he_il: שלישי
it_it: Martedì
ja_jp: 火曜日
ru_ru: Вторник
sv_se: Tisdag
zh_cn: 周二

source: Unchanged
he_il: ללא שינוי
ja_jp: 変更なし
ru_ru: Неизменёный

source: Unknown State
he_il: מצב לא ידוע
ja_jp: 不明ステータス
ru_ru: Неизвестное состояние

source: Upgraded %s and created group %s
it_it: Aggiornato %s e creato gruppo %s
ja_jp: %s をアップグレードし、グループ%sを作成しました
ru_ru: Обновлено %s и создана группа %s
sv_se: Uppgraderade %s och skapade grupp %s
zh_cn: 升级了%s并且创建了小组%s

source: Used By
he_il: בשימוש על ידי
it_it: Usato da
ja_jp: に使用されています
ru_ru: Используется
sv_se: Används av
zh_cn: 被谁使用

source: Wednesday
he_il: רביעי
it_it: Mercoledì
ja_jp: 水曜日
ru_ru: Среда
sv_se: Onsdag
zh_cn: 周三

source: Week Day finish:
he_il: יום בשבוע לסיים:
it_it: Giorno della settimana finale:
ja_jp: 終了曜日：
ru_ru: День недели, окончание:
sv_se: Slut veckodag:
zh_cn: 在星期几终止：

source: Week Day start:
he_il: יום התחלה בשבוע:
it_it: Giorno della settimana iniziale:
ja_jp: 開始曜日：
ru_ru: День недели, начало:
sv_se: Start veckodag:
zh_cn: 从星期几开始：

source: You have not selected a time group to associate with this timecondition. It will go to the un-matching destination until you update it with a valid group
it_it: Non hai selezionato un gruppo temporale da associare a questa condizione. Andrà alla destinazione non corrispondente fino a quando non si aggiorna con un gruppo valido
ja_jp: このタイムコンディションのタイムグループが選択されていません。有効なグループに変更し、正しい宛先に転送されるよう設定してください
ru_ru: Не выбрана ни одна временная группа для ассоциации с этим правилом по времени. Входящий звонок будет направлен в нераспознанное назначение пока не будет выбрана какая-либо группа
sv_se: Du har inte valt en tidgrupp för detta tidsvillkoret. Detta innebär att Destination, om tiden inte matchar, alltid kommer att vara aktiv.
zh_cn: 你尚未选择一个与此时间条件设置相关的时间小组。它将发送到处理未匹配情况的目的地，直到你为它更新一个可用的小组

source: already exists
he_il: כבר קיים
ja_jp: 既存します
ru_ru: уже существует
sv_se: finns redan

source: checking for generate_hint field..
ja_jp: generate_hintフィールドをチェック中..
ru_ru: проверяем поле generate_hint..
sv_se: kontrollerar fältet generae_hint..

source: converting timeconditions time field to int..
he_il: ממיר קבוצות זמן
it_it: conversione campo data timeconditions verso int..
ja_jp: タイムコンディションのtimeフィールドをintにコンバート中..
ru_ru: поле для правила по времени конвертируется в ..
sv_se: konverterar fältet time till int..
zh_cn: 正在将时间条件控制的time字段转换成int（整数）。。。

source: deleted
he_il: נמחק
it_it: eliminata
ja_jp: 削除されました
ru_ru: удалено
sv_se: raderad
zh_cn: 已删除

source: generating feature codes if needed..
he_il: יוצר קודי תכונות אם נדרשים
ja_jp: 必要に応じてfeature codesを生成中..
ru_ru: генерируем сервисные коды при необходимости..
sv_se: genererar funktionskoder om det behövs..

source: no upgrade needed
he_il: אין צורך בשדרוג
it_it: nessun upgrade necessario
ja_jp: アプグレードの必要はありません
ru_ru: обновления не требуется
sv_se: ingen uppgradering behövs
zh_cn: 无须升级

source: starting migration
he_il: מתחיל שדרוג
it_it: inizio migrazione
ja_jp: 移行開始
ru_ru: начинаем миграцию
sv_se: startar migrering
zh_cn: 开始迁移
