Repository: IssabelFoundation/issabelPBX
Catalog: directory/i18n/*/LC_MESSAGES/directory.po
Languages: es_es

source: Directory
es_es: Directorio

source: Add Directory
es_es: Añadir Directorio

source: Edit Directory
es_es: Modificar Directorio

source: Name
es_es: Nombre

source: CallerID Name Prefix
es_es: Prefijo de CallerID

source: Announcement
es_es: Anuncio

source: Invalid Retries
es_es: Reintentos opción inválida

source: Invalid Retry Recording
es_es: Grabación reintento opción inválida

source: Invalid Recording
es_es: Grabación opción inválida

source: Invalid Destination
es_es: Destino opción inválida

source: Return to IVR
es_es: Retornar al IVR

source: Announce Extension
es_es: Anunciar extensión

source: Default Directory
es_es: Directorio por defecto

source: Directory Entries
es_es: Entradas de Directorio

source: Add new entry
es_es: Añadir nueva entrada

source: Name Announcement
es_es: Anuncio de nombre

source: Dial
es_es: Marcar

source: Directory Options (DTMF)
es_es: Opciones de Directorio (DTMF)

source: Name of this directory.
es_es: Nombre de este directorio.

source: Description of this directory.
es_es: Descripción de este directorio.

source: Description
es_es: Descripción

source: Prefix to be appended to current CallerID Name.
es_es: Prefijo que se agregará al nombre del identificador de llamadas actual.

source: ALERT_INFO to be sent when called from this Directory. Can be used for distinctive ring for SIP devices.
es_es: ALERT_INFO que se enviará cuando se llame desde este directorio. Puede usarse para timbre distintivo para dispositivos SIP.

source: Greeting to be played on entry to the directory.
es_es: Saludo que se reproducirá al entrar en el directorio.

source: Number of times to retry when receiving an invalid/unmatched response from the caller
es_es: Número de veces que se debe volver a intentar cuando se recibe una respuesta no válida/no coincidente de la persona que llama

source: Prompt to be played when an invalid/unmatched response is received, before prompting the caller to try again
es_es: Aviso que se reproducirá cuando se reciba una respuesta no válida o no coincidente, antes de pedirle a la persona que llama que lo intente de nuevo

source: Prompt to be played before sending the caller to an alternate destination due to the caller pressing 0 or receiving the maximum amount of invalid/unmatched responses (as determined by Invalid Retries)
es_es: Aviso que se reproducirá antes de enviar a la persona que llama a un destino alternativo debido a que la persona que llama presiona 0 o recibe la cantidad máxima de respuestas no válidas/no coincidentes (según lo determinado por Reintentos opción inválida)

source: Destination to send the call to after Invalid Recording is played.
es_es: Destino al que enviar la llamada después de que se reproduzca Grabación no válida.

source: When selected, if the call passed through an IVR that had "Return to IVR" selected, the call will be returned there instead of the Invalid destination.
es_es: Cuando se selecciona, si la llamada pasó a través de un IVR que tenía seleccionado "Volver a IVR", la llamada se devolverá allí en lugar del destino Inválido.

source: When checked, the extension number being transferred to will be announced prior to the transfer
es_es: Cuando se marca, el número de extensión al que se transfiere se anunciará antes de la transferencia

source: When checked, this becomes the default directory and replaces any other directory as the default directory. This has the effect of exposing entries for this directory into the Extension/User page
es_es: Cuando está marcado, se convierte en el directorio predeterminado y reemplaza a cualquier otro directorio como directorio predeterminado. Esto tiene el efecto de exponer entradas para este directorio en la página Extensión/Usuario

source: All Users
es_es: Todos los usuarios

source: Custom
es_es: Personalizado

source: Voicemail Greeting
es_es: Saludo de buzón de voz

source: Text to Speech
es_es: Texto a voz

source: Spell Name
es_es: Deletrear nombre

source: System Recordings
es_es: Grabaciones de sistema

source: Edit %s: %s
es_es: Modificar %s: %s

source: Delete
es_es: Eliminar
