Repository: IssabelFoundation/issabelPBX
Catalog: pinsets/i18n/*/LC_MESSAGES/pinsets.po
Languages: bg_bg, es_es, fr_fr, he_il, it_it, ja_jp, sv_se, zh_cn

source: Unnamed
bg_bg: Без име
es_es: Sin nombre
he_il: ללא שם
ja_jp: 名前がつけられてません
sv_se: Inget namn

source: PIN Set
bg_bg: PIN Въвеждане
es_es: Conjunto de PIN
fr_fr: Jeu de PIN
he_il: סט סיסמאות
it_it: Gruppo PIN
ja_jp: PINセット
sv_se: PIN-kod
zh_cn: PIN码集合

source: Optional: Select a PIN set to use. If using this option, leave the Route Password field blank.
bg_bg: Незадължително: Изберете PIN Въвеждане за използване. Ако използвате тази опция, оставете полето Парола на Маршрут празно.
es_es: Opcional: Elija un PIN a utilizar. Si utiliza esta opción, deje el campo Password de Ruta en blanco
fr_fr: Optionnel : Sélectionnez un jeu de PIN à utiliser. Si vous utilisez cette option, laissez le champ Mot de Passe de Route (Route Password) vide.
he_il: אופציונאלי: בחר בסט הסיסמאות, כאשר משתמשים בתכונה זו, יש להשאיר את סיסמת הניתוב ריקה
it_it: Opzionale: Selezionare un Gruppo PIN da utilizzare. Se si utilizza questa opzione, lasciare la Password della Rotta vuota.
ja_jp: オプション： 使用するPINセットを選択します。このオプションを使用する場合は、ルートパスワードフィールドを空欄にしてください。
sv_se: Valfritt: Välj en PIN-kod. Om du väljer en PIN-kod, lämna då fältet <b>Lösenord för väg</b> tomt
zh_cn: 可选设置：选择一个要使用的PIN码集合。如果使用了这个选项，就请清空线路密码字段。

source: None
bg_bg: Няма
es_es: Ninguno
fr_fr: Aucun
he_il: ללא
it_it: Nessuno
ja_jp: なし
sv_se: Ingen
zh_cn: 无

source: checking if migration required..
bg_bg: проверка дали има нужда от преместване..
he_il: בודק האם נדרשת מיגרציה
ja_jp: 移行が必要かチェック中..
sv_se: kontrollerar om migrering behövs..

source: migrating..
bg_bg: преместване..
he_il: מבצע מיגרציה
ja_jp: 移行中..
sv_se: migrerar..

source: unknown error fetching table data
bg_bg: непозната грешка при извличане на данни от таблицата
he_il: תקלה לא ידוע בקריאת בסיס הנתונים
ja_jp: テーブルデータのフェッチ中の不明なエラー
sv_se: okänt fel när tabelldata skulle hämtas

source: migration aborted
bg_bg: преместването е прекратено
he_il: המיגרציה בוטלה
ja_jp: 移行を中断
sv_se: migreringen avbruten

source: continuing..
bg_bg: продължаване..
he_il: ממשיך...
ja_jp: 続行..
sv_se: fortsätter..

source: done
bg_bg: изпълнено
he_il: הסתיים
ja_jp: 完了
sv_se: klar

source: dropping used_by field..
bg_bg: изтриване на поле used_by..
he_il: מוחק את ערכי
ja_jp: used_byフィールドをドロップ..
sv_se: tar bort fältet used_by..

source: no used_by field???
bg_bg: няма поле used_by???
he_il: לא קיימים ערכים ב
ja_jp: userd_byフィールドがありません???
sv_se: inget fält med namnet used_by???

source: already done
bg_bg: вече е направено
he_il: כבר בוצע
ja_jp: 既に実行済みです
sv_se: redan gjort

source: Add Password Set
bg_bg: Добави Въвеждане на Парола
fr_fr: Ajouter un jeu de mots de passe
he_il: הוסף סט סיסמאות
it_it: Aggiungi Gruppo PIN
ja_jp: パスワードセットを追加
sv_se: Lägg till PIN-kod(er)
zh_cn: 添加密码集合

source: PIN Set
bg_bg: PIN Въвеждане
es_es: Conjunto de PIN
fr_fr: Jeu de PIN
he_il: סט סיסמא
it_it: Gruppo PIN
ja_jp: PINセット
sv_se: PIN-kod
zh_cn: PIN码集合

source: deleted
bg_bg: изтрит
es_es: eliminado
fr_fr: supprimé
he_il: נמחק
it_it: eliminato
ja_jp: 削除されました
sv_se: borttagen
zh_cn: 已删除

source: Delete PIN Set
bg_bg: Изтрий PIN Въвеждане
es_es: Eliminar Conjunto de PIN
fr_fr: Supprimer le jeu de PIN
he_il: מחק סט סיסמאות
it_it: Elimina Gruppo PIN
ja_jp: PINセットを削除
sv_se: Ta bort PIN-kod
zh_cn: 删除PIN码集合

source: PIN Set:
bg_bg: PIN Въвеждане:
es_es: Conjunto de PIN:
fr_fr: Jeu de PIN :
he_il: סט סיסמאות:
it_it: Gruppo PIN:
ja_jp: PINセット
sv_se: PIN-kod:
zh_cn: PIN码集合：

source: Add PIN Set
bg_bg: Добави PIN Въвеждане
es_es: Añadir Conjunto de PIN
fr_fr: Ajouter un jeu de PIN
he_il: הוסף סט סיסמאות
it_it: Aggiungi Gruppo PIN
ja_jp: PINセットを追加
sv_se: Lägg till PIN-kod
zh_cn: 添加PIN码集合

source: PIN Sets are used to manage lists of PINs that can be used to access restricted features such as Outbound Routes. The PIN can also be added to the CDR record's 'accountcode' field.
bg_bg: PIN Въвежданията се използват да управлявате списъка с PIN-ове, които могат да се използват за ограничаване на функции като Изходящи Маршрути. Също така PIN може да се добави в CDR записите в полето 'акаунт код'.
es_es: Conjuntos de PIN se utilizan para administrar listas de PIN que pueden ser usados para restringir funcionalidad como ser rutas salientes. El PIN también puede mostrarse en el campo accountcode del registro CDR
fr_fr: Les jeux de PIN sont utilisés pour gérer des listes de PINs qui peuvent être utilisés pour accéder à des fonctionnalités restreintes comme les Routes Sortantes. Le PIN peut également être ajouté au champ 'accountcode' de l'enregistrement CDR.
he_il: בסטי סיסמאות משתמשים כדי לנהל רשימות של סיסמאות שבהן ניתן להשתמש בתכונות מוגבלות, כמו למשל ניתוב שיחות יוצאות. כמו כן, ניתן להוסיף את הסיסמא לשדה 'accountcode' ברישומי השיחות של המערכת.
it_it: In questa pagina è possibile gestire i Gruppi PIN, utilizzati per restringere l'accesso a particolari servizi come per esempio le Rotte in Uscita. Il PIN può essere anche inserito nel campo CDR 'accountcode' dell'utente.
ja_jp: PINセットは、アウトバウンドルートのようなアクセスの制限された機能のPINリスト管理に使用します。<br>PINをCDRレコードの'accountcode'フィールドに追加することもできます。
sv_se: PIN-koder hanterad de listor med koder som kan användas på diverse ställe i IssabelPBX såsom <b>Utgående vägar</b>. PIN-koderna kan också visas i samtalsregistret i fältet 'accountcode' om detta väljs.
zh_cn: PIN码集合是用来管理PIN码列表的，这些PIN码可以用来访问受限制的功能，比如出局线路。PIN码也可以添加到CDR记录的“accountcode”字段。

source: Edit PIN Set
bg_bg: Редактирай PIN Въвеждане
es_es: Modificar Conjunto de PIN
fr_fr: Editer le jeu de PIN
he_il: ערוך סט סיסמאות
it_it: Modifica Gruppo PIN
ja_jp: PINセットを編集
sv_se: Redigera PIN-koder
zh_cn: 编辑PIN码集合

source: New PIN Set
bg_bg: Ново PIN Въвеждане
es_es: Nuevo Conjunto de PIN
fr_fr: Nouveau jeu de PIN
he_il: סט סיסמאות חדש
it_it: Nuovo Gruppo PIN
ja_jp: 新しいPINセット
sv_se: Ny PIN-kod
zh_cn: 新建PIN码集合

source: PIN Set Description:
bg_bg: Описание на PIN Въвеждане:
es_es: Descripción
fr_fr: Description du jeu de PIN
he_il: תיאור סט סיסמאות:
it_it: Descrizione Gruppo PIN
ja_jp: PINセット説明：
sv_se: Beskrivning för PIN-kod:
zh_cn: PIN码集合的描述：

source: Record In CDR?:
bg_bg: Запис в CDR?:
es_es: Registrar en CDR?:
fr_fr: Enregistrer dans CDR ?
he_il: רשום ברישום שיחות?:
it_it: Registra nel CDR?:
ja_jp: CDRに記録しますか?：
sv_se: Lägga till i CDR?:
zh_cn: 记录到CDR中？

source: Select this box if you would like to record the PIN in the call detail records when used
bg_bg: Маркирайте ако искате да записвате PIN-а в детайлни отчети на разговорите ако се използва
es_es: Marque el casillero si desea registrarel PIN en el CDR
fr_fr: Cochez cette case si vous voulez enregistrer le PIN dans les enregistrements détaillés de l'appel lorsqu'ils sont utilisés.
he_il: סמן תיבה זו אם ברצונך לרשום את הסיסמא בפירוט רישומי השיחות כאשר יש בה שימוש
it_it: Spuntare questa casella se si vogliono registrare i PIN nel dettaglio delle chiamate
ja_jp: PINが使用された際に、PINを通話詳細レコードに記録したい場合はこのボックスを選択してください
sv_se: Markera detta val om du vill lägga till i samtalsregistret vilken PIN.kod som användes
zh_cn: 如果你希望将PIN记录到呼叫详细记录中去，就钩选此项

source: PIN List:
bg_bg: PIN Лист:
es_es: Lista de PIN:
fr_fr: Liste PIN :
he_il: רשימת סיסמאות:
it_it: Lista PIN:
ja_jp: PINリスト：
sv_se: PIN-kodlista:
zh_cn: PIN码列表

source: Enter a list of one or more PINs. One PIN per line.
bg_bg: Въведете списък от един или повече PIN кода. Един PIN на ред.
es_es: Ingrese una lista de uno o más PINes. Uno por línea.
fr_fr: Entrez une liste d'un ou plusieurs PINs. Un PIN par ligne.
he_il: הכנס רשימה של סיסמא אחת או יותר. סיסמא אחת בכל שורה.
it_it: Immettere in lista uno o più PIN. Uno per riga.
ja_jp: PINのリストを入力します。PIN1つにつき1行です。
sv_se: Skriv in en eller flera PIN-koder. En PIN-kod per rad.
zh_cn: 请输入一个或多个PIN码，一行输一个PIN码。

source: Submit Changes
bg_bg: Приеми Промените
es_es: Guardar Cambios
fr_fr: Appliquer les modifications
he_il: הפעל שינויים
it_it: Conferma Cambiamenti
ja_jp: 変更を適用
sv_se: Spara ändringar
zh_cn: 提交更改

source: Please enter a valid Description
bg_bg: Моля въведете правилно Описание
es_es: Por favor ingrese una descripción válida
fr_fr: Entrez une description valide
he_il: נא ציין תיאור
it_it: Prego immettere una Descrizione valida
ja_jp: 有効な説明を入力してください。
sv_se: Skriv in en giltig beskrivining
zh_cn: 请输入有效的描述

source: PIN Sets
bg_bg: PIN Въвеждания
es_es: Conjunto de PIN
fr_fr: Jeux de PIN
he_il: סט סיסמאות
it_it: Gruppi PIN
ja_jp: PINセット
sv_se: PIN-koder
zh_cn: PIN码管理

source: Settings
bg_bg: Настройки
es_es: Configuración
ja_jp: 設定

source: Allow creation of lists of PINs (numbers for passwords) that can be used by other modules (eg, trunks).
bg_bg: Позволява създаването на списък с PIN-ове (номера за пароли) които могат да се използват от други модули (например външни линии).
es_es: Permite la creación de lista de PIN que podrán ser usados en otros módulos, como ser Trocales
he_il: מאפשר יצירת סטים של סיסמאות שניתנים לשימושעל ידי מודלים אחרים כגון (ניתוב שיחות יוצאות וכד)
ja_jp: 他のモジュール(例：トランク)によって使用される可能性のあるPINのリスト(パスワードとしての数値)作成を許可します。
sv_se: Ger möjlighet att skapa listor med PINs (nummer för lösenord) somkan användas av andra moduler (trunkar).

source: ok
he_il: טוב
