Repository: IssabelFoundation/issabelPBX
Catalog: customerdb/i18n/*/LC_MESSAGES/customerdb.po
Languages: es_es

source: Customer
es_es: Cliente

source: deleted
es_es: borrado

source: Add a user
es_es: A&ntilde;adir usuario

source: Delete Customer
es_es: Borrar cliente

source: Edit Customer
es_es: Modificar cliente

source: Add Customer
es_es: A&ntilde;adir cliente

source: Name
es_es: Nombre

source: Name of business or person (REQUIRED)
es_es: Nombre de la empresa o la persona (REQUERIDO)

source: Address 1
es_es: Direcci&oacute;n 1

source: Address Line 1 (REQUIRED)
es_es: Direcci&oacute;n l&iacute;nea 1 (REQUERIDO)

source: Address 2
es_es: Direcci&oacute;n 2

source: Address Line 2
es_es: Direcci&oacute;n l&iacute;nea 2

source: City
es_es: Ciudad

source: City (REQUIRED)
es_es: Ciudad (REQUERIDO)

source: State
es_es: Provincia

source: State (REQUIRED)
es_es: Provincia (REQUERIDO)

source: Zip/Post Code
es_es: CP

source: Zip (REQUIRED)
es_es: CP (REQUERIDO)

source: Sip Account
es_es: Cuenta SIP

source: Sip Account (must have this or a DID tied to the account)
es_es: Cuenta SIP (debe tener &eacute;ste o un DID asociado a la cuenta)

source: DID Number
es_es: N&uacute;mero DID

source: DID Number (must have this or sip tied to the account)
es_es: N&uacute;mero DID (debe tener &eacute;ste o la cuenta)

source: Device
es_es: Dispositivo

source: Device (example... Linksys PAP-2, Sipura)
es_es: Dispositivo (ejemplo: Linksys PAP-2, Sipura...)

source: Serial
es_es: N&uacute;mero de serie

source: Serial Number
es_es: N&uacute;mero de serie

source: IP Address
es_es: Direcci&oacute;n IP

source: Account
es_es: Cuenta

source: Account Number (internal use)
es_es: N&uacute;mero de cuenta (uso interno)

source: Email Address
es_es: Direcci&oacute;n e-mail

source: Username
es_es: Nombre de usuario

source: Username for the device
es_es: Nombre de usuario para el dispositivo

source: Password
es_es: Contrase&ntilde;a

source: Password for device
es_es: Contrase&ntilde;a para el dispositivo

source: Please enter a name for this customer
es_es: Por favor, introduce un nombre para este cliente

source: Please enter an address for this customer
es_es: Por favor, introduce una direcci&oacute;n para este cliente

source: Pleast enter a city for this customer
es_es: Por favor, introduce una ciudad para este cliente

source: Please enter a zip for this customer
es_es: Por favor, introduce un CP para este cliente

source: You must choose either a sip or did number for this customer.
es_es: Debes elegir entre SIP o n&uacute;mero DID para este cliente.

source: Customer DB
es_es: BBDD de clientes
