Repository: IssabelFoundation/issabelPBX
Catalog: recordings/i18n/*/LC_MESSAGES/recordings.po
Languages: bg_bg, fr_fr, he_il, it_it, ja_jp, pt_br, sv_se

source: Missing Sound file auto-created from migration of %s module
bg_bg: Missing Sound файл автоматично създаден при преместване от %s модул
fr_fr: Fichier Son auto-créé lors de la migration du module %s MANQUANT
it_it: File Audio mancante auto-creato durante la migrazione del modulo %s
ja_jp: %sモジュールから自動作成された音声ファイルが見つかりません
pt_br: Foi criado automaticamente um arquivo de som que não existia durante a migração do módulo %s
sv_se: Fattas ljudfil som autoskapades när migrering gjordes av modul %s

source: Non-Existent Recording in module %s
bg_bg: Не Съществуващ Запис в модул %s
fr_fr: Enregistrement Non-Existant dans le module %s
it_it: Registrazione inesistente nel modulo %s
ja_jp: モジュール %s 内に録音が発見できません
pt_br: A gravação não existe no módulo %s
sv_se: Inspelningen finns inte i modul %s

source: The %s referenced a recording file listed below that does not exists. An entry has been generated, named %s, with the referenced file(s) but you should confirm that it really works and the real files exist. The file(s) referenced: %s
bg_bg: %s спомянава че файла на записа показан по-долу не съществува. Въвеждането беше генерирано, именувано %s, но ще трябва да потвърдите че наистина работи и истинския файл съществува. Споменатия файл(ове): %s
fr_fr: Le %s a référencé un fichier d'enregistrement listé ci-dessous qui n'existe pas. Une entrée a été générée, nommée %s, avec le(s) fichier(s) référencé(s) mais vous devriez confirmer le bon fonctionnement et confirmer que les fichiers existent. Le(s) fichier(s) référencé(s) : %s
it_it: %s fa riferimento ad un file di registrazione che non esiste. Una voce è stata generata, nominata %s, insieme ai file di riferimento ma dovresti confermare che questi realmente esistono. I file sono : %s
ja_jp: %sは以下にリストアップされている存在しない録音ファイルを参照しています。参照されているファイルによってエントリーが生成され、%sという名前が付与されましたが、それが本当に機能していてファイルが存在しているかどうかを確認してください。参照ファイル： %s
pt_br: A gravação %s listada abaixo não existe. Uma entrada, cujo nome é %s, foi gerada com esse(s) arquivo(s), mas você deve confirmar se o arquivo realmente existe. O arquivo é: %s.
sv_se: %s refererade till en inspelningsfil som inte finns. En post har genererats med namnet %s, med den refererande filen/filerna men du måste kontrollera att detta verkligen fungerar och att filen/filerna finns. Filen/filerna som refereras är %s

source: No long description available
bg_bg: Не е достъпно описание.
fr_fr: Pas de description longue disponible
he_il: אין תיאור ארוך
it_it: Nessuna descrizione completa disponibile
ja_jp: 詳細説明がありません
pt_br: Descrição não disponível
sv_se: Ingen beskrivning tillgänglig

source: Recordings
bg_bg: Записи
fr_fr: Enregistrements
he_il: הקלטות
it_it: Registrazioni
ja_jp: 録音
pt_br: Gravações
sv_se: Inspelningar

source: Save Recording
bg_bg: Направи Запис
fr_fr: Sauvegarder les Enregistrements
he_il: שמור הקלטה
it_it: Salva Registrazione
ja_jp: 録音を保存
pt_br: Salvar gravação
sv_se: Spara inspelning

source: Check Recording
bg_bg: Провери Запис
fr_fr: Contrôler les Enregistrements
he_il: בדוק הקלטה
it_it: Controllo Registrazione
ja_jp: 録音をチェック
pt_br: Verifique a gravação
sv_se: Kontrollera inspelning

source: checking for fcode field..
bg_bg: проверка за fcode поле ..
fr_fr: contrôle du champ fcode...
he_il: בודק שגיאות...
it_it: controllo il campo fcode..
ja_jp: fcodeフィールドをチェック中..
pt_br: comprobando campo fcode_field...
sv_se: kontrollerar fältet fcode..

source: OK
he_il: תקין
pt_br: Aceitar

source: already exists
bg_bg: вече съществуват
fr_fr: existe déjà
he_il: כבר קיים
it_it: già esiste
ja_jp: 既存します
pt_br: já existe
sv_se: finns redan

source: checking for fcode_pass field..
bg_bg: проверка за fcode_pass поле ..
fr_fr: contrôle du champ fcode_field...
it_it: controllo il campo fcode_pass..
ja_jp: fcode_passフィールドのチェック中..
pt_br: comprobando campo fcode_pass...
sv_se: kontrollerar fältet fcode_pass..

source: ** MISSING FEATURE CODE **
bg_bg: ** ЛИПСВАЩ СПЕЦИАЛЕН КОД **
fr_fr: ** Code de Caractéristique Manquant **
he_il: ** לא קיים קוד תכונה **
it_it: ** CODICE SERVIZIO MANCANTE **
pt_br: gravações.mo gravações.po gravações.po.new NENHUM CÓDIGO DE FUNÇÃO EXISTE gravações.mo gravações.po gravações.po.new
sv_se: ** FUKTIONSKOD FATTAS ***

source: Failed to create
bg_bg: Грешка при създаване
fr_fr: Echec lors de la Création
he_il: כשלון ביצירת
it_it: Impossibile creare
ja_jp: 作成失敗
pt_br: Não foi possível criar
sv_se: Kunde inte skapa

source: [ERROR] The Recorded File Does Not exists:
bg_bg: [ГРЕШКА] Записаният Файл Не Съществува:
fr_fr: [ERREUR] Le fichier Enregistré n'existe Pas :
he_il: שגיאה - קובץ ההקלטה אינו קיים
it_it: [ERRORE] Il file registrato non esiste:
ja_jp: [エラー] 録音ファイルが存在しません：
pt_br: [ERRO] O arquivo gravado não existe:
sv_se: [FEL] Den inspelade filen finns inte:

source: [ERROR] SAVING RECORDING:
bg_bg: [ГРЕШКА] ЗАПАЗВАНЕ НА ЗАПИС:
fr_fr: [ERREUR] LORS DE LA SAUVEGARDE DE L'ENREGISTREMENT :
he_il: שגיאה - שמירת ההקלטה
it_it: [ERRORE] DURANTE IL SALVATAGGIO DELLA REGISTRAZIONE:
ja_jp: [エラー] 録音の保存：
pt_br: [ERRO] Ao salvar a gravação:
sv_se: [FEL] vid sparande av inspelning:

source: Make sure you have entered a proper name
bg_bg: Убедете се че сте въвели правилно име
fr_fr: Assurez-vous d'avoir entré un nom correct
he_il: נא וודא כי הכנסת שם מתאים להקלטה
it_it: Assicurarsi di aver inserito un nome corretto
ja_jp: 正しい名前を入力されたか確認してください
pt_br: Certifique-se de ter digitado um nome correto
sv_se: Kontrollera att det är ett giltigt namn

source: [ERROR] REMOVING TEMPORARY RECORDING:
bg_bg: [ГРЕШКА] ПРЕМАХВАНЕ НА ВРЕМЕНЕН ЗАПИС:
fr_fr: [ERREUR] LORS DE LA SUPPRESSION DE L'ENREGISTREMENT TEMPORAIRE :
he_il: שגיאה - מוחק הקלטה זמנית
it_it: [ERRORE] DURANTE LA RIMOZIONE DELLA REGISTRAZIONE TEMPORANEA:
ja_jp: [エラー] テンポラリーの録音ファイルの削除：
pt_br: [ERRO] Excluindo gravação temporária:
sv_se: [FEL] vid radering av temporär inspelning:

source: Make sure Asterisk is not running as root
bg_bg: Убедете се че Атериск не работи като root
fr_fr: Assurez-vous qu'Asterisk ne tourne pas en root
it_it: Assicurarsi che Asterisk non sia in esecuzione come root
ja_jp: Asteriskがrootとして起動していないことを確認してください
pt_br: Certifique-se de que o Asterisk não esteja rodando como root
sv_se: Kontrollera att Aserisk inte körs som root

source: System Recording
bg_bg: Системен Запис
fr_fr: Enregistrement Système
he_il: הקלטות מערכת
it_it: Registrazione di Sistema
ja_jp: システム録音
pt_br: Gravações do sistema
sv_se: Systeminspelning

source: Saved
bg_bg: Записан
fr_fr: Sauvegardé
he_il: נשמר
it_it: Salvato
ja_jp: 保存されました
pt_br: Salvou
sv_se: Sparad

source: Unable to locate
bg_bg: Не мога да намеря
fr_fr: Localisation impossible
he_il: לא מצליח לאתר
it_it: Impossibile trovare
ja_jp: 見つけることができません
pt_br: Não foi possível localizar
sv_se: Kan inte hitta

source: with a a valid suffix
bg_bg: с правилна наставка
fr_fr: avec un suffixe valide
he_il: עם סיומת תקנית
it_it: con un suffisso valido
ja_jp: 有効なサフィックス
pt_br: com um sufixo válido
sv_se: med en giltig ändelse

source: Updated
bg_bg: Обновен
fr_fr: Mis à Jour
he_il: עודכן
it_it: Aggiornato
ja_jp: 更新されました
pt_br: Atualizada
sv_se: Uppdaterad

source: System Recordings
bg_bg: Системни Записи
fr_fr: Enregistrements Systèmes
he_il: הקלטות מערכת
it_it: Registrazioni di Sistema
ja_jp: システム録音
pt_br: Gravações do sistema
sv_se: Systeminspelningar

source: Add System Recording
pt_br: Adicionar gravação do sistema

source: Step 1
pt_br: Passo 1

source: Record or upload
pt_br: Grabar o subir

source: Step 2
pt_br: Passo 2

source: Step 3
pt_br: Passo 3

source: Step 4
pt_br: Passo 4

source: Name
pt_br: Nomear

source: Save
bg_bg: Запис
fr_fr: Sauvegarder
he_il: שמור
it_it: Salva
ja_jp: 保存
pt_br: Manter
sv_se: Spara

source: Verify
pt_br: Verificar

source: Using your phone,
bg_bg: Използвайки вашия телефон,
fr_fr: En utilisant votre téléphone,
he_il: באמצעות הטלפון שלך,
it_it: Utilizzando il proprio telefono,
ja_jp: 電話を使用し、
pt_br: Usando seu telefone,
sv_se: Använd din telefon,

source: dial
bg_bg: наберете
fr_fr: numérotez
he_il: חייג
it_it: chiamare
ja_jp: 次の番号にダイヤルしてください
pt_br: ligar para
sv_se: slå

source: Start speaking at the tone. Press # when finished.
he_il: התחל לדבר לאחר האות. בסיום הקש על מקש הסולמית
ja_jp: トーン音が聞こえたら話し始め、終了したら＃を押します。
pt_br: Comece a falar quando ouvir o tom. Disque # para finalizar.
sv_se: Börja tala efter tonen. Tryck # när du är klar.

source: and speak the message you wish to record. Press # when finished.
he_il: ואמור את ההודעה שעליך להקליט. ביום הקש על מקש הסולמית
ja_jp: 次に録音したいメッセージを話し、終了したら＃を押します。
pt_br: e diga a mensagem que deseja gravar. Disque # quando terminar.
sv_se: tala in ditt meddelande. Tryck # när du är klar.

source: If you wish to make and verify recordings from your phone, please enter your extension number here:
bg_bg: Ако желаете да направите и проверите записа от вашия телефон, моля въведете вътрешен номер тук:
fr_fr: Si vous voulez faire et vérifier des enregistrements à partir de votre téléphone, veuillez entrer votre numéro d'extension ici :
he_il: אם ברצונך לוודא הקלטה שנעשתה מהטלפון שלך, אנא הכנס את מספר השלוחה שלך כאן:
it_it: Se si desidera registrare o ascoltare una registrazione da telefono, immettere il numero del proprio interno:
ja_jp: あなたの電話機から録音＆確認したい場合は、ここにあなたの内線番号を入力してください：
pt_br: Se você deseja fazer e verificar gravações do seu telefone, insira seu ramal aqui:
sv_se: Om du vill spela in och lyssna på dina inspelningar via telefon, skriv in ditt anknytningnummer här.

source: Go
bg_bg: Добави
he_il: התחל
it_it: Vai
ja_jp: 次へ
pt_br: E
sv_se: Utför

source: Alternatively, upload a recording in any supported asterisk format. Note that if you're using .wav, (eg, recorded with Microsoft Recorder) the file <b>must</b> be PCM Encoded, 16 Bits, at 8000Hz
bg_bg: Също така можете да добавите запис във всеки поддържан от Астериск формат. Имайте впредвид, че ако използвате .wav, (като записани с Microsoft Recorder) файла <b>трябва</b> да е PCM, 16 Бита, на 8000Hz
fr_fr: De manière alternative, uplodez un enregistrement dans un format supporté par Asterisk.Notez que si vous utilisez des .wav (par exemple enregistrés avec Microsoft Recorder) le fichier <b>doit</b> être Encodé en PCM, 16 Bits, à 8000Hz
it_it: In alternativa, caricare una registrazione in uno dei formati supportati da asterisk. Se si utilizza il formato .wav (registrato per esempio con il Registratore di Microsoft Windows) il file <b>deve</b> essere del formato PCM, 16Bit, 8000Hz
ja_jp: または、asteriskでサポートされているフォーマットの録音ファイルをアップロードします。もし.wavを使用する場合は(例:マイクロソフトのレコーダーアプリで録音されたもの)、PCMエンコードで16ビット、8000Hzのファイルで<b>ある必要があります</b>
pt_br: Ou você também pode enviar um arquivo gravado em qualquer formato suportado pelo Asterisk. Observe que se você estiver usando arquivos WAV (por exemplo, gravados com o Windows Sound Recorder), o arquivo deve ser codificado em PCM, 16 bits e 8000Hz.
sv_se: Alternativt, ladda upp en inspelning i något format som stöds av Asterisk. Om du använder en .wav-fil (inspelad via Microsoft Recorder) så <b>måste</b> filen vara PCM-kodad, 16 bitar vid 8000Hz

source: Upload
bg_bg: Добави
fr_fr: Uploader
he_il: העלה הקלטה
it_it: Carica
ja_jp: アップロード
pt_br: Enviar
sv_se: Ladda upp

source: Please wait until the page reloads.
bg_bg: Моля изчакайте докато страницата се презареди.
fr_fr: Veuillez patienter pendant le rechargement de la page.
he_il: נא המתן עד לרענון העמוד
it_it: Prego attendere che la pagina si ricarichi
ja_jp: ページが更新されるまでお待ち下さい。
pt_br: Aguarde enquanto a página é recarregada.
sv_se: Vänta tills sidan laddats om.

source: Successfully uploaded
bg_bg: Успешно добавен
fr_fr: Uploadé avec Succès
he_il: הועלה בהצלחה
it_it: Caricato con successo
ja_jp: アップロードに成功しました
pt_br: submetido com sucesso
sv_se: Uppladdningen lyckades

source: After recording or uploading,
bg_bg: След запис или добавяне,
fr_fr: Après avoir enregistré ou uploadé,
he_il: אחרי הקלטה או העלאה,
it_it: Dopo la registrazione o il caricamento,
ja_jp: 録音が終了 or アップロード後、
pt_br: Depois de gravar ou enviar,
sv_se: Efter inspelning eller uppladdning,

source: dial
ja_jp: ダイヤル
pt_br: marca

source: to listen to your recording.
bg_bg: за да прослушате вашия запис.
fr_fr: pour écouter votre enregistrement.
he_il: כדי להאזין להקלטתך.
it_it: per ascoltare il messaggio
ja_jp: 録音ファイルを聴くことができます。
pt_br: para ouvir sua gravação.
sv_se: för att lyssna på din inspelning.

source: If you wish to re-record your message, dial
bg_bg: Ако желаете да презапишете вашето съобщение, наберете
fr_fr: Si vous voulez réenregistrer votre message, tapez
he_il: אם ברצונך להקליט מחדש את הודעתך, חייג
it_it: Se si vuole registrare nuovamente il messaggio, chiamare
ja_jp: もし再度メッセージを録音したい場合は、次の番号にダイヤルしてください
pt_br: Se quiser gravar sua mensagem novamente, ligue
sv_se: Om du vill spela över din inspelning, slå

source: Name this Recording
bg_bg: Име на Записа
fr_fr: Nommer cet Enregistrement
he_il: תן שם להקלטה זו
it_it: Nome
ja_jp: 録音の名前
pt_br: Nomeie esta gravação
sv_se: Namnge denna inspelning

source: Click "SAVE" when you are satisfied with your recording
bg_bg: Кликнете "ЗАПИС" кагото останете доволен от записа
fr_fr: Cliquez sur "Sauvegarder" lorsque vous êtes satisfait de votre enregistrement
he_il: לחץ על "שמור" כאשר אתה מרוצה מהקלטתך
it_it: Fare click su "SALVA" quando terminato
ja_jp: この録音でよろしい場合は、 "保存"を押してください
pt_br: Pressione "Salvar" quando terminar de gravar do seu telefone ou selecionar um arquivo para enviar
sv_se: Klicka på "Spara" när du är nöjd med din inspelning

source: Edit System Recording
pt_br: Modificar gravação do sistema

source: Usage List
bg_bg: Списък Употребяващи
fr_fr: Liste d'Utilisation
he_il: רשימת שימוש
it_it: Lista
ja_jp: 使い方一覧
pt_br: Lista de usos
sv_se: Används i

source: This recording is being used in the following instances. You can not remove this recording while being used. To re-record, you can enable and use the feature code below if allowed.
bg_bg: Този запис се използва от следните инстанции. Не можете да премахнете записа докато се използва. За презаписване, можете да разрешите и използвате специалния код по-долу ако е позволен.
fr_fr: Cet enregistrement est utilisé dans les instances suivantes. Vous ne pouvez pas supprimer cet enregistrement pendant qu'il est utilisé. Pour réenregistrer, vous pouvez activer et utiliser le code de caractéristique ci-dessous si autorisé.
it_it: Questa registrazione è utilizzata dalle seguenti istanze. Non puoi rimuovere questa registrazione quando è in uso. Per ri-registrarla, puoi attivare ed utilizzare il codice servizio qui sotto se permesso.
ja_jp: この録音は次の用途で使用されています。使用されているものは、削除できません。再度録音するには、許可されている場合は以下のキーコードを有効にして使用します。
pt_br: Esta gravação está sendo usada pelas seguintes instâncias. Você não pode excluir esta gravação enquanto ela estiver sendo usada. Para gravá-lo novamente, você pode usar o seguinte código de recurso, se autorizado.
sv_se: Denna inspelning används. Du kan inte ta bort den medan den används. För att spela in igen, använd nedanstående funktionskod om du har tillåtelse till detta.

source: Remove Recording
bg_bg: Премахни Записа
fr_fr: Supprimer Enregistrement
he_il: הסר הקלטה
it_it: Rimuovi Registrazione
ja_jp: 録音を削除
pt_br: Excluir gravação
sv_se: Ta bort inspelning

source: Note, does not delete file from computer
bg_bg: Забележка: Файлът не се изтрива от компютъра
fr_fr: Note : ne supprime pas le fichier de l'ordinateur
he_il: שים לב, תכונה זו אינה מוחקת בפעול את הקובץ מהדיסק
it_it: Nota: non rimuove il file dal computer
ja_jp: 注意：コンピュータ側のファイルは削除しません
pt_br: Observe que o arquivo não será excluído do servidor, simplesmente não será exibido no módulo "Gravações do Sistema"
sv_se: Detta tar inte bort filen från systemet

source: Change Name
bg_bg: Промени Името
fr_fr: Changer le Nom
he_il: שנה שם
it_it: Cambia Nome
ja_jp: 名前を変更
pt_br: Mudar de nome
sv_se: Byt namn

source: This changes the short name, visible on the right, of this recording
bg_bg: Променете името на записа, показвано вдясно.
fr_fr: Change le nom court, visible sur la droite, de cet enregistrement
it_it: Questo cambia il nome breve della registrazione, visibile sulla destra
ja_jp: この録音の右側に表示される短い名前を変更します
pt_br: Isto altera o nome abreviado desta gravação, visível à direita
sv_se: Detta ändrar det korta namnet som syns till höger

source: Descriptive Name
bg_bg: Описващо Име
fr_fr: Nom Descriptif
he_il: תיאור ההקלטה
it_it: Nome Descrittivo
ja_jp: わかりやすい名前
pt_br: Nome amigável
sv_se: Beskrivning

source: This is displayed, as a hint, when selecting this recording in Queues, Digital Receptionist, etc
bg_bg: Това се показва като подсказка, когато изберете този запис в Опашки, IVR и други.
fr_fr: Affiché comme une suggestion lors de la sélection de cet enregistrement dans les Files d'Attente, Réceptionniste Numérique, etc...
it_it: Questo è visualizzato come consiglio, quando si seleziona questa registrazione nelle Code, nell'IVR, ecc.
ja_jp: キューや自動応答等でこの録音が選択された際、ヒントとして表示されます
pt_br: Isso é mostrado, como auxílio, quando esta gravação é selecionada em filas, recepcionista digital, etc.
sv_se: Detta visas när du väljer denna inspelning i Köer, Digital receptionist etc

source: Link to Feature Code
bg_bg: Свържи Специален Код
fr_fr: Lien vers Code de Caractéristique
he_il: קוד תכונה משוייך להקלטה
it_it: Collega ad un Codice Servizio
ja_jp: キーコードとのリンク
pt_br: Link para o código da função
sv_se: Länk till funktionskod

source: Check this box to create an options feature code that will allow this recording to be changed directly.
bg_bg: Маркирайте тази отметка за да създадете допълнителен специален код, който ще ви позволи да променяте записа директно.
fr_fr: Cochez cette case pour créer un code de caractéristique optionnel qui permettra de changer cet enregistrement directement.
it_it: Attivare questa opzione per creare un codice servizio che permetterà di cambiare questa registrazione direttamente.
ja_jp: この録音を直接変更できるオプションキーコードを作成する場合はチェックボックスにチェックをいれます。
pt_br: Marque esta caixa para criar opções para um código de recurso que permitirá alterar esta gravação diretamente.
sv_se: Aktivera denna ruta för att valfritt skapa en funktionskod som tillåter dig att ändra denna inspelning direkt.

source: Optional Feature Code %s
bg_bg: Допълнителен Специален Код %s
fr_fr: Code de Caractéristique optionnel %s
it_it: Codice Servizio Opzionale %s
ja_jp: オプションキーコード %s
pt_br: Código de função opcional %s
sv_se: Valfri funktionskod %s

source: Feature Code Password
bg_bg: Парола на Специален Код
fr_fr: Mot de Passe du Code de Caractéristique
he_il: סיסמא לקוד תכונה
it_it: Password Codice Servizio
ja_jp: キーコードパスワード
pt_br: Senha do código de recurso
sv_se: Lösenord för funktionskod

source: Optional password to protect access to this feature code which allows a user to re-record it.
bg_bg: Незадължителна парола за ограничаване достъпа до специалния код, който позволява на потребителя да презапише записа.
fr_fr: Mot de passe optionnel pour protéger l'accès à ce code de caractéristique qui permet à l'utilisateur de le réenregistrer.
it_it: Password opzionale per proteggere l'accesso a questo codice servizio che permette ad un utente di riregistrarlo.
ja_jp: ユーザーに再録音を許可するキーコードへのアクセスを保護する為のオプションパスワード。
pt_br: Senha opcional para proteger o acesso a este código de recurso que permitirá aos usuários regravar a gravação.
sv_se: Valfritt lösenord som skyddar denna funktionskod från att oavsiktligt spelas över.

source: Direct Access Feature Code Not Available
bg_bg: Не е Наличен Специален Код за Директен Достъп
fr_fr: Accès Direct au Code de Caractéristique Indispondible
he_il: קוד תכונה בגישה ישירה אינו קיים
it_it: Codice Servizio diretto non disponibile
ja_jp: ダイレクトアクセスキーコードが利用できません
pt_br: Código de função para atalho não disponível
sv_se: Funktionskoden för direktåtkomst är inte tillgänglig

source: Direct Access Feature Codes for recordings are not available for built in system recordings or compound recordings made of multiple individual ones.
bg_bg: Специалните Кодове за Директен Достъп за записите не са достъпни за вградените системни записи или обединени записи направени от различни индивидуални такива.
fr_fr: L'Accès Direct aux Codes de Caractéristique pour les enregistrements ne sont pas disponibles pour les systèmes d'enregistrement intégrés ou pour les enregistrements composés de plusieurs enregistrements individuels.
it_it: I Codici Servizi diretti non sono disponibili per le registrazioni interne di sistema o per le registrazioni composte da più file.
ja_jp: 録音のためのダイレクトアクセスキーコードは、ビルトイン録音や多重の独立した録音から作成された合成録音には利用できません。
pt_br: Os códigos de recurso para acesso direto às gravações não estão disponíveis para gravações do sistema ou gravações compostas por vários arquivos.
sv_se: Funktionskoder för inspelningar är inte tillgängliga för de inbyggda systeminspelningarna eller för röster som består av flera individuella filer.

source: Files
bg_bg: Файлове
fr_fr: Fichiers
he_il: קבצים
it_it: File
ja_jp: ファイル
pt_br: arquivos
sv_se: Filer

source: Built-in Recordings
bg_bg: Вградени Записи
fr_fr: Enregistrements intégrés
he_il: הקלטות מובנות
it_it: Registrazioni interne
ja_jp: ビルトイン録音
pt_br: Gravações do sistema
sv_se: Inbyggda inspelningar

source: Please enter a valid Name for this System Recording
bg_bg: Моля въведете правилно Име за този Системен Запис
fr_fr: Veuillez entrer un Nom valide pour cet Enregistrement Système
he_il: נא הזן שם תקין לקובץ ההקלטה
it_it: Prego immettere un Nome valido per questa Registrazione di Sistema
ja_jp: このシステム録音に適した名前を入力してください
pt_br: Insira um nome válido para esta gravação do sistema
sv_se: Skriv in ett giltigt namn för denna systeminspelning

source: Select System Recording
pt_br: Selecione uma gravação do sistema

source: Click here to play this recording
bg_bg: Кликнете тук за да възпроизведете този запис
fr_fr: Cliquez ici pour jouer cet enregistrement
he_il: לחץ כאן לשמיעת ההקלטה
it_it: Fare Click qui per riprodurre la registrazione
ja_jp: この録音を再生するにはここをクリック
pt_br: Clique aqui para reproduzir esta gravação
sv_se: Klicka här för att spela upp denna inspelning

source: Move Up
bg_bg: Премести Нагоре
fr_fr: Monter
he_il: הזז למעלה
it_it: Sposta Su
ja_jp: 上に移動
pt_br: Subir
sv_se: Flytta upp

source: Move Down
bg_bg: Премести Надолу
fr_fr: Descendre
he_il: הזז למטה
it_it: Sposta Giù
ja_jp: 下に移動
pt_br: Mover para baixo
sv_se: Flytta ner

source: Delete
bg_bg: Изтрий
fr_fr: Supprimer
he_il: מחק
it_it: Elimina
ja_jp: 削除
pt_br: Eliminar
sv_se: Ta bort

source: No compatible wav, mp3 or gsm format found to play:<br /><br />%s
bg_bg: Не е намерен съвместим wav, mp3 или gsm формат за възпроизвеждане:<br /><br />%s
fr_fr: Pas de format wav, mp3 ou gsm trouvé pour jouer :<br /><br />%s
it_it: Nessun formato compatibile wav, mp3 o gsm trovato da riprodurre:<br /><br />%s
ja_jp: wav,mp3,gsmフォーマットと互換性のないフォーマットを再生しようとしました：<br /><br />%s
pt_br: Não foi possível encontrar um formato compatível com WAV, MP3 ou GSM para reproduzir:<br/><br/>%s
sv_se: Ingen kompatibel wav, mp3 eller gsm fil hittades för uppspelning:<br><br>%s

source: Creates and manages system recordings, used by many other modules (eg, IVR).
he_il: צור ונהל הקלטות מערכת אשר בשימוש על ידי מודלים אחרים כגון נתב שיחות והכרזות
ja_jp: 他の多くのモジュールで使用されている(例：IVR)システム録音の作成や管理を行います。
pt_br: Crie e gerencie gravações do sistema, usadas por outros módulos (como IVR)
sv_se: Skapar och undehåller systeminspelningar som kan användas av andra moduler

source: Recordings Crypt Key
ja_jp: 録音の暗号化キー
pt_br: Gravando chave de criptografia
sv_se: Krypteringsnyckel för inspelningar

source: System Setup
he_il: הגדרות מערכת
ja_jp: システムセットアップ
pt_br: Configuração do sistema
sv_se: Systeminställningar
