Repository: IssabelFoundation/issabelPBX
Catalog: recordings/i18n/*/LC_MESSAGES/recordings.po
Languages: bg_bg, fr_fr, he_il, it_it, ja_jp, pt_br, sv_se

source: Crypt key used by this recordings module when accessing the recording files. Change from the default of
ja_jp: 暗号化キーは録音ファイルにアクセスする際、この録音モジュールによって使用されます。次の規定値から変更してください...
pt_br: Chave de criptografia a ser usada ao acessar arquivos de gravação. Alterar do valor padrão
sv_se: Krypteringsnyckel som används av systeminspelningsmodulen vid åtkomst av inspelade filer. Ändra från standardnyckeln

source: if desired.
pt_br: Se você desejar.
sv_se: om så önskas

source: Record using phone
pt_br: Gravar do telefone

source: Record using browser
pt_br: Grave do navegador

source: Upload recording
pt_br: Carregar gravação

source: Record
pt_br: Grabar

source: Pause
pt_br: Pausas

source: Stop
pt_br: Prender prisão

source: Format: start recording to see sample rate
pt_br: Formato: comece a gravar para ver a amostra

source: Format: 1 channel pcm @
pt_br: Formato: 1 canal PCM em @

source: Choose a file...
pt_br: Escolha um arquivo...

source: File %s successfully uploaded
pt_br: O arquivo %s foi carregado com sucesso

source: Resume
pt_br: Retomar

source: File %s does not have a valid sound extension
pt_br: O arquivo %s não possui uma extensão de arquivo de som válida

source: make sure you uploaded or recorded a file with the entered extension
pt_br: certifique-se de ter carregado ou salvo um arquivo com a extensão inserida

source: Engine
pt_br: Motor

source: Text
pt_br: Texto

source: Generate
pt_br: Acionar

source: The TTS engine to use for the text to speech entry
pt_br: O mecanismo de conversão de texto em fala a ser usado para este registro

source: The text you want to be generated
pt_br: O texto que você deseja gerar

source: There was a problem trying to generate the audio file using the TTS module
pt_br: Ocorreu um problema ao tentar gerar o arquivo de áudio usando o módulo TTS

source: Admin
ja_jp: アドミン

source: Add Recording
bg_bg: Добави Запис
fr_fr: Ajouter Enregistrement
he_il: הוספת הקלטה
it_it: Aggiungi Registrazione
ja_jp: 録音追加
sv_se: Lägg till inspelning

source: Step 1: Record or upload
bg_bg: Стъпка 1: Запис или добавяне
fr_fr: Etape 1 : Enregistrer ou uploader
he_il: שלב 1: הקלט או העלה
it_it: Fase 1: Registrazione o caricamento
ja_jp: ステップ 1： 録音 or アップロード
sv_se: Steg 1: Spela in eller ladda upp

source: Step 2: Verify
bg_bg: Стъпка 2: Прослушване
fr_fr: Etape 2 : Vérifier
he_il: שלב 2: ודא
it_it: Fase 2: Verifica
ja_jp: ステップ 2： 確認
sv_se: Steg 2: Kontrollera

source: Step 3: Name
bg_bg: Стъпка 3: Име
fr_fr: Etape 3 : Nom
he_il: שלב 3: שם
it_it: Fase 3: Nome
ja_jp: ステップ 3： 名前
sv_se: Steg 3: Namn

source: Step 2: Name
bg_bg: Стъпка 2: Име
fr_fr: Etape 2 : Nom
he_il: שלב 2: שם
it_it: Fase 2: Nome
ja_jp: ステップ 2： 名前
sv_se: Steg 2: Namn

source: Edit Recording
bg_bg: Редактирай Записа
fr_fr: Editer Enregistrement
he_il: ערוך הקלטה
it_it: Modifica Registrazione
ja_jp: 録音を編集
sv_se: Redigera inspelning

source: Select System Recording:
bg_bg: Изберете Системен Запис:
fr_fr: Sélectionner Enregistrement Système :
he_il: בחר הקלטת מערכת:
it_it: Selezionare la Registrazione di Sistema:
ja_jp: システム録音を選択：
sv_se: Välj systeminspelning:
