Repository: IssabelFoundation/issabelPBX
Catalog: music/i18n/*/LC_MESSAGES/music.po
Languages: ja_jp, pt_br

source: Add Music Category
ja_jp: 音楽カテゴリを追加

source: Add Streaming Category
ja_jp: ストリーミングカテゴリを追加
pt_br: Adicionar categoria de música ao vivo

source: default
ja_jp: デフォルト
pt_br: Por padrão

source: Delete
ja_jp: 削除
pt_br: Eliminar

source: sox failed to convert file and original could not be copied as a fall back
ja_jp: soxはファイルのコンバートに失敗しました、オリジナルファイルを元に戻すことができません。
pt_br: sox falhou ao tentar converter o arquivo e não conseguiu copiar o original como último recurso

source: On Hold Music
ja_jp: 保留音
pt_br: Música em espera

source: Category Name:
ja_jp: カテゴリ名：

source: Allows you to Set up Different Categories for music on hold. This is useful if you would like to specify different Hold Music or Commercials for various ACD Queues.
ja_jp: 保留音用の様々なカテゴリをセットアップすることができます。種類の異なる保留音を指定したり、様々なACDキュー用のコマーシャルを指定するのに役に立ちます。
pt_br: Permite definir diferentes categorias para música em espera. Isso é útil se você quiser usar músicas ou anúncios de espera diferentes para filas.

source: Submit Changes
ja_jp: 変更を適用
pt_br: Enviar alterações

source: Please enter a valid Category Name
ja_jp: 有効なカテゴリ名を入力してください
pt_br: Insira um nome de categoria válido

source: Categories: \"none\" and \"default\" are reserved names. Please enter a different name
ja_jp: カテゴリ名： \"none\" and \"default\"は予約語です。違う名前を入力してください。
pt_br: Os nomes das categorias: \"none\" (\"None\") e \"default\" (\"Default\"). São nomes reservados. Por favor, use um nome diferente.

source: Application:
ja_jp: アプリケーション：
pt_br: Aplicativo:

source: This is the "application=" line used to provide the streaming details to Asterisk. See information on musiconhold.conf configuration for different audio and Internet streaming source options.
ja_jp: Asteriskに対してストリーミングの詳細を提供するために使用される"application="ラインです。musiconhold.conf設定にある異なるオーディオやインターネットストリーミングソースオプションの情報を参照してください。
pt_br: Esta é a linha de código "application=" que será usada para configurar música ao vivo no Asterisk. Você pode obter mais informações no arquivo de configuração musiconhold.conf para configurar opções para fontes de música ao vivo.

source: Optional Format:
ja_jp: オプションフォーマット：
pt_br: Formato opcional:

source: Optional value for "format=" line used to provide the format to Asterisk. This should be a format understood by Asterisk such as ulaw, and is specific to the streaming application you are using. See information on musiconhold.conf configuration for different audio and Internet streaming source options.
ja_jp: Asteriskに対してフォーマットを提供するために使用される"format="のためのオプション値です。ulawのように、Asteriskが対応しているフォーマットで、あなたが使用しているストリーミングアプリケーション固有のものを指定してください。
pt_br: Valor opcional para a linha de código "format=" que será usada para configurar o formato da música no Asterisk. Deve ser um formato que o Asterisk possa suportar, como o ULAW, e seja específico para a aplicação de música ao vivo que está sendo usada. Você pode obter mais informações no arquivo de configuração musiconhold.conf para configurar opções para fontes de música ao vivo.

source: Please enter a streaming application command and arguments
ja_jp: ストリーミングアプリケーションのコマンドと引数を入力してください
pt_br: Por favor, insira o comando do aplicativo para tocar música ao vivo e seus argumentos

source: Category:
ja_jp: カテゴリ：
pt_br: Categoría:

source: Delete Music Category %s
ja_jp: 音楽カテゴリ %s を削除
pt_br: Eliminar categoría de música %s

source: Delete Streaming Category
ja_jp: ストリーミングカテゴリを削除
pt_br: Excluir categoria de música ao vivo

source: Edit Streaming Category
ja_jp: ストリーミングカテゴリを編集
pt_br: Modificar categoria de música ao vivo

source: Upload a .wav or .mp3 file:
ja_jp: .wav又は .mp3ファイルをアップロード：

source: Upload
ja_jp: アップロード
pt_br: Enviar

source: Please wait until the page loads. Your file is being processed.
ja_jp: ページが更新されるまでお待ちください。ファイルの処理中。
pt_br: Por favor, aguarde enquanto a página carrega. Seu arquivo está sendo processado.

source: Volume 150%
ja_jp: ボリューム 150%

source: Volume 125%
ja_jp: ボリューム 125%

source: Volume 100%
ja_jp: ボリューム 100%

source: Volume 75%
ja_jp: ボリューム 75%

source: Volume 50%
ja_jp: ボリューム 50%

source: Volume 25%
ja_jp: ボリューム 25%

source: Volume 10%
ja_jp: ボリューム 10%

source: Volume Adjustment
ja_jp: ボリューム調整
pt_br: Ajustar volume

source: The volume adjustment is a linear value. Since loudness is logarithmic, the linear level will be less of an adjustment. You should test out the installed music to assure it is at the correct volume. This feature will convert MP3 files to WAV files. If you do not have mpg123 installed, you can set the parameter: <strong>Convert Music Files to WAV</strong> to false in Advanced Settings
ja_jp: ボリューム調整はリニアな値となります。音の大きさは対数なので、リニアなレベルでの調整はより小さな音になりあす。インストールした音楽が適正なボリュームになったことを確認するために、テストをする必要があります。この機能はMP3ファイルをWAVファイルにコンバートします。もしmgp123がインストールされていない場合は、amportal.confファイル内で、<strong>AMPMPG123=false</strong>というパラメータを設定することが可能です。
pt_br: O ajuste de volume em um valor linear. Por ser verdadeiramente logarítmico, o nível linear será um pequeno ajuste. Você deve testar a música instalada para ter certeza de que está no volume desejado. Esta funcionalidade irá converter o arquivo MP3 para o formato WAV. Se você não tiver o mpg123 instalado, você pode definir o parâmetro <strong>Converter arquivos de música para WAV</strong> como falso em Configurações avançadas

source: Do not encode wav to mp3
ja_jp: wavをmp3にエンコードしない
pt_br: Não codifique WAV para MP3

source: Disable Random Play
ja_jp: ランダム再生を無効にする
pt_br: Desativar reprodução aleatória

source: Enable Random Play
ja_jp: ランダム再生を有効にする
pt_br: Ativar reprodução aleatória

source: Error Processing
ja_jp: 処理のエラー
pt_br: Erro de processamento

source: No file provided
ja_jp: ファイルが選択されていません
pt_br: Nenhum arquivo especificado

source: Please select a file to upload
ja_jp: アップロードするファイルを選択してください
pt_br: Selecione um arquivo para enviar

source: Check
ja_jp: チェック
pt_br: Comprobar

source: in
ja_jp: 中身
pt_br: em

source: This is not a fatal error, your Music on Hold may still work.
ja_jp: これは致命的なエラーではありません、あなたの保留音はまだ機能します。
pt_br: Este não é um erro fatal; a música em espera continuará a tocar.

source: Completed processing
ja_jp: 処理の完了
pt_br: Processamento concluído

source: You must have at least one file for On Hold Music. Please upload one before deleting this one.
ja_jp: 少なくとも1つ以上の保留音が必要です。これを削除する前に保留音をアップロードしてください。
pt_br: Você deve ter pelo menos um arquivo de música aguardando. Por favor, envie algum arquivo antes de excluir este.

source: Deleted
ja_jp: 削除されませいた
pt_br: Eliminado

source: Error Deleting %s
ja_jp: 削除エラー %s
pt_br: Erro ao remover %s

source: Cannot write to file
ja_jp: ファイルに書き込みできません
pt_br: Não foi possível gravar no arquivo

source: Music on Hold
ja_jp: 保留音
pt_br: Música em espera

source: Settings
ja_jp: 設定

source: Uploading and management of sound files (wav, mp3) to be used for on-hold music.
ja_jp: 保留音で使用する音楽ファイル (wav, mp3) のアップロードと管理。

source: Convert Music Files to WAV
ja_jp: 音楽ファイルをWAVにコンバートします。

source: System Setup
ja_jp: システムセットアップ

source: When set to false, the MP3 files can be loaded and WAV files converted to MP3 in the MoH module. The default behavior of true assumes you have mpg123 loaded as well as sox and will convert MP3 files to WAV. This is highly recommended as MP3 files heavily tax the system and can cause instability on a busy phone system
ja_jp: falseに設定するとMP3ファイルをロードすることができ、MoHモジュールの中にあるWAVファイルをMP3ファイルにコンバートすることができます。規定動作のtrueでは、soxと同様にmpg123のロードやMP3からWAVへのコンバートを前提としています。MP3ファイルはシステム的に負担がかかり、ビジーな電話システムでは不安定になるためこれを推奨します。

source: Add Music on Hold Category
pt_br: Adicionar categoria de música em espera

source: Category Name
pt_br: Nome da Categoria

source: Upload a .wav or .mp3 file
pt_br: Enviar arquivo WAV ou MP3

source: Edit Music on Hold Category
pt_br: Modificar categoria de música em espera

source: Choose a file...
pt_br: Escolha um arquivo...

source: Music Files
pt_br: Arquivos de música
