Repository: IssabelFoundation/issabelPBX
Catalog: blacklist/i18n/*/LC_MESSAGES/blacklist.po
Languages: bg_bg, es_es, pt_br, sv_se

source: Blacklist
bg_bg: Черен Списък
es_es: Lista de bloqueo
pt_br: Lista de bloqueios
sv_se: Svartlistning

source: Admin
bg_bg: Админ

source: Blacklist a number
bg_bg: Въведи номер в Черен Списък
es_es: Bloquear un número
pt_br: Bloquear um número
sv_se: Svartlista ett nummer

source: Remove a number from the blacklist
bg_bg: Извади номер от Черен Списък
es_es: Eliminar un número de la lista de bloqueo
pt_br: Remover um número da lista de bloqueio
sv_se: Ta bort ett nummer från svartlistan

source: Blacklist the last caller
bg_bg: Въведи последния обадил се в Черен Списък
es_es: Añadir a la lista de bloqueo el último número llamado
pt_br: Adicione o último número chamado à lista de bloqueio
sv_se: Svartlista sista samtalet

source: Blacklist entry
bg_bg: Въведен в Черен Списък
es_es: Elemento de la lista de bloqueo
pt_br: Item da lista de bloqueios
sv_se: Svartlista nummer

source: deleted
bg_bg: изтрит
es_es: eliminada
pt_br: eliminada
sv_se: borttagen

source: Blacklist entries
bg_bg: Въведени в Черен Списък
es_es: Elementos de la lista de bloqueo
pt_br: Itens da lista de bloqueios
sv_se: Svartlistade nummer

source: Number/CallerID
bg_bg: Номер/CallerID
es_es: Número/CallerID
pt_br: Número/CallerID
sv_se: Nummer/Nummerpresentation

source: Description
bg_bg: Описание
es_es: Descripción
pt_br: Descrição
sv_se: Beskrivning

source: Number
bg_bg: Номер
es_es: Número
pt_br: Número
sv_se: Nummer

source: Delete
bg_bg: Изтрий
es_es: Eliminar
pt_br: Eliminar
sv_se: Ta bort

source: Edit
bg_bg: Редактирай
es_es: Modificar
pt_br: Modificar
sv_se: Redigera

source: Add or replace entry
bg_bg: Добави или замени въведен номер
es_es: Añadir o modificar elemento
pt_br: Adicionar ou modificar elemento
sv_se: Lägg till eller byt ut

source: Number/CallerID:
bg_bg: Номер/CallerID:
sv_se: Nummer/Nummerpresentation:

source: Enter the number/CallerID you want to block
bg_bg: Въведете номер/CallerID който искате да блокирате
es_es: Ingrese un número/CallerID que desee bloquear
pt_br: Digite um número/CallerID que você deseja bloquear
sv_se: Skriv in det nummer eller nummerpresentation du vill svartlista

source: Description:
bg_bg: Описание:
sv_se: Beskrivning:

source: Enter a description for the number you want to block
bg_bg: Въведете описание за номера който искате да блокирате
es_es: Ingrese una descripción para el número que desea bloquear
pt_br: Insira uma descrição para o número que você deseja bloquear
sv_se: Skriv in en kortfattad beskrivning för numret du vill blockera

source: Block Unknown/Blocked Caller ID:
bg_bg: Блокирай Неразпознат/Блокиран Caller ID:
sv_se: Spärra okända/spärrade nummerpresentationer

source: Check here to catch Unknown/Blocked Caller ID
bg_bg: Маркирайте за да улавяте Неразпознат/Блокиран Caller ID
es_es: Marque esta opción para incluir números con Caller ID Bloqueado o desconocido.
pt_br: Marque esta opção para incluir números com identificador de chamadas bloqueado ou desconhecido.
sv_se: Aktivera för att spärra okända/blockerade nummerpresentationer

source: Submit Changes
bg_bg: Приеми Промените
es_es: Enviar cambios
pt_br: Enviar alterações
sv_se: Spara ändringar

source: Add Blacklist
es_es: Añadir a Lista de bloqueo
pt_br: Adicionar à lista de bloqueios

source: Edit Blacklist
es_es: Modificar Lista de bloqueo
pt_br: Modificar lista de bloqueios

source: Block Unknown/Blocked Caller ID
es_es: Bloquear Caller ID Desconocidos
pt_br: Bloquear identificadores de chamadas desconhecidos
