Repository: IssabelFoundation/issabelPBX
Catalog: daynight/i18n/*/LC_MESSAGES/daynight.po
Languages: bg_bg, es_es, ja_jp, pt_br

source: - Force Time Condition False Destination
bg_bg: - Приложи Времево Условие за Направление Не Съвпада
ja_jp: 強制的に時間条件をFalse宛先にする。

source: - Force Time Condition True Destination
bg_bg: - Приложи Времево Условие за Направление Ако Съвпада
ja_jp: 強制的に時間条件をTrue宛先にする。

source: Add Call Flow Toggle Code
bg_bg: Добави Специален Код за Превключване на Потока от Входящи Обаждания
es_es: Añadir Código de Control de Flujo
ja_jp: コールフロー切り替えコードを追加
pt_br: Adicionar código de controle de fluxo

source: Applications
bg_bg: Приложения
es_es: Aplicaciones
ja_jp: アプリケーション
pt_br: Formulários

source: Associate with
bg_bg: Асоциирай с
es_es: Asociar con
ja_jp: 次と連動
pt_br: Associado com

source: By default, the Call Flow Control module will not hook Time Conditions allowing one to associate a call flow toggle feauture code with a time condition since time conditions have their own feature code as of version 2.9. If there is already an associaiton configured (on an upgraded system), this will have no affect for the Time Conditions that are effected. Setting this to true reverts the 2.8 and prior behavior by allowing for the use of a call flow toggle to be associated with a time conditon. This can be useful for two scenarios. First, to override a Time Condition without the automatic resetting that occurs with the built in Time Condition overrides. The second use is the ability to associate a single call flow toggle with multiple time conditions thus creating a <b>master switch</b> that can be used to override several possible call flows through different time conditions.
bg_bg: По-подразбиране модула за Управление на Потока от Входящи Обаждания няма да превключи Времевите Условия като позволява асоцииране на специален код за превключване на потока входящи обаждания с времево условие откакто времевите условия имат собствен код за превключване започвайки от версия 2.9. Ако вече съществува такава асоциация (на обновена система), това няма да окаже влияние на Времевите Условия които са засегнати. Може да е полезно в два случая. Първо, да отмени Времево Условие без автоматично да ресетне вградените във Времевото Условие отмени. Втория случай е способността да асоциира едно превключване на поток входящи обаждания с няколко времеви условия като по този начин създава <b>главен превключвател</b> който може да се използва да отмени няколко възможни потока входящи обаждания чрез различни времеви условия.
ja_jp: 時間条件はバージョン2.9から独自のキーコードを持つようになったため、デフォルトでは、コールフロー制御モジュールはコールフロー切り替えキーコードを時間条件と連動することが許可された時間条件をフックしません。既に連動設定がされていた場合(アップグレードされたシステム上で)、有効な「時間条件」に影響をあたえません。これを「true」に設定することで、時間条件に連動したコールフロー切り替えの仕様を許可することで2.8やそれ以前に戻ります。この機能は２つのシナリオで有効です。第一に、ビルトインの「時間条件」上書きによって発生する自動リセットなしで、「時間条件」を上書きするため。二番目の使用方法は、このように異なる時間条件を通じて複数の可能なコールフローを上書きするために使用される<b>マスタースイッチ</b>を作成して、単一のコールフロー切り替えを複数の時間条件と連動させる機能です。

source: Call Flow Control
bg_bg: Управление на Входящи Обаждания
es_es: Control de Flujo de Llamadas
ja_jp: コールフロー制御
pt_br: Controle de fluxo de chamadas

source: Call Flow Control Module
bg_bg: Модул за Управление на Входящи Обаждания
es_es: Módulo de Control de Flujo de Llamadas
ja_jp: コールフロー制御モジュール
pt_br: Módulo de controle de fluxo de chamadas

source: Call Flow Toggle (%s) : %s
bg_bg: Превключване на Потока от Входящи Обаждания (%s) : %s
ja_jp: コールフロー切り替え (%s) : %s

source: Call Flow Toggle Control
bg_bg: Управление на Превключване на Потока от Входящи Обаждания
es_es: Control de Flujo de Llamadas
ja_jp: コールフロー切り替え制御
pt_br: Controle de fluxo de chamadas

source: Call Flow Toggle Feature Code Index:
bg_bg: Индекс на Специален Код за Превключване на Потока от Входящи Обаждания:
es_es: Indice de Control de Flujo de Llamada:
ja_jp: コールフロー切り替えキーコードインデックス:
pt_br: Índice de controle de fluxo de chamadas:

source: Call Flow Toggle Mode Association
bg_bg: Асоцииране на Режим на Превключване на Потока от Входящи Обаждания
ja_jp: コールフロー切り替えモード連動

source: Call Flow Toggle: %s (%s)
bg_bg: Превключване на Потока от Входящи Обаждания: %s (%s)
ja_jp: コールフロー切り替え (%s) : %s

source: Call Flow manual toggle control - allows for two destinations to be chosen and provides a feature code that toggles between the two destinations.
bg_bg: Ръчно управление на Входящи Обаждания - позволява за две направления да се избере и предостави специален код който да превключи между двете направления.
ja_jp: コールフローの手動トグル制御 - 2つの宛先を選択できるようにし、その2つの宛先間が切り替わるキーコードを提供します。

source: Current Mode:
bg_bg: Текущ Режим:
es_es: Modo actual:
ja_jp: 現在のモード:
pt_br: Modo atual:

source: Default
bg_bg: По-Подразбиране
ja_jp: デフォルト

source: Delete Call Flow Toggle Feature Code %s
bg_bg: Изтрий Специален Код за Превключване на Потока от Входящи Обаждания %s
ja_jp: コールフロー切り替えキーコードを削除 %s

source: Description
bg_bg: Описание
es_es: Descripción
ja_jp: 説明
pt_br: Descrição

source: Description for this Call Flow Toggle Control
bg_bg: Описание за това Управление на Превключване на Потока от Входящи Обаждания
es_es: Descripción para este código de control de flujo
ja_jp: このコールフロー切り替え制御の説明
pt_br: Descrição deste código de controle de fluxo

source: Destination to use when set to %s mode
bg_bg: Направление, което да се използва при %s режим
es_es: Destino a usar cuando se establezca el modo %s
ja_jp: %sモードにセットされた時に使用する宛先
pt_br: Destino a ser usado ao configurar o modo %s

source: ERROR: failed to alter primary keys
bg_bg: Грешка: не мога да променя primary keys
es_es: ERROR: No se han podido alterar las claves primarias
ja_jp: エラー: プライマリキーの変更に失敗
pt_br: ERRO: As chaves primárias não puderam ser alteradas

source: Forces to Normal Mode (Green/BLF off)
bg_bg: Принуждава към Нормален Режим (Зелено/BLF изкл)
ja_jp: 強制的にノーマルモードにする (緑/BLF オフ)

source: Forces to Override Mode (Red/BLF on)
bg_bg: Принуждава към Режим на Отмяна (Червено/BLF вкл)
ja_jp: 強制的に上書きモードにする (赤/BLF オン)

source: Hook Time Conditions Module
bg_bg: Модул за превключване на Времеви Условия
ja_jp: 時間条件フックモジュール

source: If a selection is made, this timecondition will be associated with the specified call flow toggle featurecode. This means that if the Call Flow Feature code is set to override (Red/BLF on) then this time condition will always go to its True destination if the chosen association is to 'Force Time Condition True Destination' and it will always go to its False destination if the association is with the 'Force Time Condition False Destination'. When the associated Call Flow Control Feature code is in its Normal mode (Green/BLF off), then then this Time Condition will operate as normal based on the current time. The Destinations that are part of any Associated Call Flow Control Feature Code will have no affect on where a call will go if passing through this time condition. The only thing that is done when making an association is allowing the override state of a Call Flow Toggle to force this time condition to always follow one of its two destinations when that associated Call Flow Toggle is in its override (Red/BLF on) state.
bg_bg: Ако е направен избор, това времево условие ще бъде асоциирано със специфичен специален код за превключване на потока входящи обаждания. Това означава че ако Специалния Код на Потока Входящи Обаждания е установен да отменя (Червено/BLF вкл) тогава това времево условие винаги ще отива към неговото Ако Съвпада направление ако избраната асоциация е 'Приложи Времево Условие за Направление Ако Съвпада' и винаги ще отива към неговото Не Съвпада направление ако избраната асоциация е 'Приложи Времево Условие за Направление ако Не Съвпада'. Когато асоциирания Специален Код за Управление на Потока Входящи Обаждания е в Нормален режим (Зелено/BLF изкл), тогава това Времево Условие ще работи като нормално базирано на текущото време. Направленията които са част от всеки Асоцииран Специален Код за Управление на Потока Входящи Обаждания няма да оказват ефект на това къде ще отиде обаждането ако отговаря на времевото условие. Когато се прави асоциация само се позволява да се отмени състоянието на Превключване на Потока Входящи Обаждания да принуди това времево условие винаги да следва едно от неговите две направления когато това асоциирано Превключване на Потока Входящи Обаждания е в състояние отмяна (Червено/BLF вкл).
ja_jp: 選択された場合、この時間条件は指定されたコールフロー切り替えキーコードと関連づけられます。これは、もしコールフローキーコードが上書き (赤/BLF オン)に設定された場合、もし選択された関連付けが、「強制的に時間条件をTrueの宛先にする」だった場合この時間条件は常にそのTrueの宛先に移動し、関連付けが「強制的に時間条件をFalseの宛先にする」だった場合は常にFalseの宛先に移動します。関連付けされたコールフロー制御キーコードがノーマルモード (緑/BLF オフ)の時は、この時間条件は現在時間に基づいてノーマルとして操作します。いづれかに関連付けられたコールフロー制御キーコードの一部である宛先は、この時間条件を通った場合はコールがどこに移動するかには何らの影響も与えません。関連付けが作成された際に行われることは、その関連付けられたコールフロー切り替えが上書き状態(赤/BLF オン)の時に、コールフロー切り替えの上書き状態が、この時間条件に対して常にその２つの宛先のうち１つに従うように強制することを許可することだけです。

source: Linked to Time Condition %s - %s
bg_bg: Свързан към Времева Група %s - %s
es_es: Asociado la condición horaria %s - %s
ja_jp: 時間条件にリンクしました %s - %s
pt_br: Condição de tempo associada %s - %s

source: Message to be played in normal mode (Green/BLF off).<br>To add additional recordings use the "System Recordings" MENU to the left
bg_bg: Съобщение за възпроизвеждане в нормален режим (Зелено/BLF изкл).<br>За да добавите допълнителни записи използвайте меню "Системни Записи"
es_es: Mensaje a reproducir en modo normal (Verde/BLF apagado).<br>Para agregar mensajes elija "Grabaciones del Sistema" del menú de la izquierda.
ja_jp: ノーマルモードで再生されるメッセージ (緑/BLF オン)<br> さらに録音を追加する場合は左側の"システム録音"メニューを使用してください。
pt_br: Mensagem para reproduzir no modo normal (Verde/BLF desligado).<br>Para adicionar mensagens escolha "Gravações do Sistema" no menu esquerdo.

source: Message to be played in override mode (Red/BLF on).<br>To add additional recordings use the "System Recordings" MENU to the left
bg_bg: Съобщение за възпроизвеждане в режим на отмяна (Червено/BLF вкл).<br>За да добавите допълнителни записи използвайте меню "Системни Записи" отляво
es_es: Mensaje a reproducir en modo anulado (Rojo/BLF encendido).<br>Para agregar mensajes elija "Grabaciones del Sistema" del menú de la izquierda.
ja_jp: 上書きモードで再生されるメッセージ (赤/BLF オン)<br> さらに録音を追加する場合は左側の"システム録音"メニューを使用してください。
pt_br: Mensagem para reproduzir no modo bypass (Vermelho/BLF ativado).<br>Para adicionar mensagens, escolha "Gravações do Sistema" no menu esquerdo.

source: No Association
bg_bg: Без Асоциация
es_es: Sin asociación
ja_jp: 連動なし
pt_br: Nenhuma associação

source: Normal (Green/BLF off)
bg_bg: Нормален (Зелено/BLF изкл)
ja_jp: ノーマル (緑/BLF オフ)
pt_br: Normal (Verde/BLF desligado)

source: Normal Flow (Green/BLF off)
bg_bg: Нормален Поток (Зелено/BLF изкл)
es_es: Flujo Normal (Verde/BLF apagado)
ja_jp: ノーマルフロー (緑/BLF オフ)
pt_br: Fluxo normal (verde/BLF desligado)

source: Optional Password
bg_bg: Парола
es_es: Contraseña opcional
ja_jp: オプションパスワード
pt_br: Senha opcional

source: Override (Red/BLF on)
bg_bg: Отмяна (Червено/BLF вкл)
ja_jp: 上書き (赤/BLF オン)
pt_br: Ignorado (Vermelho/BLF ativado)

source: Override Flow (Red/BLF on)
bg_bg: Отменен Поток (Червено/BLF вкл)
es_es: Flujo Anulado (Rojo/BLF encendido)
ja_jp: オーバーラーイドフロー (赤/BLF オン)
pt_br: Fluxo ignorado (vermelho/BLF ligado)

source: Please enter a valid numeric password, only numbers are allowed
bg_bg: Моля въведете правилна цифрова парола, позволени са само цифри
es_es: Por favor, introduzca una contraseña númerica; sólo se permiten números.
ja_jp: 有効な数字のパスワードを入力してください、数字のみ許可されます。
pt_br: Por favor insira uma senha numérica; apenas números são permitidos.

source: Recording for Normal Mode
bg_bg: Запис за Нормален Режим
es_es: Grabación para modo normal
ja_jp: ノーマルモードの録音
pt_br: Gravação para modo normal

source: Recording for Override Mode
bg_bg: Запис за Режим на Отмяна
es_es: Grabación para modo de anulación
ja_jp: 上書きモードのための録音
pt_br: Gravação para modo de substituição

source: Save
bg_bg: Запиши
es_es: Guardar
ja_jp: 保存
pt_br: Manter

source: There are a total of 10 Feature code objects, 0-9, each can control a call flow and be toggled using the call flow toggle feature code plus the index.
bg_bg: Има общо 10 значения на Специален Код, 0-9, всяко от тях може да контролира потока от входящи обаждания и се превключва използвайки специален код за превключване на потока от входящи обаждания плюс индекса.
es_es: Hay un total de 10 códigos de característica, 0-9, cada uno puede controlar el flujo de llamados y puede ser activado o desactivado usando el código de característica correspondiente.
ja_jp: 合計で10個のキーコード実体が存在します、 コールフロー切り替えキーコードプラス、インデックスを使用して、0-9それぞれでコールフローを制御し切り替えることが可能です。
pt_br: Há um total de 10 códigos de recurso, de 0 a 9, cada um pode controlar o fluxo de chamadas e pode ser ativado ou desativado usando o código de recurso correspondente.

source: This will change the current state for this Call Flow Toggle Control, or set the initial state when creating a new one.
bg_bg: Това ще промени текущото състояние на Управление на Превключване на Потока от Входящи Обаждания, или ще установи първоначално състояние когато създавате нов.
es_es: Esto cambiará el estado actual de este control, o configurará el estado inicial cuando se cree uno nuevo.
ja_jp: このコールフロー切り替え制御の現ステータスを変更したり、新規作成時には初期ステータスを設定します。
pt_br: Isto irá alterar o estado atual deste controle ou definir o estado inicial quando um novo for criado.

source: Use feature code: %s to toggle the call flow mode
bg_bg: Използвайте специален код: %s за да превключите потока от входящи обаждания
ja_jp: キーコードを使用する: %s コールフローモードを切り替えるため
pt_br: Use o código de funcionalidade %s para alternar o modo de fluxo de chamada

source: You can optionally include a password to authenticate before toggling the call flow. If left blank anyone can use the feature code and it will be un-protected
bg_bg: Допълнително можете да добавите парола за оторизиране преди превключване на потока от входящи обаждания. Ако е оставено празно всеки ще може да използва специалния код и ще е незащитено
ja_jp: コールフローを切り替える前の認証パスワードをオプションとして含むことが可能です。空白にしておくと、誰でもキーコードを使用することができるので、保護されません。
pt_br: Opcionalmente, você pode incluir uma senha para se autenticar antes de alternar o fluxo de chamadas. Se deixado em branco, qualquer pessoa poderá usar o código do recurso e ele não estará protegido

source: changing primary keys to all fields..
bg_bg: промяна на primary keys за всички полета..
es_es: Cambiando claves primarias a todos los campos...
ja_jp: 全てのフィールドに対するプライマリキーを変更中..
pt_br: Alterando chaves primárias para todos os campos...

source: Edit Call Flow Toggle Control
pt_br: Modificar o controle de fluxo

source: Add Call Flow Toggle Control
pt_br: Adicionar controle de fluxo

source: OK
es_es: Correcto
pt_br: Correto

source: All: Call Flow Toggle
es_es: Todos: Alternar Flujo de Llamada
pt_br: Todos: alternar fluxo de chamada
