Repository: IssabelFoundation/issabelPBX
Catalog: iaxsettings/i18n/*/LC_MESSAGES/iaxsettings.po
Languages: es_es

source: Asterisk IAX Settings
es_es: Configuración IAX

source: already exists
es_es: ya existe

source: IAX Settings
es_es: Configuración IAX

source: Audio Codecs
es_es: Codecs de Audio

source: Check the desired codecs, all others will be disabled unless explicitly enabled in a device or trunks configuration. Drag to re-order.
es_es: Marque los codecs necesarios, todos los demás serán inhabilitados a menos que los habilite explícitamente en la configuración del dispositivo o troncal. Arrastre y suelte para reordenar.

source: Codec Priority
es_es: Prioridad de Codec

source: Asterisk: codecpriority. Controls the codec negotiation of an inbound IAX call. This option is inherited to all user entities. It can also be defined in each user entity separately which will override the setting here. The valid values are:<br />host - Consider the host's preferred order ahead of the caller's.<br />caller - Consider the callers preferred order ahead of the host's.<br /> disabled - Disable the consideration of codec preference altogether. (this is the original behavior before preferences were added)<br />reqonly - Same as disabled, only do not consider capabilities if the requested format is not available the call will only be accepted if the requested format is available.
es_es: Asterisk: codecpriority. Controla la negociación de codecs para llamadas IAX entrantes. Esta opción se propaga a todas las entidades. Puede ser definida individualmente a cada entidad de usuario lo que hará que se ignore lo que indique en este campo. Los valores válidos son: <br />host - Considerar el orden del host preferentemente sobre el de quien llama. <br />caller - Considera el orden de quien llama preferentemente sobre el host. <br /> disabled - Desactivar la consideración de preferencias (valor por defecto) <br />reqonly - Lo mismo que disabled, sólo considere las capacidades si el formato solicitado no está disponible, la llamada sólo se aceptará si el formato solicitado está disponible.

source: Bandwidth
es_es: Ancho de Banda

source: Asterisk: bandwidth. Specify bandwidth of low, medium, or high to control which codecs are used in general.
es_es: Asterisk: bandwidth. Especifique el ancho de banda como bajo, medio o alto para controlar que codec se utilizará

source: low
es_es: bajo

source: medium
es_es: medio

source: high
es_es: alto

source: unset
es_es: no definido

source: Video Codecs
es_es: Codecs de Video

source: Video Support
es_es: Soporte de Video

source: Check to enable and then choose allowed codecs.
es_es: Marque para habilitar y luego elija que codecs desea permitir.

source: If you clear each codec and then add them one at a time, submitting with each addition, they will be added in order which will effect the codec priority.
es_es: Si limpia cada codec y luego elige y envía cambios uno por uno, entonces se preservará el orden lo que afectará la prioridad de selección.

source: Enabled
es_es: Habilitado

source: Disabled
es_es: Deshabilitado

source: Registration Settings
es_es: Configuraciones de Registro

source: Registration Times
es_es: Tiempos de Registro

source: Asterisk: minregexpire, maxregexpire. Minimum and maximum length of time that IAX peers can request as a registration expiration interval (in seconds).
es_es: Asterisk: minregexpire, maxregexpire. Mínima y máxima duración en los que un peer IAX puede solicitar intervalos de registro (en segundos).

source: Jitter Buffer Settings
es_es: Configuraciones Jitter Buffer

source: Asterisk: jitterbuffer. You can adjust several parameters relating to the jitter buffer. The jitter buffer's function is to compensate for varying network delay. The jitter buffer works for INCOMING audio - the outbound audio will be dejittered by the jitter buffer at the other end.
es_es: Asterisk: jitterbuffer. Puede ajustar varios parámetros relativos a jitter buffer. La función jitter buffer (búfer de fluctuación) compensa la latencia variable de la red. Esta función aplica sobre audio ENTRANTE. La fluctuación SALIENTE será compensada por el búfer de la pata remota.

source: Force Jitter Buffer
es_es: Forzar Jitter Buffer

source: Asterisk: forcejitterbuffer. Forces the use of a jitterbuffer on the receive side of an IAX channel. Normally the jitter buffer will not be used if receiving a jittery channel but sending it off to another channel such as a SIP channel to an endpoint, since there is typically a jitter buffer at the far end. This will force the use of the jitter buffer before sending the stream on. This is not typically desired as it adds additional latency into the stream.
es_es: Asterisk: forcejitterbuffer. Fuerza el uso del búfer de fluctuación durante la recepción de audio de un canal IAX. Normalmente el búfer no será usado si se recibe audio fluctuante de un canal pero luego se envía a otro canal como ser SIP hacia un endpoint, ya que usualmente es el extremo lejano quién debe realizar la compensación. Si activa esto se forzará el búfer antes de enviar el flujo de audio. Esto no es generalmente óptimo puesto que agrega latencia en dicho flujo.

source: Yes
es_es: Si

source: Jitter Buffer Size
es_es: Tamaño de Jitter Buffer

source: Max Interpolations
es_es: Interpolación Máxima

source: Advanced General Settings
es_es: Configuraciones Generales Avanzadas

source: Language
es_es: Idioma

source: Default Language for a channel, Asterisk: language
es_es: Idioma por defecto en un canal.

source: Bind Address
es_es: Dirección IP

source: Asterisk: bindaddr. The IP address to bind to and listen for calls on the Bind Port. If set to 0.0.0.0 Asterisk will listen on all addresses. To bind to multiple IP addresses or ports, use the Other 'IAX Settings' fields where you can put settings such as:<br /> bindaddr=192.168.10.100:4555.<br /> It is recommended to leave this blank.
es_es: Asterisk: bindaddr. La dirección IP a enlazar para escuchar por llamadas en el puerto definido en Puerto. Si se configura en 0.0.0.0 Asterisk escuchará en todas las direcciones IP disponibles en el servidor. Si desea enumerar varias direcciones pero no todas, agregue campos bindaddr=192.168.10.100:4555 en Otras Configuraciones IAX. Se recomienda dejar este campo en blanco.

source: Bind Port
es_es: Puerto

source: Asterisk: bindport. Local incoming UDP Port that Asterisk will bind to and listen for IAX messages. The IAX standard is 4569 and in most cases this is what you want. It is recommended to leave this blank.
es_es: Asterisk: bindport. Puerto a utilizar para conexiones IAX entrantes. El puerto IAX estandar es el 4569. No lo cambie a menos que sepa lo que está haciendo.

source: Delay Auth Rejects
es_es: Demorar Rechazos de Autenticación

source: Asterisk: delayreject. For increased security against brute force password attacks enable this which will delay the sending of authentication reject for REGREQ or AUTHREP if there is a password.
es_es: Asterisk: delayreject. Para incrementar la seguridad sobre ataques de fuerza bruta sobre las contraseñas, active esta opción lo que demorará el envío del mensaje de rechazo para las solicitudes REGREQ o AUTHREP si es que existe una clave.

source: Enable
es_es: Activar

source: Disable
es_es: Desactivar

source: Other IAX Settings
es_es: Otras Configuraciones IAX

source: You may set any other IAX settings not present here that are allowed to be configured in the General section of iax.conf. There will be no error checking against these settings so check them carefully. They should be entered as:<br /> [setting] = [value]<br /> in the boxes below. Click the Add Field box to add additional fields. Blank boxes will be deleted when submitted.
es_es: Puede agregar otras configuraciones IAX no presentadas en este formulario que sean válidas dentro de la sección General de iax.conf. No se hará control de errores por lo que debe tener cuidado al añadirlas. Deben agregarse como: <br>[configuracion] = [valor]<br>en los casilleros de abajo. Pulse el botón Agregar Campo para añadir tantas como sean necesarias. Las configuraciones con valor en blanco serán eliminadas al Enviar los cambios.

source: Add Field
es_es: Agregar Campo

source: Submit Changes
es_es: Enviar Cambios
