Repository: IssabelFoundation/issabelPBX
Catalog: dynroute/i18n/*/LC_MESSAGES/dynroute.po
Languages: es_es, it_it, pt_br

source: There is a problem with installation Contact support
es_es: Hubo un problema con la instalación
it_it: L'installazione è fallita. Contatta l'amministratore del sistema
pt_br: Houve um problema com a instalação

source: Route: %s
es_es: Ruta: %s
pt_br: Rotas

source: Dynamic route: %s
es_es: Ruta dinámica: %s
it_it: Route dinamico: %s
pt_br: Caminho dinâmico: %s

source: Route: %s / Destination: %s
es_es: Ruta: %s / Destino: %s
it_it: Route: %s / Destinazione: %s
pt_br: Caminho: %s / Destino: %s

source: Dynamic Routing
es_es: Rutas Dinámicas
it_it: Instradamento dinamico
pt_br: Rotas Dinâmicas

source: Dynamic Routes
es_es: Rutas Dinámicas
pt_br: Rotas Dinâmicas

source: Instructions
es_es: Instrucciones
it_it: Istruzioni
pt_br: Instruções

source: You use the Dynamic Routing module to route calls based on the info returned from an sql lookup via mysql or odbc, from an agi script, web service or the value of an asterisk variable.
es_es: Este módulo le permite decidir enrutamiento en base a información devuelta mediante consultas sql via mysql o odbc, desde scripts agi, servicio web o valor de una variable de canal.
pt_br: Este módulo permite decidir o roteamento com base nas informações retornadas através de consultas SQL via mysql ou odbc, a partir de scripts agi, web service ou valor de uma variável de canal.

source: For configuration instructions see
es_es: Para más detalles e instrucciones vea:
it_it: Per istruzioni sulla configurazione:
pt_br: Para mais detalhes e instruções consulte:

source: Add Route
es_es: Agregar Ruta
it_it: Aggiungi Route
pt_br: Adicionar rota

source: Edit Menu
es_es: Modificar
it_it: Modifica
pt_br: Modificar

source: Delete
es_es: Eliminar
it_it: Elimina
pt_br: Eliminar

source: Route
es_es: Ruta
pt_br: Ruta

source: Name
es_es: Nombre
pt_br: Nome

source: This changes the short name, visible on the right, of this Route
es_es: Modifica el nombre visible de la ruta para el menú de la derecha
it_it: Modifica il nome del route visibile nel menu a destra
pt_br: Modifique o nome do caminho visível para o menu direito

source: Get DTMF input
es_es: Capturar dígitos DTMF
it_it: Cattura DTMF
pt_br: Capturar dígitos DTMF

source: If checked reads in DTMF digis, the value is available in the sql query with special name of [INPUT].
es_es: Si se selecciona se capturará entrada de datos via DTMF. El valor estará disponible en la consulta sql con el nombre [INPUT]
it_it: Se selezionato cattura le cifre dtmf digitati. Il valore sarà disponibile nella query sql con il variable [INPUT]
pt_br: Se selecionado, a entrada de dados será capturada via DTMF. O valor estará disponível na consulta sql com o nome [INPUT]

source: Timeout
es_es: Tiempo a esperar
pt_br: Hora de esperar

source: The amount of time (in seconds) to wait for input
es_es: El tiempo máximo a esperar por entrada (en segundos)
it_it: Tempo da rimanere in attesa di dtmf (secondi)
pt_br: O tempo máximo de espera por entrada (em segundos)

source: Input Variable
es_es: Variable de entrada
it_it: Variable input
pt_br: variável de entrada

source: Optional variable name if you want the dmtf input to be available later in the call (e.g. futher dynamic route query or to pass to agi script)
es_es: Nombre de variable opcional si quiere que la entrada DTMF esté disponible como variable de canal, se usara el prefijo DYNROUTE_
it_it: Nome opzionale del variable [INPUT] dove salvare il dtmf per uso successivo (es. Route dinamico successivo o script AGI)
pt_br: Nome da variável opcional se desejar que a entrada DTMF esteja disponível como variável de canal, será utilizado o prefixo DYNROUTE_

source: Result Variable
es_es: Variable del resultado
it_it: Variable del risultato
pt_br: Variável de resultado

source: Optional variable name if you want the query result to be available later in the call (e.g. futher dynamic route query or to pass to agi script)
es_es: Variable opcional si quiere que el resultado de la consulta SQL esté disponible como variable de canal
it_it: Nome opzionale del variable dove salvare il risultato della query sql per uso successivo (es. Route dinamico successivo o script AGI)
pt_br: Variável opcional se desejar que o resultado da consulta SQL esteja disponível como uma variável de canal

source: Announcement
es_es: Anuncio
it_it: Annuncio
pt_br: Anuncio

source: Message to be played to the caller. To add additional recordings please use the "System Recordings" MENU above
es_es: Mensaje a reproducir. Para agregar nuevas grabaciones elija "Grabaciones del Sistema" del menú de IssabelPBX
it_it: Messaggio da riprodurre. Per aggiungere nuove registrazioni, utilizzo il menu di "System recordings" (registrazione di sistema) nel menu IssabelPBX sopra
pt_br: Mensagem para jogar. Para adicionar novas gravações escolha "System Recordings" no menu IssabelPBX

source: None
es_es: Ninguna
it_it: Nessuno
pt_br: Nenhum

source: Message to be played to the caller.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
es_es: Mensaje a reproducir a quien llama.
it_it: Messaggio da riprodurre.<br><br>Devi installare e abilitare il modulo "Systems Recordings" (registrazioni di sistmea) per utilizzare questa opzione
pt_br: Mensagem a ser reproduzida para o chamador.

source: Source type
es_es: Tipo de origen
it_it: Sorgente
pt_br: Tipo de fonte

source: Select the source type, you can choose between:<ul><li>MySQL: It queries a MySQL database to retrieve the routing information</li><li>ODBC: It queries an ODBC data source to retrieve the routing information</li></ul>
es_es: Elija el tipo de origen para la consulta, entre: <ul><li>MySQL: envía consulta a base de datos MySQL</li><li>ODBC: envía consulta usando ODBC</li></ul>
it_it: Seleziona il sorgente della query. Sono disponibili: <ul><li>MySQL: invia query a database MySQL</li><li>ODBC: invia query a un sorgente ODBC</li></ul>
pt_br: Escolha o tipo de fonte da consulta, entre: <ul><li>MySQL: envia consulta ao banco de dados MySQL</li><li>ODBC: envia consulta usando ODBC</li></ul>

source: Function
es_es: Función
it_it: Funzione
pt_br: Função

source: Name of the odbc function (excluding ODBC prefix) in /etc/asterisk/func_odbc.conf
es_es: Nombre de la función ODBC (excluyendo el prefijo OBC) definida en /etc/asterisk/func_ocbc.conf
it_it: Nome della funzione ODBC (escluso il prefisso ODBC) dal file /etc/asterisk/func_obd.conf
pt_br: Nome da função ODBC (excluindo o prefixo OBC) definida em /etc/asterisk/func_ocbc.conf

source: Query
es_es: Consulta
pt_br: Consulta

source: The query which gets the result out of the database
es_es: La consulta a enviar a la base de datos
it_it: La query da inviare al database
pt_br: A consulta a ser enviada ao banco de dados

source: Host
pt_br: Hospedar

source: Hostname or IP address of the server running the MySQL database
es_es: Nome host o indirizzo ip del server MySQL
it_it: Nome host o indirizzo ip del server MySQL
pt_br: Nome do host ou endereço IP do servidor MySQL

source: Database
pt_br: Base de dados

source: The name of the database out of wich the information is being queried
es_es: El nombre de la base de datos
it_it: Il nome del database
pt_br: O nome do banco de dados

source: Username
es_es: Usuario
it_it: Utente
pt_br: Do utilizador

source: The user/login name for accessing the database
es_es: El nombre de usuario/ingreso para conectar a la base de datos
it_it: Nome utente per colelgarsi al server database
pt_br: O nome de usuário/login para se conectar ao banco de dados

source: Password
es_es: Contraseña
pt_br: Senha

source: The password wich is needed to access the database
es_es: La constraseña para conectar a la base de datos
it_it: Password di accesso al server database
pt_br: A senha para se conectar ao banco de dados

source: The query wich gets the result out of the database
es_es: La consulta a enviar a la base de datos
it_it: La query da inviare al database
pt_br: A consulta a ser enviada ao banco de dados

source: Increase Destinations
es_es: Agregar Destinos
it_it: Più destinazioni
pt_br: Adicionar destinos

source: Save
es_es: Guardar
it_it: Salva
pt_br: Manter

source: Decrease Destinations
es_es: Decrementar Destinos
it_it: Meno Destinazioni
pt_br: Diminuir destinos

source: Match
es_es: Valor encontrado
it_it: Valore trovato
pt_br: Valor encontrado

source: Destination
es_es: Destino
it_it: Destinazione
pt_br: Destino

source: Default destination
es_es: Destino predeterminado
it_it: Destinazione di default
pt_br: Destino padrão

source: Invalid destination
es_es: Destino inválido
it_it: Destinazione invalida
pt_br: Destino inválido

source: Leave blank to remove
es_es: Deje en blanco para eliminar
it_it: Lascia vuoto per eliminare
pt_br: Deixe em branco para excluir

source: Enter a name for this dynamic route
es_es: Ingrese un nombre para esta ruta dinámica
pt_br: Insira um nome para esta rota dinâmica

source: Add Dynamic Route
es_es: Añadir ruta dinámica
pt_br: Adicionar rota dinâmica

source: Edit Dynamic Route
es_es: Modificar ruta dinámica
pt_br: Modificar rota dinâmica

source: Invalid default destination
es_es: Ruta predeterminada inválida
pt_br: Rota padrão inválida

source: You use the Dynamic Routing module to route calls based on sql lookup.
it_it: Il modulo "Dynamic Routing" viene utilizzato per instradare le chiamate basato su una query sql

source: Change Name
it_it: Modifica nome
