Repository: IssabelFoundation/issabelPBX
Catalog: cidlookup/i18n/*/LC_MESSAGES/cidlookup.po
Languages: bg_bg, pt_br, ru_ru, sv_se

source: A Lookup Source let you specify a source for resolving numeric CallerIDs of incoming calls, you can then link an Inbound route to a specific CID source. This way you will have more detailed CDR reports with information taken directly from your CRM. You can also install the phonebook module to have a small number <-> name association. Pay attention, name lookup may slow down your PBX
bg_bg: Източникът на Следене ви позволява да определите източник за анализиране на цифрови CallerID-та на входящите обаждания, след което можете да свържете Входящ Маршрут с определен CID източник. По този начин ще имате по-детайлни CDR отчети с информация взета директно от CRM. Също така можете да инсталирате модула Телефонен Указател за да имате някаква номер <-> име асоциация. Имайте предвид, че следенето може да натовари вашата телефонна централа
pt_br: Uma fonte de pesquisa permite que você use uma fonte para identificar o número do chamador nas chamadas recebidas. Dessa forma você terá relatórios mais detalhados com as informações extraídas do seu CRM. Se você escolher a fonte Interna, ela será verificada no catálogo de endereços de Issabel para o número de relacionamento <-> nome. Tenha cuidado, pois a pesquisa de nomes pode penalizar o desempenho do seu PBX
ru_ru: Сервис поиска по Caller ID поможет превращать поступающие звонки из номеров в узнаваемые имена или названия, которые затем можно сопоставлять со сценариями входящей маршрутизации для каждого. Ещё одно преимущество - более понятный и детальный список входящих в отчетах о звонках, с добавлением информации прямо из вашей программы CRM. Также можно инсталлировать и использовать модуль Телефонная книга для сопоставления коротких номеров и имен. Внимание! Сервис поиска может затормаживать быстродействие вашей ИП-АТС, если её ресурсы скромны.
sv_se: En källa för nummerpresentation ger dig en möjlighet att få uppslag på namn för inkommande samtal. Du kan sedan länka en inkommande väg till denna källa. På detta vis kan du få en mer detaljerad samtalsrapport med information t.ex. från ert eget CRM. Du kan också installera telefonboksmodulen där ett mindre antal telefonnummer med namn kan skrivas in. Tänk på att namnuppslag kan orsaka fördröjningar innan samtalet kopplas upp.

source: Account SID
pt_br: Conta SID

source: Add CID Lookup Source
bg_bg: Добави Източник на CID Следене
pt_br: Adicionar fonte de pesquisa CID
ru_ru: Добавить источник поиска CID
sv_se: Lägg till källa för nummerpresentation

source: Add Source
bg_bg: Добави Източник
pt_br: Adicionar fonte
ru_ru: Добавить Источник
sv_se: Lägg till källa

source: Auth Token
pt_br: Token de autenticação

source: CID Lookup Source
bg_bg: Източник на CID Следене
pt_br: Pesquisa CID
ru_ru: Источник поиска CID
sv_se: Källa för nummerpresentation

source: Cache results
pt_br: Cachear resultados

source: Character Set
pt_br: Conjunto de caracteres

source: Checking for cidlookup field in core's incoming table..
bg_bg: Проверка за cidlookup поле в таблицата за входящи на ядрото..
pt_br: Verificando o campo cidlookup na tabela de kernel recebida
ru_ru: Проверка поля cidlookup в структуре таблицы входящих..
sv_se: Kontrollerar om det fältet cidlookup finns i tabellen för inkommande vägar..

source: Cleaning up duplicate OpenCNAM CallerID Lookup Sources...
pt_br: Removendo fontes duplicadas de pesquisa de identificador de chamadas OpenCNAM...

source: Could not add opencnam_account_sid column to cidlookup table.
pt_br: Não foi possível adicionar a coluna opencnam_account_sid à tabela cidlookup.

source: Could not add opencnam_auth_token column to cidlookup table.
pt_br: Não foi possível adicionar a coluna opencnam_auth_token à tabela cidlookup.

source: Database name
bg_bg: Име на База Данни
pt_br: Nome do banco de dados
ru_ru: Имя базы данных
sv_se: Databasnamn

source: Database
pt_br: Base de datos

source: Decide whether or not cache the results to astDB; it will overwrite present values. It does not affect Internal source behavior
bg_bg: Преценете дали да кеширате или не резултатите в astDB; това ще отмени настоящите настройки. Не се отразява на Вътрешните източници
pt_br: Decide se deseja armazenar em cache os resultados do astDB ou não; substituirá os valores atuais. Isso não afeta o comportamento da fonte interna.
ru_ru: Определитесь, нужно ли кэшировать результаты запросов в astDB; результаты кэш могут не всегда совпадать с действительными. Не влияет на поведение и достоверность внутренних источников.
sv_se: Välj om du ska mellanlagra resultaten i astDB; det kommer att skriva över eventuella poster som redan finns. Används inte om källa är Internal.

source: Delete CID Lookup source
bg_bg: Изтрий източник на CID Следене
pt_br: Excluir fonte de pesquisa CID
ru_ru: Удалить источник поиска CID
sv_se: Ta bort källa för nummerpresentation

source: Done!
pt_br: Lista!

source: ERROR: failed:
bg_bg: ГРЕШКА: неуспех:
pt_br: ERRO
ru_ru: ОШИБКА: не получилось:
sv_se: FEL: misslyckades:

source: Edit Source
bg_bg: Редактирай Източник
pt_br: Modificar fonte
ru_ru: Изменить источник
sv_se: Redigera källa

source: Enter a description for this source.
bg_bg: Въведете описание за този източник.
pt_br: Insira uma descrição para esta fonte.
ru_ru: Создайте краткое описание источника.
sv_se: Skriv en kortfattad beskrivning för denna källa.

source: FATAL: failed to transform old routes:
bg_bg: ГРЕШКА: не мога да трансформирам старите маршрути:
pt_br: FATAL: Não foi possível transformar rotas antigas:
ru_ru: НЕ СУДЬБА: ошибка при переносе старых маршрутов:
sv_se: FEL: kunde inte transformera gamla vägar:

source: Host name or IP address
bg_bg: Ине на хост или IP адрес
pt_br: Nome do servidor ou IP
ru_ru: Имя хоста или его IP адрес
sv_se: Datornamn eller IP-adress

source: Host
pt_br: Servidor

source: Migrating channel routing to Zap DID routing..
bg_bg: Преместване на маршрут на канал в Zap DID маршрут..
pt_br: Migrando roteamento de canal para roteamento DID Zap...
ru_ru: Перенос маршрутизации каналов в маршрутизацию по Zap DID
sv_se: Migrerar kanalvägar till Zap direktvägar..

source: MySQL Character Set. Leave blank for MySQL default latin1
pt_br: Conjunto de caracteres MySQL. Deixe em branco para usar o padrão do MySQL

source: MySQL Host
bg_bg: MySQL Хост
pt_br: Servidor MySQL
ru_ru: Хост MySQL
sv_se: MySQL-dator

source: MySQL Password
bg_bg: MySQL Парола
pt_br: Senha MySQL
ru_ru: Пароль MySQL
sv_se: Lösenord för MySQL

source: MySQL Username
bg_bg: MySQL Потребителско Име
pt_br: Nome de usuário MySQL
ru_ru: Имя пользователя MySQL
sv_se: Användarnamn för MySQL

source: None
bg_bg: Няма
pt_br: Nenhum
ru_ru: Нет
sv_se: Ingen

source: Not Needed
bg_bg: Не е Необходимо
pt_br: Não é necessário
ru_ru: Не надобности
sv_se: Behövs inte

source: Not yet implemented
bg_bg: Все още не е реализиран
pt_br: Este método ainda não foi implementado.
ru_ru: Пока не обеспечивается
sv_se: Inte implementerad

source: OpenCNAM Throttle Reached!
pt_br: Limite OpenCNAM atingido!

source: OpenCNAM's Professional Tier lets you do as many real-time CNAM queries as you want, for a small fee. This is recommended for business users.
pt_br: A camada profissional OpenCNAM permite fazer quantas consultas quiser sem limites, por uma assinatura mensal. Isso é recomendado para usuários corporativos.

source: Password to use in HTTP authentication
bg_bg: Парола за HTTP оторизиране
pt_br: Senha a ser usada para autenticação HTTP
ru_ru: Пароль для аутентификации по HTTP
sv_se: Lösenord att använda vid HTTP-autentisering

source: Password
pt_br: Senha

source: Path of the file to GET<br/>e.g.: /cidlookup.php
bg_bg: Път до файла за GET<br/>например: /cidlookup.php
pt_br: Caminho do arquivo a ser obtido<br/>Por exemplo, /cidlookup.php
ru_ru: Путь к файлу для GET запроса<br/>например: /cidlookup.php
sv_se: Sökväg till filen via GET<br>t.ex. /cidlookup.php

source: Path
pt_br: Ruta

source: Port HTTP server is listening at (default 80)
bg_bg: Порт на който HTTP сървъра слуша (по-подразбиране 80)
pt_br: Porta na qual o servidor HTTP está escutando (geralmente 80)
ru_ru: HTTP порт сервера, слушающего запросы (по умолчанию 80)
sv_se: Porten HTTP-servern lyssnar på (standard 80)

source: Port
pt_br: Porto

source: Query string, special token '[NUMBER]' will be replaced with caller number<br/>e.g.: number=[NUMBER]&source=crm
bg_bg: Стринг за запитване, определеното означение '[NUMBER]' ще бъде заменено с номера на обаждащия се<br/>например: number=[NUMBER]&source=crm
pt_br: String de consulta, o campo "[NUMBER]" será substituído pelo número do chamador. Por exemplo, number=[NUMBER]&source=crm
ru_ru: Переменная запроса, содержащая '[NUMBER]', которая получает значение Caller ID <br/>например: number=[NUMBER]&source=crm
sv_se: Frågesträng, variabeln '[NUMBER]' kommer att bytas ut mot inkommande nummerpresentation<br>t.ex. nummer=[NUMBER]&source=crm

source: Query, special token '[NUMBER]' will be replaced with caller number<br/>e.g.: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
bg_bg: Запитване, определеното означение '[NUMBER]' ще бъде заменено с номера на обаждащия се<br/>например: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
pt_br: String de consulta, o campo "[NUMBER]" será substituído pelo número do chamador. Por exemplo, SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
ru_ru: Строка запроса, содержащая '[NUMBER]', которая получает значение Caller ID <br/>например: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
sv_se: Fråga, variabeln '[NUMBER]' kommer att bytas ut mot inkommande nummerpresentation<br>t.ex.: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'

source: Query
pt_br: Consulta

source: Removing deprecated channel field from incoming..
bg_bg: Премахване полета на неизползвани канали от входящи..
pt_br: Removendo campo de canal obsoleto da entrada...
ru_ru: Удаление устаревшего поля канала из входящих..
sv_se: Tar bort överblivna kanalfält från inkommande vägar..

source: Select the source type, you can choose between:<ul> <li>OpenCNAM: Use OpenCNAM [https://www.opencnam.com/]</li> <li>Internal: use astdb as lookup source, use Issabel address book to populate it</li> <li>ENUM: Use DNS to lookup caller names, it uses ENUM lookup zones as configured in enum.conf</li> <li>HTTP: It executes an HTTP GET passing the caller number as argument to retrieve the correct name</li> <li>MySQL: It queries a MySQL database to retrieve caller name</li> </ul>
pt_br: Escolha o tipo de fonte entre as seguintes opções:<ul> <li>OpenCNAM: Use OpenCNAM [https://www.opencnam.com/]</li> <li>Interno: use a agenda interna de Issabel usando ASTDB</li> <li>ENUM: Use DNS para procurar nomes usando zonas ENUM configuradas em enum.conf</li> <li>HTTP: Execute uma solicitação HTTP GET passando o número para obter o nome</li> <li> MySQL: Consulta um banco de dados MySQL para obter o nome</li> </ul>

source: Source
bg_bg: Източник
pt_br: Fonte
ru_ru: Источник
sv_se: Källa

source: Source Description
pt_br: Descrição da fonte

source: Source type
pt_br: Tipo de fonte

source: Source: %s (id %s)
bg_bg: Източник: %s (id %s)
pt_br: Fonte: %s (id %s)
ru_ru: Источник: %s (id %s)
sv_se: Källa: %s (id %s)

source: Sources can be added in Caller Name Lookup Sources section
bg_bg: Източниците могат да бъдат добавяни в меню 'CallerID Следене'
pt_br: As fontes podem ser adicionadas na seção Fontes de pesquisa do nome do chamador
ru_ru: Источник может быть добавлен в секцию Сервис поиска Caller ID
sv_se: Källor kan läggas till i Källor för nummerpresentation

source: Submit Changes
bg_bg: Приеми Промените
pt_br: Enviar alterações
ru_ru: Применить изменения
sv_se: Spara ändringar

source: Use Professional Tier?
pt_br: Use casaco profissional

source: Username to use in HTTP authentication
bg_bg: Потребителско Име за HTTP оторизиране
pt_br: Nome de usuário a ser usado para autenticação HTTP
ru_ru: Имя пользователя для аутентификации по HTTP
sv_se: Användarnamn att använda vid HTTP-autentisering

source: Username
pt_br: Nome de usuário

source: You have gone past the free OpenCNAM usage limits.<br/><br/>To continue getting caller ID name information, you need to create an OpenCNAM Professional Account.<br/><br/>You can create an OpenCNAM account at: <a href="https://www.opencnam.com/register">https://www.opencnam.com/register</a>.<br/><br/>Once you have created an account, visit the CallerID Lookup Sources menu and enter your OpenCNAM Professional Tier credentials.<br/>
pt_br: Você excedeu o limite de consultas gratuitas do OpenCPAM.<br><br> Para continuar consultando informações, você deve criar uma conta profissional.<br><br>Você pode criar uma em href="https://www. opencnam.com /register">https://www.opencnam.com/register</a>.<br/><br/>Depois que a conta for criada, faça login novamente para completar as credenciais de acesso ao OpenCNAM Professional.< br/>

source: Your OpenCNAM Account SID. This can be found on your OpenCNAM dashboard page: https://www.opencnam.com/dashboard
pt_br: O SID da sua conta OpenCNAM. Você pode encontrá-lo no painel em https://www.opencnam.com/dashboard

source: Your OpenCNAM Auth Token. This can be found on your OpenCNAM dashboard page: https://www.opencnam.com/dashboard
pt_br: O token de autenticação OpenCNAM. Você pode encontrá-lo no painel em https://www.opencnam.com/dashboard

source: not present
bg_bg: не присъства
pt_br: Ele não está presente
ru_ru: отсутствует
sv_se: inte tillgänglig

source: removed
bg_bg: премахнат
pt_br: eliminado
ru_ru: удалено
sv_se: borttagen

source: CallerID Lookup
pt_br: Pesquisa de identificador de chamadas

source: CallerID Lookup Sources
pt_br: Fontes de identificação de chamadas

source: NOTE:
pt_br: USAR:

source: OpenCNAM's Hobbyist Tier only allows you to do 60 cached CID lookups per hour. If you get more than 60 incoming calls per hour, or want real-time CID information (which is more accurate), you should use the Professional Tier, which is configurable via the CallerID Lookup Sources menu.
pt_br: A camada Hobista do OpenCNAM permite realizar 60 consultas por hora. Se você recebe mais de 60 chamadas por hora, ou deseja informações de identificação mais precisas, deverá adquirir o nível Profissional, que pode ser ativado no menu Fonte de pesquisa do CallerID.

source: OpenCNAM's Hobbyist Tier (default) only allows you to do 60 cached CallerID lookups per hour. If you get more than 60 incoming calls per hour, or want real-time CallerID information (more accurate), you should use the Professional Tier.
pt_br: A camada Hobista do OpenCNAM permite realizar 60 consultas por hora. Se você recebe mais de 60 ligações por hora, ou deseja informações de identificação mais precisas, deverá adquirir a camada Profissional, que pode ser ativada marcando a opção abaixo.

source: If you'd like to create an OpenCNAM Professional Tier account, you can do so on their website: <a href='https://www.opencnam.com/register' target='_blank'>https://www.opencnam.com/register</a>
pt_br: Se você deseja criar uma conta na camada profissional, pode fazê-lo no site: <a href='https://www.opencnam.com/register' target='_blank'>https://www.opencnam. com/registrar< /a>

source: Please enter a valid HTTP(S) Host name
pt_br: Por favor insira um servidor válido

source: Please enter a valid MySQL Host name
pt_br: Por favor insira um servidor válido

source: Please enter a valid MySQL Database name
pt_br: Por favor insira um banco de dados válido

source: Please enter a valid MySQL Query string
pt_br: Por favor insira uma consulta válida

source: Please enter a valid MySQL Username
pt_br: Por favor insira um nome de usuário válido

source: Please enter a valid Account SID
pt_br: Insira uma conta SID válida

source: Please enter a valid Auth Token
pt_br: Insira um token de autenticação válido

source: Description cannot be blank!
pt_br: A descrição não pode ficar em branco!

source: Cache results:
bg_bg: Кеширане на резултати:
ru_ru: Кэшированные результаты:
sv_se: Lagra resultat

source: Database:
bg_bg: База Данни:
ru_ru: База данных:
sv_se: Databas:

source: Host:
bg_bg: Хост:
ru_ru: Хост:
sv_se: Dator:

source: Internal
bg_bg: Вътрешен
ru_ru: Внутренний
sv_se: Intern

source: OK
ru_ru: ОК

source: Password:
bg_bg: Парола:
ru_ru: Пароль:
sv_se: Lösenord:

source: Path:
bg_bg: Път:
ru_ru: Путь:
sv_se: Sökväg:

source: Port:
bg_bg: Порт:
ru_ru: Порт:

source: Query:
bg_bg: Запитване:
ru_ru: Запрос:
sv_se: Fråga:

source: Source Description:
bg_bg: Описание на Източник:
ru_ru: Описание источника:
sv_se: Källbeskrivning:

source: Source type:
bg_bg: Тип на източник:
ru_ru: Тип источника:
sv_se: Källtyp:

source: There are %s DIDs using this source that will no longer have lookups if deleted.
bg_bg: Има %s DID използващи този източник, които няма да могат да се следят ако го изтриете.
ru_ru: Следующие номера DID %s не смогут больше использовать этот источник если он будет удалён.
sv_se: Det finns %s Inkommande vägar för denna källa, om denna källa tas bort kommmer ingen nummeruppslagning att ske

source: Username:
bg_bg: Потребителско Име:
ru_ru: Имя пользователя:
sv_se: Användarnamn:
