Repository: IssabelFoundation/issabelPBX
Catalog: parking/i18n/*/LC_MESSAGES/parking.po
Languages: es_es, pt_br, ru_ru

source: Parking Lot
es_es: Lote de Parqueo
pt_br: Estacionamento
ru_ru: Парковка

source: day
ru_ru: день

source: hour
ru_ru: час

source: hours
ru_ru: часов

source: minute
ru_ru: минута

source: minutes
ru_ru: минут

source: second
ru_ru: секунда

source: seconds
ru_ru: секунд

source: Pickup ParkedCall Any
es_es: Capturar Cualquier Parqueo
pt_br: Capture qualquer estacionamento
ru_ru: Перехват любого запаркованного звонка

source: Migrating recordings if needed..
ru_ru: Перенос записей, если необходимо..

source: fatal error
ru_ru: неустранимая ошибка

source: ok
ru_ru: ок

source: not needed
ru_ru: не требуется

source: Parking Lot Configuration
ru_ru: Конфигурация парковки

source: Parking Lot Options
es_es: Opciones del Lote de Parqueo
pt_br: Opções de estacionamento
ru_ru: Опции парковки звонков

source: Enable Parking Lot Feature
ru_ru: Активировать возможность парковки звонков

source: Check this box to enable the parking feature
ru_ru: Отметить здесь, если надо активировать эту возможность

source: Parking Lot Extension:
ru_ru: Внутренний номер парковки:

source: This is the extension where you will transfer a call to park it.
ru_ru: Этот внутренний номер будет использоваться для того, чтобы перенаправлять входящие звонки на парковку.

source: Number of Slots:
ru_ru: Количество слотов:

source: The total number of parking lot spaces to configure. Example, if 70 is the extension and 8 slots are configured, the parking slots will be 71-78
es_es: Cantidad total de posiciones disponibles para aparcar llamadas. Por ejemplo, si la extensión de parqueo es 70 e indica 8 lotes, las posiciones disponibles serán de la 71 a 78
pt_br: Número total de posições disponíveis para estacionar chamadas. Por exemplo, se a área de estacionamento for 70 e indicar 8 lotes, as vagas disponíveis serão de 71 a 78.
ru_ru: Общее количество входящих соединений, которые могут быть запаркованы. Например, если номер 70 - это внутренний номер парковки, и указано 8 слотов, то входящие звонки на парковке будут располагаться на номерах с 71 по 79.

source: Parking Timeout:
ru_ru: Таймаут парковки:

source: The timeout period that a parked call will attempt to ring back the original parker if not answered
ru_ru: Время ожидания, в секундах, после которого запаркованый звонок опять вернётся оператору, который его запарковал.

source: Parked Music Class:
ru_ru: Класс музыки в ожидании на парковке:

source: This is the music class that will be played to a parked call while in the parking lot UNLESS the call flow prior to parking the call explicitly set a different music class, such as if the call came in through a queue or ring group.
es_es: Indica la clase de música en espera que se ejecutará a loas personas que hayan sido aparcadas en este lote, a menos que previamente se haya configurado una clase distinta desde otra aplicación, como ser un grupo de timbrado o una cola.
pt_br: Indica o tipo de música em espera que será reproduzida para as pessoas que estiveram estacionadas neste estacionamento, a menos que um tipo diferente tenha sido previamente configurado em outra aplicação, como grupo de toque ou fila.
ru_ru: Этот класс музыки будет воспроизводиться запаркованным абонентам до тех пор, пока вызов будет оставаться в пределах парковки, и переключится на другой класс, если он будет перенаправлен в другой сценарий, например - очередь или ринг-группа.

source: default
ru_ru: по умолчанию

source: Parking Lot Context:
ru_ru: Контекст для парковки:

source: This is the parking lot context. You should not change it from the default unless you know what you are doing.
ru_ru: Это контекст, в который попадают запаркованные звонки. Не меняйте дефолтный контекст здесь, если вы не отчетливо представляете, что вы делаете.

source: Enable BLF Capabilities:
ru_ru: Включить возможности BLF:

source: Check this box to have Asterisk 'hints' generated to use with BLF buttons.
ru_ru: Установка этого флага включает генерацию хинтов в Астериск для использования кнопок BLF.

source: Use Next Slot:
ru_ru: Использовать следующий слот:

source: Asterisk: findslot. Check this box if you want the parking lot to seek the next sequential parking slot relative to the the last parked call instead of seeking the first available slot. Normally this box is left un-checked.
ru_ru: Asterisk: findslot. Поставить этот флаг если требуется искать следующий по порядку парковочный слот для следующего поступившего вызова, вместо того, чтобы искать первый свободный слот. Обычно можно оставить эту опцию выключеной.

source: Enable ADSI Announcements:
ru_ru: Задействовать уведомления ADSI:

source: Check this box if you are using ADSI enabled analog phones and want to have ADSI parking announcements sent to the phones. Other adsi.conf configurations may be necessary for this to work.
ru_ru: Поставить этот флаг, если используются ADSI аналоговые телефоны, и требуется посылать уведомления ADSI о парковке на эти телефоны. В любом случае конфигурация adsi.conf может быть необходимой и полезной для такой работы.

source: Returned Call Behavior:
ru_ru: Поведение вернувшихся вызовов:

source: Pickup Courtesy Tone:
ru_ru: Звуковой сигнал при перехвате вызова:

source: Whom to play the courtesy tone to when a parked call is retrieved.
es_es: A quién reproducir el tono de cortesía cuando una llamada es recuperada.
pt_br: Quem deve tocar o tom de cortesia quando uma chamada for recuperada.
ru_ru: Кому воспроизвести звуковой сигнал если запаркованный вызов вернулся обратно.

source: Caller
es_es: Quien llama
pt_br: Quem chama
ru_ru: Вызывающий

source: Parked
es_es: Quien aparcó
pt_br: Quem estacionou
ru_ru: Запаркованный

source: Both
es_es: Ambos
pt_br: Ambos
ru_ru: Оба

source: Transfer Capability:
ru_ru: Возможность перевода звонка

source: Asterisk: parkedcalltransfers. Enables or disables DTMF based transfers when picking up a parked call.
es_es: Asterisk: parkedcalltransfers. Habilita o no la posibilidad de transferir usando DTMF luego de recuperar una llamada aparcada.
pt_br: Asterisco: transferências de chamadas estacionadas. Ativa ou desativa a capacidade de transferência usando DTMF após recuperar uma chamada estacionada.
ru_ru: Asterisk: parkedcalltransfers. Включает или выключает возможность трансфера посредством сигналов DTMF после перехвата запаркованного вызова.

source: Neither
es_es: Ninguno
pt_br: Nenhum
ru_ru: Никто

source: Re-Parking Capability:
ru_ru: Возможность перепарковки:

source: Asterisk: parkedcallreparking. Enables or disables DTMF based parking when picking up a parked call.
es_es: Asterisk: parkedcallreparking. Habilita o no el parqueo usando DTMF cuando se recupera una llamada aparcada.
pt_br: Asterisco: parkedcallreparking. Ativa ou desativa o estacionamento usando DTMF ao recuperar uma chamada estacionada.
ru_ru: Asterisk: parkedcallreparking. Включает или выключает возможность повторной парковки посредством сигналов DTMF после перехвата запаркованного вызова.

source: One Touch Recording Capability:
ru_ru: Возможность записи по желанию:

source: Asterisk: parkedcallrecording. Enables or disables DTMF based one-touch recording when picking up a parked call.
ru_ru: Asterisk: parkedcallrecording. Включает или выключает возможность записи разговора посредством сигналов DTMF после перехвата запаркованного вызова.

source: DTMF Based Hangup Capability:
ru_ru: Возможность прекращения соединения посредством DTMF

source: Asterisk: parkedcallhangup. Enables or disables DTMF based hangups when picking up a parked call.
ru_ru: Asterisk: parkedcallhangup.Включает или выключает возможность прекращения разговора посредством сигналов DTMF после перехвата запаркованного вызова.

source: Alert-Info to add to the call prior to sending back to the Originator or to the Alternate Destination.
es_es: Encablezado Alert-Info a agregar antes de enviar la llamada al parqueador original o a su destino alternativo.
pt_br: A fiação Alert-Info deve ser adicionada antes de enviar a chamada para o estacionador original ou seu destino alternativo.
ru_ru: Добаляемое перед посылкой вызова оригинатору или по альтернативному назначению уведомление Alert-Info.

source: String to prepend to the current Caller ID associated with the parked call prior to sending back to the Originator or the Alternate Destination.
es_es: Cadena a anteponer al Caller ID asociado a la llamada aparcada antes de enviarla de reotrno al parqueador original o a su destino alternativo.
pt_br: String a ser anexada ao identificador de chamada associado à chamada estacionada antes de enviá-la de volta ao estacionador original ou ao seu destino alternativo.
ru_ru: Метка, добавляемая к текущему Caller ID, ассоциирующая вызов с запаркованным, прежде чем отправить его назад оригинатору или по альтернативному назначению.

source: Optional message to be played to the call prior to sending back to the Originator or the Alternate Destination.
es_es: Mensaje opcional a reproducir antes de enviarla de retonro al aparcador o al destino alternativo.
pt_br: Mensagem opcional para reproduzir antes de enviá-la de volta ao estacionador ou destino alternativo.
ru_ru: Опционально - голосовое сообщение, которое воспроизводится прежде чем отправить его назад оригинатору ил по альтернативному назначению.

source: Alternate Destination
es_es: Destino Alternativo
pt_br: Destino Alternativo
ru_ru: Альтернативное назначение

source: Alert-Info to put in channel before going to defined destination below. This can create distinct rings on some SIP phones and can serve to alert the recipients that the call is from an Orphaned parked call
ru_ru: Специальная информация встраивается в канал прежде, чем будет установлено соединение по назначению, указанному ниже. Это делает возможным распознавать звонки по типу на некоторых SIP телефонах, например, для более специфичной индикации забытых на парковке звонков.

source: String to prepend to the current CallerID associated with this call (if any), before going to defined destination below. This can serve to alert the recipients that the call is from an Orphaned parked call
ru_ru: Метка, добавляемая к текущему Caller ID, ассоциируемая с текущим вызовом (если установлено любой), прежде чем отправить его по назначению, указанному ниже. Это помогает в обслуживании уведомлений получателям таких вызовов, которые поступают как забытые на парковке.

source: Announcement:
ru_ru: Приветствие

source: Optional message to be played to the orphaned caller prior to going on the to supplied destination below.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
ru_ru: Опционально, сообщение, которое воспроизводится забытому на парковке абоненту, перед тем, как звонок будет перенаправлен по направлению ниже. Что-то вроде "Спасибо, что подождали на линии!"<br><br>Добавить такое сообщение можно в секции Запись сообщений в меню слева.

source: Destination for Orphaned Parked Calls
ru_ru: Направления для забытых на парковке звонков

source: Actions for Timed-Out Orphans
ru_ru: Действия для забытых звонков

source: Parking Alert-Info:
ru_ru: Специальная информация:

source: CallerID Prepend:
ru_ru: Префикс для Caller ID:

source: None
es_es: Nada
pt_br: Nada
ru_ru: Нет

source: You must install and enable the "Systems Recordings" Module to edit this option
es_es: Debe instalar y activar "Grabaciones de Sistema" para poder usar esta opción.
pt_br: Você deve instalar e ativar "Gravações do Sistema" para usar esta opção.
ru_ru: Необходимо инсталлировать и задействовать модуль "Записи в системе" для редактирования этой опции.

source: Return Destination Behavior:
ru_ru: Поведение для возврата звонка:

source: Where to send a parked call that has timed out. The call can be sent back to the original device that parked the call, or it can be sent back to the alternate destination. In both cases, any configured Alert-Info, Caller ID prepend, or announcement will be applied to the call. If configured to send back to the Originator and they are not available (phone is offline), the alternate destination will be used.
ru_ru: Куда посылать запаркованный вызов если время ожидания истекло. Вызов может быть направлени на то же устройство, с которого он был запаркован, или перенаправлен на альтернативное назначение. В обоих случаях - преконфигурированное уведомление Alert-Info, приставка перед Caller ID или голосовое уведомление будут сохраняться в течение этого вызова. Если выбрано возвращать вызов оригинатору, а он недоступен (телефон отключён), то вызов уйдёт по альтернативному направлению.

source: Originator
ru_ru: Оригинатор

source: Submit Changes
es_es: Enviar Cambios
pt_br: Enviar alterações
ru_ru: Применить изменения

source: Please enter a valid numeric parking lot extension
ru_ru: Введите правильный цифровой код лота парковки

source: Settings
ru_ru: Настройки

source: Manages parking lot extensions and other options. Parking is a way of putting calls
ru_ru: Управление лотом парковки внутренних номеров и другие опции. Парковка - один из способов обработки входящих вызовов.

source: Use Old Parking Patch
ru_ru: Использовать патч для старой парковки

source: System Setup
ru_ru: Системные настройки

source: Set to generate some additional dialplan if using a particular patch that was available in Asterisk 1.2 and 1.4 to add behavior to parking like adding Alert Info and CID prepends to timed out parked calls. This patch is mostly obsoleted and the setting will probably go away at some point when Asterisk 1.6+ parking enhacements are added to the module.
ru_ru: Включается для генерации дополнительного диал-плана, если используется обычный патч, доступный в Asterisk 1.2 и 1.4, который добавляет Alert Info и приставку к CID для запаркованных вызовов. Этот патч в большинстве случаев устарел, и эту опцию настройки можно смело пропустиить, если используется способ обработки парковки версии 1.6 и выше, где это поведение уже включено в модуль.

source: Park Prefix
es_es: Prefijo Parqueo
pt_br: Prefixo de estacionamento

source: Pickup ParkedCall Prefix
es_es: Prefijo Captura Llamada Aparcada
pt_br: Prefixo de atendimento de chamada estacionada

source: Parking Lot: %s (%s)
es_es: Lote de Parqueo: %s (%s)
pt_br: Estacionamento: %s (%s)

source: Parking
pt_br: Estacionamento

source: Field can not be blank!
pt_br: O campo não pode ficar vazio!

source: Parking Lot Extension
es_es: Extensión del Lote de Parqueo
pt_br: Extensão do estacionamento

source: This is the extension where you will transfer a call to park it
es_es: Esta es la extensión que usará para transferir llamadas a este lote y aparcarla
pt_br: Este é o ramal que você usará para transferir chamadas para este lote e estacioná-lo

source: Parking Lot Name
es_es: Nombre del Lote de Parqueo
pt_br: Nome do estacionamento

source: Provide a Descriptive Title for this Parking Lot
es_es: Provea un nombre descriptivo para este Lote de Parqueo
pt_br: Forneça um nome descritivo para este estacionamento

source: Parking Lot Starting Position
es_es: Posición Inicial del Lote
pt_br: Posição inicial do lote

source: The starting postion of the parking lot
es_es: La posición inicial disponible para este Lote de Parqueo
pt_br: A posição inicial disponível para este estacionamento

source: Number of Slots
es_es: Número de Posiciones
pt_br: Número de posições

source: Parking Timeout (seconds)
es_es: Tiempo Máximo de Parqueo (segundos)
pt_br: Tempo máximo de estacionamento (segundos)

source: The timeout period in seconds that a parked call will attempt to ring back the original parker if not answered
es_es: El tiempo máximo que una llamada puede estar aparcada antes de ser devueltaa quien la hubiera aparcado originalmente
pt_br: O tempo máximo que uma chamada pode ficar estacionada antes de ser devolvida a quem a estacionou originalmente

source: Parked Music Class
es_es: Clase de Música en Espera
pt_br: Aula de música em espera

source: BLF Capabilities
es_es: Capacidad BLF
pt_br: Capacidade BLF

source: Enable this to have Asterisk 'hints' generated to use with BLF buttons.
es_es: Active esta opción para generar 'hints' que pueden ser monitoreados por BLF en dispositivos que lo soporten.
pt_br: Ative esta opção para gerar 'dicas' que podem ser monitoradas pelo BLF em dispositivos que o suportam.

source: Enable
es_es: Activar
pt_br: Ativar

source: Disable
es_es: Desactivar
pt_br: Desativar

source: Find Slot
es_es: Encontrar Posición
pt_br: Encontrar posição

source: Next: If you want the parking lot to seek the next sequential parking slot relative to the the last parked call instead of seeking the first available slot. First: Use the first parking lot slot available
es_es: Siguiente: Si desea que se busque la siguiente posición secuencial relativa al último llamado aparcado. Primera: Usar la primera posición disponible.
pt_br: Próximo: Se desejar que seja pesquisada a próxima posição sequencial relativa à última chamada estacionada. Primeiro: Use a primeira posição disponível.

source: Next
es_es: Siguiente
pt_br: Seguindo

source: First
es_es: Primera
pt_br: Primeiro

source: Returned Call Behavior
es_es: Comportamiento de Devolución de Llamada
pt_br: Comportamento de retorno de chamada

source: Pickup Courtesy Tone
es_es: Tono de Cortesía al Captura
pt_br: Tom de cortesia na captura

source: Transfer Capability
es_es: Capacidad de Transferencia
pt_br: Capacidade de transferência

source: Re-Parking Capability
es_es: Capacidad para Re-Aparca
pt_br: Capacidade de re-estacionamento

source: Parking Alert-Info
es_es: Alert-Info en Parque
pt_br: Informações de alerta no parque

source: CallerID Prepend
es_es: Anteponer CallerID
pt_br: Acrescentar CallerID

source: Auto CallerID Prepend
es_es: Anteponer CallerID Automático
pt_br: Anexar CallerID automático

source: These options will be appended after CallerID Prepend if set. Otherwise they will appear first. The automatic options are as follows:<ul><li><strong>None:</strong> No Automatic Prepend</li><li><strong>Slot:</strong> Parking lot they were parked on</li><li><strong>Extension:</strong> The extension number that parked the call</li><li><strong>Name:</strong> The user who parked the call</li></ul>
es_es: Estas opciones se antepondrán al CallerID luego de la anteposición previa si existe. Si no aparecerán primero. Las opciones automáticas son las siguientes:<ul><li><strong>Nada:</strong> No se antepone nada automáticamente</li><li><strong>Posición:</strong> La posición dónde fueron aparcados</li><li><strong>Extensión:</strong> El número de extensión que aparcó la llamada</li><li><strong>Nombre:</strong> El usuario que aparcó la llamada</li></ul>
pt_br: Essas opções serão anexadas ao CallerID após o prefixo anterior, se existir. Caso contrário, eles aparecerão primeiro. As opções automáticas são as seguintes: <ul><li><strong>Nada:</strong> Nada é automaticamente anexado</li><li><strong>Posição:</strong> A posição onde eles estavam estacionados</ li><li><strong>Ramal:</strong> O número do ramal que estacionou a chamada</li><li><strong>Nome:</strong> O usuário que estacionou a chamada</li></ ul >

source: Slot
es_es: Posición
pt_br: Posição

source: Extension
es_es: Extensión
pt_br: Extensão

source: Name
es_es: Nombre
pt_br: Nome

source: Announcement
es_es: Anuncio
pt_br: Anuncio

source: Come Back to Origin
es_es: Retornar al Origen
pt_br: Voltar à Origem

source: Where to send a parked call that has timed out. If set to yes then the parked call will be sent back to the originating device that sent the call to this parking lot. If the origin is busy then we will send the call to the Destination selected below. If set to no then we will send the call directly to the destination selected below
es_es: A dónde enviar una llamada aparcada cuando alcanza el tiempo máximo. Si se pone en 'si' entonces la llamada será enviada a quien la haya aparcado originalmente. Si este origen está ocupado entonces será enviada al destino seleccionado abajo. Si se pone en 'no' entonces se enviará directamente al destino especificado abajo.
pt_br: Para onde enviar uma chamada estacionada quando atingir o tempo máximo. Se definido como 'sim', a chamada será enviada para quem a estacionou originalmente. Se esta fonte estiver ocupada, será enviada para o destino selecionado abaixo. Se definido como 'não', será enviado diretamente para o destino especificado abaixo.

source: Yes
es_es: Si
pt_br: E

source: No
pt_br: Não

source: Destination
es_es: Destino
pt_br: Destino

source: Add Park Slot
es_es: Añadir Lote de Parqueo
pt_br: Adicionar estacionamento

source: This module is used to configure Parking Lot(s) in Asterisk.
es_es: Este módulo se usa para configurar Lotes de Parqueo en Asterisk.
pt_br: Este módulo é usado para configurar estacionamentos no Asterisk.

source: Simply transfer the call to said parking lot extension. Asterisk will then read back the parking lot number the call has been placed in. To retrieve the call simply dial that number back.
es_es: Simplemente transfiera una llamada a la extensión de un lote. Asterisk le anunicará la posición en el que fue ubicado. Para capturar la llamada nuevamente marque dicho número de posición.
pt_br: Basta transferir uma chamada para um ramal em lote. O Asterisk irá notificá-lo sobre a posição em que foi localizado. Para atender a chamada novamente, disque o número dessa posição.

source: Example usage
es_es: Ejemplo de uso
pt_br: Exemplo de uso

source: Attended Transfer call into Park lot nnn (It will announce the slot back to you)
es_es: Transferencia supervisada al Lote número nnn (se le anunciará la posición de parqueo)
pt_br: Transferência supervisionada para o lote número nnn (a posição do estacionamento será anunciada)

source: Park Yourself into Parking lot nnn (Announcing your parked slot to you)
es_es: Aparcarse a uno mismo en el lote nnn (se le anunciará su propia posición)
pt_br: Estacione no lote nnn (sua própria posição será anunciada)

source: Edit Parking Lot
pt_br: Modificar estacionamento

source: Add Parking Lot
pt_br: Adicionar estacionamento

source: Default
pt_br: Por padrão
