Repository: IssabelFoundation/issabelPBX
Catalog: trunkbalance/i18n/*/LC_MESSAGES/trunkbalance.po
Languages: es_es, pt_br

source: Add Balanced Trunk
es_es: Añadir Balanceo de Troncal
pt_br: Adicionar balanceamento de tronco

source: Each Balanced Trunk is an outbound trunk associated with a set of parameters to define the maximum use you want to do with it. For instance you have a provider that gives you 100 minutes long distance calls per month. You can define here that after 100 minutes of local call during the month this trunk will become unavailable and your route will switch to the next trunk in line.
es_es: Cada balanceo de troncal es una troncal saliente asociada a un conjunto de parámetros para definir el uso máximo que desea hacer con ella. Por ejemplo, tiene un proveedor que le brinda 100 minutos de llamadas de larga distancia al mes. Puede definir aquí que después de 100 minutos de llamada local durante el mes, esta línea troncal dejará de estar disponible y su ruta cambiará a la siguiente línea troncal.
pt_br: Cada saldo de tronco é um tronco de saída associado a um conjunto de parâmetros para definir o máximo uso que se deseja dele. Por exemplo, você tem um provedor que oferece 100 minutos de chamadas de longa distância por mês. Você pode definir aqui que após 100 minutos de chamadas locais durante o mês, este tronco ficará indisponível e sua rota será alterada para o próximo tronco.

source: Add Trunk
es_es: Añadir Troncal
pt_br: Adicionar tronco

source: Trunk Description
es_es: Descripción de Troncal
pt_br: Descrição do tronco

source: Trunk Destination
es_es: Destino de Troncal
pt_br: Destino do tronco

source: Time Group
es_es: Grupo Horario
pt_br: Grupo de agendamento

source: Matching Rule
es_es: Regla de Coincidencia
pt_br: Regra de correspondência

source: Apply all matching rules
es_es: Aplicar todas las reglas de coincidencia
pt_br: Aplicar todas as regras correspondentes

source: <b>Disable</b> Balanced Trunk
es_es: <b>Desactivar</b> Balanceo de Troncal
pt_br: <b>Desativar</b> balanceamento de tronco

source: Not Matching Rule
es_es: Regla de Exclusión
pt_br: Regra de exclusão

source: Apply all non-matching rules
es_es: Aplicar todas las reglas de exclusión
pt_br: Aplicar todas as regras de exclusão

source: Billing Cycle Configuration
es_es: Ciclo de Facturación
pt_br: Ciclo de faturamento

source: Choose billing cycle
es_es: Elija ciclo de facturación
pt_br: Escolha o ciclo de faturamento

source: Billing Time
es_es: Hora de Facturación
pt_br: Tempo de cobrança

source: Billing Day
es_es: Día de Facturación
pt_br: Dia de cobrança

source: Billing Date
es_es: Fecha de Facturación
pt_br: Data de cobrança

source: Floating Billing Time
es_es: Hora de Facturación Flotante
pt_br: Tempo de cobrança flutuante

source: Ending Date
es_es: Fecha de Finalización
pt_br: Data de finalização

source: Usage Limits Configuration
es_es: Límites de Uso
pt_br: Limites de uso

source: Include Inbound Calls
es_es: Incluir Llamadas Entrantes
pt_br: Incluir chamadas recebidas

source: Include Unanswered Calls
es_es: Incluir Llamadas no atendidas
pt_br: Incluir chamadas não atendidas

source: Maximum inbound/outbound Calling Time
es_es: Tiempo Máximo de llamadas entrantes/salientes
pt_br: Tempo máximo de chamada recebida/realizada

source: Maximum Number of inbound/outbound Calls
es_es: Cantidad Máxima de llamadas entrantes/salientes
pt_br: Número máximo de chamadas recebidas/realizadas

source: Max. Number of Different outbound Calls
es_es: Cantidad máxima de llamadas salientes únicas
pt_br: Número máximo de chamadas de saída exclusivas

source: Load Balancing Configuration
es_es: Balanceo de Carga
pt_br: Balanceamento de carga

source: Load Ratio
es_es: Relación de Carga
pt_br: Taxa de carga

source: URL Configuration
es_es: Configuración URL
pt_br: Configurações de URL

source: URL Timeout
es_es: Tiempo Máximo URL
pt_br: Tempo máximo de URL

source: Submit Changes
es_es: Enviar Cambios
pt_br: Enviar alterações

source: Add Load balanced Trunk
es_es: Añadir Balanceo de Troncal
pt_br: Adicionar balanceamento de tronco

source: Enter a description for this balanced trunk.
es_es: Ingrese una descripción para esta troncal balanceada.
pt_br: Insira uma descrição para este tronco balanceado.

source: Select the destination trunk
es_es: Seleccione la línea troncal de destino
pt_br: Selecione o tronco de destino

source: If selected, this trunk is disabled and will not allow calls regardless of rules that follow
es_es: Si se selecciona, esta troncal está deshabilitada y no permitirá llamadas independientemente de las reglas que siguen
pt_br: Se selecionado, este tronco será desativado e não permitirá chamadas, independentemente das regras que sigam

source: Trunk is only active during the times specified in the selected time group.
es_es: La línea troncal solo está activa durante las horas especificadas en el grupo de tiempo seleccionado.
pt_br: O tronco só fica ativo durante os horários especificados no grupo horário selecionado.

source: Enter the SQL matching pattern that will be applied to the CDR to calculate your rules on this trunk, separate multiple rules by commas. It will be inserted as WHERE dst LIKE 'your pattern'. For instance if you want to match all numbers starting by 0033 or 0044 you will enter 0033%, 0044%.
es_es: Ingrese el patrón de coincidencia de SQL que se aplicará al CDR para calcular sus reglas en esta troncal, separe las reglas múltiples con comas. Se insertará como WHERE dst LIKE 'su patrón'. Por ejemplo, si desea hacer coincidir todos los números que comienzan por 0033 o 0044, debe ingresar 0033%, 0044%.
pt_br: Insira o padrão de correspondência SQL a ser aplicado ao CDR para calcular suas regras neste tronco, separando múltiplas regras com vírgulas. Ele será inserido como WHERE dst LIKE 'seu padrão'. Por exemplo, se quiser corresponder todos os números começando com 0033 ou 0044, você deverá inserir 0033%, 0044%.

source: Enter the matching pattern that will be excluded from the CDR matching to calculate your rules on this trunk, separate multiple rules by commas. It will be inserted as WHERE dst NOT LIKE 'your pattern'. For instance if you want to exclude all numbers starting by 0033 or 0044 you will enter 0033%, 0044%.
es_es: Ingrese el patrón de coincidencia que se excluirá de la coincidencia de CDR para calcular sus reglas en esta troncal, separe las reglas múltiples con comas. Se insertará como WHERE dst NOT LIKE 'su patrón. Por ejemplo, si desea excluir todos los números que comienzan por 0033 o 0044, ingresará 0033%, 0044%.
pt_br: Insira o padrão de correspondência a ser excluído da correspondência de CDR para calcular suas regras neste tronco, separe as múltiplas regras com vírgulas. Ele será inserido como WHERE dst NOT LIKE 'seu padrão. Por exemplo, se quiser excluir todos os números que começam com 0033 ou 0044, insira 0033%, 0044%.

source: By default, this module will apply ANY of the multiple matching rules. Select this option if you want to apply ALL rules. This setting has no affect unless multiple rules are specified
es_es: De forma predeterminada, este módulo aplicará CUALQUIERA de las múltiples reglas de coincidencia. Seleccione esta opción si desea aplicar TODAS las reglas. Esta configuración no tiene ningún efecto a menos que se especifiquen varias reglas
pt_br: Por padrão, este módulo aplicará QUALQUER uma das múltiplas regras de correspondência. Selecione esta opção se desejar aplicar TODAS as regras. Esta configuração não tem efeito a menos que sejam especificadas múltiplas regras

source: Choose the time period that the billing cycle will resest to
es_es: Elija el período de tiempo al que se extenderá el ciclo de facturación
pt_br: Escolha o período de tempo em que o ciclo de faturamento se estenderá

source: Enter the time of day to reset the counter. Used for all non floating billing cycles.
es_es: Ingrese la hora del día para restablecer el contador. Se utiliza para todos los ciclos de facturación no flotante.
pt_br: Insira a hora do dia para zerar o contador. É usado para todos os ciclos de faturamento não flutuantes.

source: Enter the day of the week to reset the counter. Only used for weekly billing cycle.
es_es: Ingrese el día de la semana para reiniciar el contador. Sólo se usa para el ciclo de facturación semanal.
pt_br: Insira o dia da semana para zerar o contador. Usado apenas para o ciclo de faturamento semanal.

source: Enter the day of the month to reset the counter. Only used for Monthly billing cycle.
es_es: Ingrese el día del mes para reiniciar el contador. Sólo se usa para el ciclo de facturación mensual.
pt_br: Digite o dia do mês para zerar o contador. Usado apenas para o ciclo de faturamento mensal.

source: Enter the number of floating hours that should be included in the count. 0 to include all. This is only used for the floating billing cycle.
es_es: Ingrese el número de horas flotantes que deben incluirse en el recuento. 0 para incluir todo. Esto sólo se usa para el ciclo de facturación flotante.
pt_br: Insira o número de horas flutuantes a serem incluídas na contagem. 0 para incluir tudo. Isso é usado apenas para o ciclo de faturamento flutuante.

source: Enter the date when this balanced trunk should expire. YYYY-MM-DD HH:mm - Keep empty to disable
es_es: Ingrese la fecha en la que debe expirar esta troncal balanceada. AAAA-MM-DD HH:mm - Mantenga vacío para deshabilitar.
pt_br: Insira a data em que esse tronco balanceado deverá expirar. AAAA-MM-DD HH:mm – Mantenha em branco para desativar.

source: Outbound calls are counted automatically, enable this setting to include inbound calls when determining usage limits.
es_es: Las llamadas salientes se cuentan automáticamente, habilite esta configuración para incluir las llamadas entrantes al determinar los límites de uso.
pt_br: As chamadas efetuadas são contadas automaticamente. Ative esta configuração para incluir chamadas recebidas ao determinar os limites de uso.

source: Answered calls are counted automatically, enable this setting to include unanswered calls when determining usage limits.
es_es: Las llamadas respondidas se cuentan automáticamente, habilite esta configuración para incluir las llamadas no respondidas al determinar los límites de uso.
pt_br: As chamadas atendidas são contadas automaticamente. Ative esta configuração para incluir chamadas não atendidas ao determinar os limites de uso.

source: Enter the maximum total number of calling minutes per billing period. Be aware that the test is performed before the begining of the call and it will not break an active call.
es_es: Ingrese el número total máximo de minutos de llamadas por período de facturación. Tenga en cuenta que la prueba se realiza antes del comienzo de la llamada y no interrumpirá una llamada activa.
pt_br: Insira o número total máximo de minutos de chamada por período de cobrança. Observe que o teste é realizado antes do início da chamada e não interromperá uma chamada ativa.

source: Enter the maximum number of calls per billing period.
es_es: Ingrese el número máximo de llamadas por período de facturación.
pt_br: Insira o número máximo de chamadas por período de faturamento.

source: Enter the maximum number of different outbound phone numbers allowed per billing period. The include inbound calls and include unanswered calls settings do not apply to this item.
es_es: Ingrese la cantidad máxima de números de teléfono salientes diferentes permitidos por período de facturación. La configuración de incluir llamadas entrantes e incluir llamadas no respondidas no se aplica a este elemento.
pt_br: Insira o número máximo de números de telefone de saída diferentes permitidos por período de cobrança. As configurações para incluir chamadas recebidas e chamadas não atendidas não se aplicam a este item.

source: Enter the ratio of calls that this trunk should accept. For instance to allow 1/3 of outbound calls to complete, you should enter 3 to let this trunk accept 1 out of 3 calls.
es_es: Ingrese la proporción de llamadas que debe aceptar esta troncal. Por ejemplo, para permitir que se complete 1/3 de las llamadas salientes, debe ingresar 3 para permitir que esta troncal acepte 1 de cada 3 llamadas.
pt_br: Insira a proporção de chamadas que este tronco deverá aceitar. Por exemplo, para permitir que 1/3 das chamadas de saída sejam concluídas, você digitaria 3 para permitir que esse tronco aceitasse 1 de cada 3 chamadas.

source: Enter a URL to load, substitute the string $OUTNUM$ in place of the outbound dialled digits.
es_es: Ingrese una URL para cargar, utilice la variable $OUTNUM$ en lugar de los dígitos marcados salientes.
pt_br: Insira um URL para fazer upload, use a variável $OUTNUM$ em vez dos dígitos discados de saída.

source: Enter max seconds to wait for URL to respond.
es_es: Ingrese los segundos máximos para esperar a que la URL responda.
pt_br: Insira o máximo de segundos para aguardar a resposta do URL.

source: Enter PCRE regex with delimiters to search the URL contents, substitute the string $OUTNUM$ in place of the outbound dialled digits. Separate multiple regexs on each line
es_es: Ingrese una expresión regular PCRE con delimitadores para buscar el contenido de la URL, utilice la variable $OUTNUM$ en lugar de los dígitos marcados salientes. Separe varias expresiones regulares en cada línea
pt_br: Insira uma expressão regular PCRE com delimitadores para localizar o conteúdo da URL, usando a variável $OUTNUM$ em vez dos dígitos discados de saída. Separe várias expressões regulares em cada linha

source: Monday
es_es: Lunes
pt_br: Segunda-feira

source: Tuesday
es_es: Martes
pt_br: Martes

source: Wednesday
es_es: Miércoles
pt_br: Quarta-feira

source: Thursday
es_es: Jueves
pt_br: Quinta-feira

source: Friday
es_es: Viernes
pt_br: Sexta-feira

source: Saturday
es_es: Sábado
pt_br: Sábado

source: Sunday
es_es: Domingo
pt_br: domingo

source: Floating
es_es: Flotante
pt_br: Flutuando

source: Day
es_es: Diario
pt_br: Diário

source: Week
es_es: Semanal
pt_br: Semanal

source: Month
es_es: Mensual
pt_br: Por mês

source: Balanced Trunk
es_es: Balanceo de Troncal
pt_br: Balanceamento de Tronco

source: Delete Balanced Trunk
es_es: Eliminar Balanceo de Troncal
pt_br: Remover balanceamento de tronco

source: Edit Trunk
es_es: Modificar Troncal
pt_br: Modificar tronco

source: none selected
pt_br: nenhum escolhido

source: Select...
pt_br: Selecione...

source: Please enter a valid Description
pt_br: Insira uma descrição válida

source: Please select a valid trunk
pt_br: Escolha um tronco válido

source: Trunk Balance
pt_br: Balanceamento de tronco
